{
	"404": "404",
	"Smart Home": "Έξυπνο Σπίτι",
	"Overview": "Επισκόπηση",
	"Install Smart Home": "Εγκατάσταση Έξυπνου Σπιτιού",
	"Home Assistant Init": "Εκκίνηση Βοηθού Σπιτιού",
	"Add devices": "Προσθήκη συσκευών",
	"Zigbee Devices": "Συσκευές Zigbee",
	"Virtual Devices": "Εικονικές Συσκευές",
	"Subscription Activate": "Ενεργοποίηση Συνδρομής",
	"Robonomics Integration Setup": "Ρύθμιση Ενσωμάτωσης Robonomics",
	"Add User": "Προσθήκη Χρήστη",
	"Advanced Setup": "Προηγμένη Ρύθμιση",
	"Upgrade Home Assistant OS": "Αναβάθμιση Λειτουργικού Συστήματος Βοηθού Σπιτιού",
	"Robonomics Installation": "Εγκατάσταση Robonomics",
	"Upgrade Home Assistant Docker for Unix-like OS": "Αναβάθμιση Home Assistant Docker για Unix-like OS",
	"Upgrade Home Assistant Core": "Αναβάθμιση Πυρήνα Βοηθού Σπιτιού",
	"Use": "Χρήση",
	"Get Smart Home Telemetry": "Λήψη Τηλεμετρίας Έξυπνου Σπιτιού",
	"Backup Services": "Υπηρεσίες Αντιγράφου Ασφαλείας",
	"Robonomics Video Service": "Υπηρεσία Βίντεο Robonomics",
	"Rtz Camera Control in Home Assistant": "Έλεγχος Κάμερας Rtz στον Βοηθό Σπιτιού",
	"Pinata Setup": "Ρύθμιση Pinata",
	"Оn-Chain Gov Experiment": "Πείραμα Κυβέρνησης Στην Αλυσίδα",
	"Blueprints": "Σχέδια",
	"How To Use Blueprints": "Πώς Να Χρησιμοποιήσετε Σχέδια",
	"Get Notified When Door Opens": "Λάβετε Ειδοποίηση Όταν Ανοίγει η Πόρτα",
	"Robonomics Devices": "Συσκευές Robonomics",
	"IR Remote": "Τηλεχειριστήριο IR",
	"Energy Monitoring": "Παρακολούθηση Ενέργειας",
	"1 Gang Smart Switch": "Έξυπνος Διακόπτης 1 Ομάδας",
	"2 Gang Smart Switch": "Έξυπνος Διακόπτης 2 Ομάδων",
	"Air Quality Sensor": "Αισθητήρας Ποιότητας Αέρα",
	"Robonomics Parachain Theory": "Θεωρία Παρακαταθηκών Robonomics",
	"Glossary": "Γλωσσάριο",
	"Create Account for Robonomics Parachain": "Δημιουργία Λογαριασμού για την Παρακαταθήκη Robonomics",
	"How to Run Robonomics Dev Node": "Πώς να Εκτελέσετε τον Κόμβο Ανάπτυξης Robonomics",
	"Adding Funds To Your Account on Robonomics Portal": "Προσθήκη Κεφαλαίων Στον Λογαριασμό Σας στην Πύλη Robonomics",
	"Basics: Datalog": "Βασικά: Δεδομένα Καταγραφής",
	"Basics: Launch": "Βασικά: Εκκίνηση",
	"Basics: Digital Twins": "Βασικά: Ψηφιακά Δίδυμα",
	"Basics: Liability": "Βασικά: Ευθύνη",
	"Python interface and Robonomics IO": "Διεπαφή Python και Robonomics IO",
	"RWS: How to Buy a Subscription": "RWS: Πώς να Αγοράσετε μια Συνδρομή",
	"RWS: How to Send Launch with Subscription": "RWS: Πώς να Στείλετε Εκκίνηση με Συνδρομή",
	"Robonomics on Ethereum": "Robonomics στο Ethereum",
	"Robonomics OpenGov": "Robonomics OpenGov",
	"How to build collator node from source": "Πώς να Κατασκευάσετε τον Κόμβο Συλλέκτη από την Πηγή",
	"How to Update Collator Node Version": "Πώς να Ενημερώσετε την Έκδοση του Κόμβου Συλλέκτη",
	"How to send extrinsic from ESP": "Πώς να στείλετε εξωτερικό από ESP",
	"How to Edit Wiki": "Πώς να Επεξεργαστείτε το Wiki",
	"How to Contribute": "Πώς να Συνεισφέρετε",
	"Home": "Αρχική",
	"doc.title": "doc.title",
	"item.title": "item.title",
	"{% set links = doc.children |": "{% set links = doc.children |",
	"transformSummaryLinks%}": "transformSummaryLinks%}",
	"Privacy Policy": "Πολιτική Απορρήτου",
	"This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "Αυτή η Πολιτική περιγράφει τις πληροφορίες που συλλέγουμε από εσάς, πώς χρησιμοποιούμε αυτές τις πληροφορίες και τη νομική βάση μας για την ενέργεια αυτή. Καλύπτει επίσης εάν και πώς αυτές οι πληροφορίες μπορούν να μοιραστούν και τα δικαιώματά σας και τις επιλογές σας σχετικά με τις πληροφορίες που μας παρέχετε.",
	"Where are those annoying cookie consent pop-ups?": "Πού είναι αυτά τα ενοχλητικά παράθυρα συγκατάθεσης για τα cookies;",
	"We don't need cookie consent is needed because:": "Δεν χρειαζόμαστε συγκατάθεση για τα cookies επειδή:",
	"Tracking cookies are not used": "Δεν χρησιμοποιούνται cookies παρακολούθησης",
	"The data is not used for any other purpose than analytics": "Τα δεδομένα δεν χρησιμοποιούνται για κανέναν άλλο σκοπό εκτός από αναλύσεις",
	"Visitors aren't tracked across websites": "Οι επισκέπτες δεν παρακολουθούνται σε διάφορες ιστοσελίδες",
	"A user cannot be tracked across days within the same website": "Ένας χρήστης δεν μπορεί να παρακολουθηθεί σε διαφορετικές ημέρες μέσα στην ίδια ιστοσελίδα",
	"What We Collect and Receive": "Τι Συλλέγουμε και Λαμβάνουμε",
	"In order for us to provide you the best possible experience on our websites, we need to collect and process certain information. Depending on your use of the Services, that may include:": "Για να σας παρέχουμε την καλύτερη δυνατή εμπειρία στις ιστοσελίδες μας, χρειαζόμαστε να συλλέγουμε και να επεξεργαζόμαστε ορισμένες πληροφορίες. Ανάλογα με τη χρήση των Υπηρεσιών, αυτό μπορεί να περιλαμβάνει:",
	"Contact us via email": "Επικοινωνήστε μαζί μας μέσω email",
	"for example, when you submit our forms, send us questions or comments, or report a problem, we will collect your name, email address, message, etc. We use this data solely in connection with answering the queries we receive.": "για παράδειγμα, όταν υποβάλλετε τις φόρμες μας, μας στέλνετε ερωτήσεις ή σχόλια, ή αναφέρετε ένα πρόβλημα, θα συλλέξουμε το όνομά σας, τη διεύθυνση email, το μήνυμα, κλπ. Χρησιμοποιούμε αυτά τα δεδομένα αποκλειστικά για την απάντηση στις ερωτήσεις που λαμβάνουμε.",
	"name": "όνομα",
	"email address": "διεύθυνση ηλεκτρονικού ταχυδρομείου",
	"message": "μήνυμα",
	"etc. We use this data solely in connection with answering the queries we receive.": "κλπ. Χρησιμοποιούμε αυτά τα δεδομένα αποκλειστικά για την απάντηση των ερωτήσεων που λαμβάνουμε.",
	"Usage data": "Δεδομένα χρήσης",
	"when you visit our website, we will store: the URL from which you visited us from, web pages of our website you visit, the date and duration of your visit, your anonymized IP address, the device specifications (device type, operating system, screen resolution, language, country you are located in, and web browser type) you used during your visit, and": "όταν επισκέπτεστε την ιστοσελίδα μας, θα αποθηκεύουμε: το URL από το οποίο μας επισκεφτήκατε, τις ιστοσελίδες της ιστοσελίδας μας που επισκέπτεστε, την ημερομηνία και τη διάρκεια της επίσκεψής σας, την ανωνυμοποιημένη διεύθυνση IP σας, τις προδιαγραφές της συσκευής (τύπος συσκευής, λειτουργικό σύστημα, ανάλυση οθόνης, γλώσσα, χώρα στην οποία βρίσκεστε και τύπο περιηγητή ιστού) που χρησιμοποιήσατε κατά την επίσκεψή σας, και",
	"other": "άλλο",
	"non-personal data. We process this usage data only on our server, not passing it to third-parties with": "μη προσωπικά δεδομένα. Επεξεργαζόμαστε αυτά τα δεδομένα χρήσης μόνο στον διακομιστή μας, χωρίς να τα μεταβιβάζουμε σε τρίτους με",
	"Matomo": "Matomo",
	"web analytics platform that gives us 100% data ownership. This analytics helps us to improve user experience with our website and to recognize and stop any misuse.": "πλατφόρμα ανάλυσης ιστού που μας δίνει 100% ιδιοκτησία δεδομένων. Αυτή η ανάλυση μας βοηθά να βελτιώσουμε την εμπειρία χρήστη στην ιστοσελίδα μας και να αναγνωρίσουμε και να σταματήσουμε οποιαδήποτε κατάχρηση.",
	"Non-personalized cookies": "Μη προσωποποιημένα cookies",
	"we use non-tracking cookies (small data files transferred onto computers or devices by sites) for record-keeping purposes and to enhance functionality on our website. You may deactivate or restrict the transmission of these cookies by changing the settings of your web browser or by opt-out on this page in the form below. Cookies that are already stored may be deleted at any time.": "χρησιμοποιούμε μη παρακολούθησης cookies (μικρά αρχεία δεδομένων που μεταφέρονται στους υπολογιστές ή τις συσκευές από ιστότοπους) για σκοπούς αποθήκευσης και για τη βελτίωση της λειτουργικότητας στην ιστοσελίδα μας. Μπορείτε να απενεργοποιήσετε ή να περιορίσετε τη μετάδοση αυτών των cookies αλλάζοντας τις ρυθμίσεις του περιηγητή σας ή με την επιλογή opt-out σε αυτήν τη σελίδα στη φόρμα παρακάτω. Τα cookies που έχουν ήδη αποθηκευτεί μπορούν να διαγραφούν ανά πάσα στιγμή.",
	"Opt-out of website tracking": "Αποχώρηση από την παρακολούθηση της ιστοσελίδας",
	"You can opt out of being tracked by our Matomo Analytics instance below:": "Μπορείτε να αποχωρήσετε από την παρακολούθηση από την πλατφόρμα ανάλυσης Matomo μας παρακάτω:",
	"Your Rights": "Τα δικαιώματά σας",
	"You have the right to be informed of Personal Data processed by Matomo, a right to rectification/correction, erasure and restriction of processing. You also have the right to ask from us a structured, common and machine-readable format of Personal Data you provided to us.": "Έχετε το δικαίωμα να ενημερωθείτε για τα Προσωπικά Δεδομένα που επεξεργάζεται η Matomo, το δικαίωμα στη διόρθωση/διόρθωση, διαγραφή και περιορισμό της επεξεργασίας. Έχετε επίσης το δικαίωμα να ζητήσετε από εμάς ένα δομημένο, κοινό και μηχανικά αναγνώσιμο μορφή των Προσωπικών Δεδομένων που μας παρασχεθήκαν.",
	"We can only identify you via your email address and we can only adhere to your request and provide information if we have Personal Data about you through you having made contact with us directly and/or you using our site and/or service. We cannot provide, rectify or delete any data that we store on behalf of our users or customers.": "Μπορούμε να σας αναγνωρίσουμε μόνο μέσω της διεύθυνσης ηλεκτρονικού ταχυδρομείου σας και μπορούμε να συμμορφωθούμε μόνο με το αίτημά σας και να παρέχουμε πληροφορίες εάν έχουμε Προσωπικά Δεδομένα σχετικά με εσάς μέσω της επαφής που είχατε μαζί μας απευθείας και/ή χρησιμοποιώντας την ιστοσελίδα μας και/ή την υπηρεσία μας. Δεν μπορούμε να παρέχουμε, να διορθώσουμε ή να διαγράψουμε κανένα δεδομένο που αποθηκεύουμε εξ ονόματος των χρηστών ή πελατών μας.",
	"To exercise any of the rights mentioned in this Privacy Policy and/or in the event of questions or comments relating to the use of Personal Data you may contact us.": "Για να ασκήσετε οποιοδήποτε από τα δικαιώματα που αναφέρονται σε αυτήν την Πολιτική Απορρήτου και/ή σε περίπτωση ερωτήσεων ή σχολίων που σχετίζονται με τη χρήση των Προσωπικών Δεδομένων, μπορείτε να επικοινωνήσετε μαζί μας.",
	"In addition, you have the right to lodge a complaint with the data protection authority in your jurisdiction.": "Επιπλέον, έχετε το δικαίωμα να υποβάλετε καταγγελία στην αρχή προστασίας δεδομένων στη δικαιοδοσία σας.",
	"Retention of data": "Διατήρηση δεδομένων",
	"We will retain your information as long as necessary to provide you with the services or as otherwise set forth in this Policy. We will also retain and use this information as necessary for the purposes set out in this Policy and to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements and protect Robonomics Wiki legal rights.": "Θα διατηρήσουμε τις πληροφορίες σας όσο είναι απαραίτητο για να σας παρέχουμε τις υπηρεσίες ή όπως ορίζεται αλλιώς σε αυτήν την Πολιτική. Θα διατηρήσουμε και θα χρησιμοποιήσουμε αυτές τις πληροφορίες όπως είναι απαραίτητο για τους σκοπούς που ορίζονται σε αυτήν την Πολιτική και στο μέτρο που είναι απαραίτητο για να συμμορφωθούμε με τις νομικές μας υποχρεώσεις, να επιλύσουμε διαφορές, να επιβάλουμε τις συμφωνίες μας και να προστατεύσουμε τα νόμιμα δικαιώματα του Robonomics Wiki.",
	"We also collect and maintain aggregated, anonymized or pseudonymized information which we may retain indefinitely to protect the safety and security of our Site, improve our Services or comply with legal obligations.": "Συλλέγουμε επίσης και διατηρούμε συγκεντρωμένες, ανωνυμοποιημένες ή ψευδωνυμοποιημένες πληροφορίες τις οποίες μπορεί να διατηρήσουμε αόριστα για να προστατεύσουμε την ασφάλεια και την ασφάλεια του ιστότοπού μας, να βελτιώσουμε τις υπηρεσίες μας ή να συμμορφωθούμε με νομικές υποχρεώσεις.",
	"Explore Robonomics with guides": "Εξερευνήστε το Robonomics με οδηγούς",
	"Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "Μάθετε το Robonomics μέσω οδηγιών και πρακτικά χρήσιμων πειραματισμών. Αυτή η τεκμηρίωση σχεδιάστηκε για να σας βοηθήσει να συνδέσετε ρομπότ ή να κωδικοποιήσετε dApps εντός του Δικτύου Robonomics.",
	"or code dApps within Robonomics Network.": "Ή κωδικοποιήστε εφαρμογές dApps μέσα στο Δίκτυο Robonomics.",
	"Page disappeared, we are sorry": "Η σελίδα εξαφανίστηκε, λυπούμαστε",
	"Some content moved to": "Κάποιο περιεχόμενο μετακινήθηκε στο",
	"academy": "ακαδημία",
	"or try to find updated content here on": "ή προσπαθήστε να βρείτε ενημερωμένο περιεχόμενο εδώ στο",
	"wiki": "wiki",
	"How to edit Wiki": "Πώς να επεξεργαστείτε το Wiki",
	"Translation was executed by AI so there may be some inaccuracies": "Η μετάφραση πραγματοποιήθηκε από την τεχνητή νοημοσύνη, οπότε μπορεί να υπάρχουν κάποιες ανακρίβειες",
	"Tell us more": "Πείτε μας περισσότερα",
	"Sending your info...": "Αποστολή των πληροφοριών σας...",
	"?": "?",
	"Ask your question": "Κάντε την ερώτησή σας",
	"Main contributors:": "Κύριοι συνεισφέροντες:",
	"Make a contribution": "Κάντε μια συνεισφορά",
	"Robonomics wiki is open source. See something that's wrong or unclear?": "Το wiki του Robonomics είναι ανοιχτού κώδικα. Βλέπετε κάτι που είναι λάθος ή ασαφές;",
	"Inform us": "Ενημερώστε μας",
	"please, if you find any": "παρακαλώ, αν βρείτε κάτι",
	"Robonomics smart devices": "Έξυπνες συσκευές Robonomics",
	"Create an issue": "Δημιουργήστε ένα θέμα",
	"entry.title": "Τίτλος καταχώρησης",
	"text": "κείμενο",
	"Thanks,": "Ευχαριστώ,",
	"we'll keep in touch!": "Θα παραμείνουμε σε επαφή!",
	"Couldn't complete": "Δεν μπόρεσα να ολοκληρώσω",
	"It was hard": "Ήταν δύσκολο.",
	"It was ok": "Ήταν εντάξει",
	"It was easy": "Ήταν εύκολο.",
	"item.name": "item.name",
	"← + prevTitle.title": "← + prevTitle.title",
	"next": "επόμενο",
	"previous": "προηγοώμενο",
	"Submit": "Υποβολή",
	"a pull request.": "ένα αίτημα σύρσιμο (pull request)",
	"commit": "δέσμευση",
	"on": "σε",
	"by": "με",
	"breadcrumb.title": "Τίτλος breadcrumb",
	"Document summary  Explore Robonomics with guides": "Περίληψη εγγράφου: Εξερευνήστε το Robonomics με οδηγούς",
	"This page not found": "Αυτή η σελίδα δεν βρέθηκε",
	"Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool.": "Η αποχώρηση ολοκληρώθηκε. Οι επισκέψεις σας σε αυτό τον ιστότοπο δεν θα καταγράφονται από το εργαλείο Web Analytics.",
	"Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "Σημειώστε ότι αν διαγράψετε τα cookies σας, διαγράψετε το opt-out cookie, ή αν αλλάξετε υπολογιστές ή προγράμματα περιήγησης στο διαδίκτυο, θα χρειαστεί να εκτελέσετε ξανά τη διαδικασία opt-out.",
	"You may choose to prevent this website from aggregating and analyzing the actions you take here.": "Μπορείτε να επιλέξετε να αποτρέψετε αυτή την ιστοσελίδα από τον συγκεντρωτικό και αναλυτικό έλεγχο των ενεργειών που κάνετε εδώ.",
	"Doing so will protect your privacy, but will also prevent the owner from learning from your actions and creating a better experience for you and other users.": "Κάνοντας αυτό θα προστατεύσετε την ιδιωτικότητά σας, αλλά θα εμποδίσετε επίσης τον ιδιοκτήτη να μάθει από τις ενέργειές σας και να δημιουργήσει μια καλύτερη εμπειρία για εσάς και άλλους χρήστες.",
	"The tracking opt-out feature requires cookies to be enabled.": "Η λειτουργία απενεργοποίησης της παρακολούθησης απαιτεί την ενεργοποίηση των cookies.",
	"The tracking opt-out feature may not work because this site was not loaded over HTTPS. Please reload the page to check if your opt out status changed;": "Η λειτουργία απενεργοποίησης παρακολούθησης ενδέχεται να μη λειτουργεί επειδή αυτό το site δεν φορτώθηκε μέσω HTTPS. Παρακαλώ επαναφορτώστε τη σελίδα για να ελέγξετε εάν άλλαξε η κατάσταση της απενεργοποίησης.",
	"You are not opted out.": "Δεν έχετε επιλέξει να μην συμμετέχετε.",
	"Uncheck this box to opt-out.": "Κάντε κλικ σε αυτό το πλαίσιο για να επιλέξετε να μην λαμβάνετε ενημερώσεις.",
	"You are currently opted out.": "Αυτή τη στιγμή έχετε απενεργοποιηθεί.",
	"Check this box to opt-in.": "Επιλέξτε αυτό το πλαίσιο για να εγγραφείτε.",
	"{# for tanslation": "{# για μετάφραση",
	"#}": "#}",
	"Launch of Robonomics Collator": "Έναρξη του Robonomics Collator",
	"Robotics and ROS 2": "Ρομποτική και ROS 2",
	"About Robonomics ROS 2 Wrapper": "Σχετικά με το Robonomics ROS 2 Wrapper",
	"Launch Robot from Cloud": "Εκκίνηση ρομπότ από τον νέφος",
	"Home Server on RISC-V": "Διακομιστής στο σπίτι σε RISC-V",
	"Home Assistant integration": "Ενσωμάτωση Home Assistant",
	"Working with parachain": "Εργασία με παρακολουθούμενη αλυσίδα"
}