{
  "Zigbee Adapter with Zigbee2MQTT for Pre-installed Image": "Adaptateur Zigbee avec Zigbee2MQTT pour l'image préinstallée",
  "**In this article you will pair smart devices.**": "**Dans cet article, vous allez associer des appareils intelligents.**",
  "Open a web browser and go to `http://%RASPBERRY_IP_ADDRESS%:8099`. You can find the IP address of Raspberry Pi using [Fing mobile app](https://www.fing.com/products) or [nmap CLI tool](https://vitux.com/find-devices-connected-to-your-network-with-nmap/).": "Ouvrez un navigateur Web et allez à l'adresse `http://%RASPBERRY_IP_ADDRESS%:8099`. Vous pouvez trouver l'adresse IP du Raspberry Pi en utilisant l'application mobile [Fing](https://www.fing.com/products) ou l'outil en ligne de commande [nmap](https://vitux.com/find-devices-connected-to-your-network-with-nmap/).",
  "You will see web-interface of Zigbee2MQTT:": "Vous verrez l'interface Web de Zigbee2MQTT:",
  "It's time to connect your smart device.": "Il est temps de connecter votre appareil intelligent.",
  "First, press `Permit join (All)` button at the top of web-interface of Zigbee2MQTT.": "Tout d'abord, appuyez sur le bouton `Permettre la connexion (Tous)` en haut de l'interface Web de Zigbee2MQTT.",
  "Then, start to pair devices. The most common way to switch a device to connect mode is to hold its power button or switch them on/off 5 times. Make sure Zigbee2MQTT is running.": "Ensuite, commencez à associer les appareils. La manière la plus courante de passer un appareil en mode de connexion est de maintenir enfoncé son bouton d'alimentation ou de les allumer/éteindre 5 fois. Assurez-vous que Zigbee2MQTT est en cours d'exécution.",
  "When the device connects, you will see them in web-interface:": "Lorsque l'appareil se connecte, vous les verrez dans l'interface Web:",
  "Now you should see this sensor in your Home Assistant WebUI. Go to `Settings` -> `Devices & Services` -> `Devices`:": "Maintenant, vous devriez voir ce capteur dans votre interface utilisateur Web Home Assistant. Allez dans `Paramètres` -> `Appareils et services` -> `Appareils`:",
  "After adding all the sensors, you can close web-interface of Zigbee2MQTT.": "Après avoir ajouté tous les capteurs, vous pouvez fermer l'interface Web de Zigbee2MQTT."
}