{
  "Zigbee Adapter with Zigbee2MQTT for Pre-installed Image": "Προσαρμογέας Zigbee με Zigbee2MQTT για προεγκατεστημένη εικόνα",
  "**In this article you will pair smart devices.**": "**Σε αυτό το άρθρο θα συνδέσετε έξυπνες συσκευές.**",
  "Open a web browser and go to `http://%RASPBERRY_IP_ADDRESS%:8099`. You can find the IP address of Raspberry Pi using [Fing mobile app](https://www.fing.com/products) or [nmap CLI tool](https://vitux.com/find-devices-connected-to-your-network-with-nmap/).": "Ανοίξτε έναν περιηγητή ιστού και μεταβείτε στη διεύθυνση `http://%RASPBERRY_IP_ADDRESS%:8099`. Μπορείτε να βρείτε τη διεύθυνση IP του Raspberry Pi χρησιμοποιώντας την εφαρμογή [Fing mobile app](https://www.fing.com/products) ή το εργαλείο γραμμής εντολών [nmap CLI tool](https://vitux.com/find-devices-connected-to-your-network-with-nmap/).",
  "You will see web-interface of Zigbee2MQTT:": "Θα δείτε τη διεπαφή χρήστη του Zigbee2MQTT:",
  "It's time to connect your smart device.": "Ήρθε η ώρα να συνδέσετε την έξυπνη συσκευή σας.",
  "First, press `Permit join (All)` button at the top of web-interface of Zigbee2MQTT.": "Πατήστε πρώτα το κουμπί `Permit join (All)` στην κορυφή της διεπαφής χρήστη του Zigbee2MQTT.",
  "Then, start to pair devices. The most common way to switch a device to connect mode is to hold its power button or switch them on/off 5 times. Make sure Zigbee2MQTT is running.": "Στη συνέχεια, ξεκινήστε τη σύζευξη των συσκευών. Ο πιο συνηθισμένος τρόπος να μεταβείτε μια συσκευή σε λειτουργία σύνδεσης είναι να κρατήσετε πατημένο το κουμπί λειτουργίας ή να τις ενεργοποιήσετε/απενεργοποιήσετε 5 φορές. Βεβαιωθείτε ότι το Zigbee2MQTT εκτελείται.",
  "When the device connects, you will see them in web-interface:": "Όταν η συσκευή συνδεθεί, θα τις δείτε στη διεπαφή χρήστη:",
  "Now you should see this sensor in your Home Assistant WebUI. Go to `Settings` -> `Devices & Services` -> `Devices`:": "Τώρα θα πρέπει να δείτε αυτόν τον αισθητήρα στο Home Assistant WebUI σας. Μεταείτε στις `Ρυθμίσεις` -> `Συσκευές & Υπηρεσίες` -> `Συσκευές`:",
  "After adding all the sensors, you can close web-interface of Zigbee2MQTT.": "Αφού προσθέσετε όλους τους αισθητήρες, μπορείτε να κλείσετε τη διεπαφή χρήστη του Zigbee2MQTT."
}