{
  "How to Buy a Subscription": "구독 구매 방법",
  "**Paying commissions for transactions in blockchain is annoying. Imagine an IoT device which sends telemetry every 5-10 minutes. This will make you pay quite a lot through month. One of the key features of Robonomics Network is RWS - Robonomics Web Service subscription. Pay monthly and forget about transaction cost! For theoretical background refer to [this](https://blog.aira.life/rws-overview-part-2-heterogeneous-tokenomics-afc209cc855) article.**": "**블록체인에서 거래에 대한 수수료를 지불하는 것은 귀찮은 일입니다. 5-10분마다 텔레메트리를 보내는 IoT 장치를 상상해보십시오. 이로 인해 한 달 동안 상당한 금액을 지불해야합니다. Robonomics Network의 주요 기능 중 하나는 RWS - Robonomics 웹 서비스 구독입니다. 매월 지불하고 거래 비용을 잊어 버리세요! 이론적 배경은 [여기](https://blog.aira.life/rws-overview-part-2-heterogeneous-tokenomics-afc209cc855) 기사를 참조하십시오.**",
  "Pay attention that this tutorial demonstrates buying a subscription on Robonomics Kusama parachain. You can also perform all the same steps on your [local node](/docs/run-dev-node).": "Robonomics Kusama 파라체인에서 구독을 구매하는 튜토리얼을 주의 깊게 살펴보십시오. [로컬 노드](/docs/run-dev-node)에서도 동일한 단계를 수행 할 수 있습니다.",
  "One more thing before start. This is a \"hard\" way of buying a subscription. There is a conventional way to do this through [Robonomics DApp](https://dapp.robonomics.network/#/).": "시작하기 전에 한 가지 더. 이것은 구독을 구매하는 \"어려운\" 방법입니다. [Robonomics DApp](https://dapp.robonomics.network/#/)을 통해 이를 수행하는 전통적인 방법이 있습니다.",
  "Bid an Auction": "경매에 입찰하기",
  "The subscriptions in Robonomics are sold with an auction model. To get one, you need to bid an auction and win it (no worries, it's fast).": "Robonomics의 구독은 경매 모델로 판매됩니다. 구독을 얻으려면 경매에 입찰하고 이기면됩니다 (걱정하지 마세요, 빠릅니다).",
  "In `Developer/Chain state` you can see available auctions.": "`개발자/체인 상태`에서 사용 가능한 경매를 볼 수 있습니다.",
  "Choose `rws` and `auctionQueue` and press `+` button, you will see IDs of available auctions:": "`rws`와 `auctionQueue`를 선택하고 `+` 버튼을 누르면 사용 가능한 경매의 ID를 볼 수 있습니다:",
  "You can see an information about any subscription with `rws` `auction` and ID of auction (the auction's ID in the picture is 79):": "경매에 대한 정보를 보려면 `rws` `경매`와 경매 ID를 사용하면 됩니다 (사진에서 경매 ID는 79입니다):",
  "In the information about the auction you can see `winner` field, at the moment it is `null` so nobody has this subscription and you can get it. For that go to `Developer/Extrinsic`, choose your account and `rws -> bid`. Also set auction ID (79) and the amount of units to bid (more than 1000000000 Wn):": "경매에 대한 정보에서 `winner` 필드를 볼 수 있습니다. 현재는 `null`이므로 아무도이 구독을 가지고 있지 않으며 가올 수 있습니다. 그러기 위해 `개발자/외부`로 이동하여 계정과 `rws -> 입찰`을 선택하십시오. 또한 경매 ID (79)와 입찰 할 단위 수를 설정하십시오 (1000000000 Wn 이상):",
  "Submit the transaction and check the information about the auction with ID 79 (in `Chain state` choose `rws -> auction` and ID 79):": "트랜잭션을 제출하고 ID 79의 경매에 대한 정보를 확인하십시오 (`체인 상태`에서 `rws -> 경매`를 선택하고 ID 79를 선택하십시오):",
  "Now in `winner` field you will see your account address, it means that this account has the subscription 79. An auction starts with the first bid and lasts a few blocks, so if somebody bids more tokens than you in the next few blocks this one will be the winner and will take the subscription.": "이제 `winner` 필드에서 계정 주소를 볼 수 있으므로이 계정에는 구독 79가 있습니다. 경매는 첫 번째 입찰로 시작되며 몇 개의 블록 동안 지속됩니다. 따라서 다음 몇 개의 블록에서 당신보다 더 많은 토큰을 입찰하는 사람이 이길 것입니다.",
  "Now you can add devices. Devices are accounts that are able to use this subscription and submit extrinsics with no fee.": "이제 장치를 추가 할 수 있습니다. 장치는이 구독을 사용하고 수수료없이 외부를 제출 할 수있는 계정입니다.",
  "To test it create a new account with no tokens and add it to devices.": "테스트를 위해 토큰이없는 새 계정을 만들고 장치에 추가하십시오.",
  "To add devices choose `rws -> setDevices` in `Developer/Extrinsic`. Then press `Add Item` button and choose recently created account with no tokens:": "`개발자/외부`에서 `rws -> setDevices`를 선택하여 장치를 추가하십시오. 그런 다음 `Add Item` 버튼을 누르고 토큰이없는 최근에 생성된 계정을 선택하십시오:",
  "Submit the transaction. Now you can check the list of devices in `Chain state` with `rws -> devices`. There you will see the address of your account without tokens. Choose the account that has bought the subscription and press `+`:": "트랜잭션을 제출하십시오. 이제 `Chain state`에서 `rws -> devices`를 사용하여 장치 목록을 확인할 수 있습니다. 거기에서 토큰이없는 계정의 주소를 볼 수 있습다. 구독을 구매 한 계정을 선택하고 `+`를 누르십시오:",
  "Now you can try to [send launch](/docs/subscription-launch) extrinsic using the subscription.": "이제 구독을 사용하여 [발사](/docs/subscription-launch) 외부를 보내 볼 수 있습니다.",
  "Getting Started": "시작하기",
  "What is Robonomics": "로보노믹스란",
  "Robonomics platform provides tools for working with the robot economy network. Robonomics allow designers of smart cities and industry 4.0 zones to build trust among the [autonomous robots services](/docs/glossary#cyber-physical-system), provide [direct user access via dapp](/docs/glossary#dapp) for ordering products from autonomous factories and services of urban sensor networks. This in turn will allow us to put in place a decentralized system that globally monitors the activities of cyber physical systems.": "로보노믹스 플랫폼은 로봇 경제 네트워크와 함께 작업하기위한 도구를 제공합니다. 로보노믹스는 스마트 시티 및 산업 4.0 지역의 디자이너들이 [자율 로봇 서비스](/docs/glossary#cyber-physical-system) 간의 신뢰를 구축하고 자율 공장 및 도시 센서 네트워크의 제품을 주문하기 위해 [직접 사용자 액세스를 제공](/docs/glossary#dapp)하는 데 도움이됩니다. 이를 통해 우리는 사이버 물리 시스템의 활동을 전 세계적으로 모니터링하는 탈중앙화 된 시스템을 구축 할 수 있습니다.",
  "The following chart describes what place Robonomics takes in the scenario:": "다음 차트는 로보노믹스가 시나리오에서 차지하는 위치를 설명합니다:",
  "Find more in [Building dApps on Robonomics deck](https://gateway.pinata.cloud/ipfs/QmNNdLG3vuTsJtZtNByWaDTKRYPcBZSZcsJ1FY6rTYCixQ/Robonomics_keypoint_March_2021.pdf)": "[로보노믹스 덱에서 dApps 빌드](https://gateway.pinata.cloud/ipfs/QmNNdLG3vuTsJtZtNByWaDTKRYPcBZSZcsJ1FY6rTYCixQ/Robonomics_keypoint_March_2021.pdf)에서 자세한 내용을 찾을 수 있습니다.",
  "Robonomics Network quick start": "로보노믹스 네트워크 빠른 시작",
  "**For newcomer's convenience core Robonomics developers came up with a [6 lessons learning curve](/docs/wschool2021-intro/)!**": "**새로 온 사람들을 위해 핵심 로보노믹스 개발자들은 [6 가지 수업 학습 곡선](/docs/wschool2021-intro/)을 생각해 냈습니다!**",
  "You'll explore the serverless IoT architecture! Robonomics Web Services (RWS) is the basic infrastructural service for Robotics and IoT on top of Polkadot && IPFS.": "서버리스 IoT 아키텍처를 탐색 할 것입니다! 로보노믹스 웹 서비스 (RWS)는 Polkadot && IPFS 위에 로봇 공학 및 IoT를위한 기본 인프라 서비스입니다.",
  "Course graduates can launch a local relay chain and control a ROS-compatible device through cross-chain transaction.": "과정 수료자는 로컬 릴레이 체인을 시작하고 ROS 호환 장치를 교차 체인 트랜잭션을 통해 제어 할 수 있습니다.",
  "**[Join Robonomics Developers Discord](https://discord.gg/jTxqGeF5Qy) to connect with community and get technical support.**": "**[로보노믹스 개발자 디스코드에 참여](https://discord.gg/jTxqGeF5Qy)하여 커뮤니티와 기술 지원을 받으세요.**",
  "Benefits for Robonomics Academy graduates": "로보노믹스 아카데미 수료자를위한 혜택",
  "Intership for best students   Become a Robonomics team member and contribute to the development of the chosen product.": "최고의 학생들을 위한 인턴십   로보노믹스 팀원이 되어 선택한 제품의 개발에 기여하세요.",
  "Active community && regular events   Become a part of the learner's community, discuss your use-cases with industry experts. Team-up and participate in hackathons!": "능동적인 커뮤니티 및 정기적인 이벤트   학습자 커뮤니티의 일원이 되어 산업 전문가와 사용 사례를 논의하세요. 팀을 구성하고 해커톤에 참여하세요!",
  "Certificate of completion   Add a certificate for completing the course on building DAPPs for IoT to your portfolio.": "료증   IoT용 DAPP 구축 과정 수료증을 포트폴리오에 추가하세요.",
  "Assistance in admission to the ITMO university. Whether you are a bachelor or master, you'll get assistance in your admission to the university.": "ITMO 대학 입학 지원   학사 또는 석사, 대학 입학에 대한 지원을 받으세요.",
  "Funding && acceleration opportunities: 1)Apply for up to $50.000 Academia - support grant; 2)Participate in Robonomics builders acceleration program supported by Web3 Foundation; 3)Deploy your stand-alone DAPP on top of Robonomics; 4)Monetize it && get marketing support from Robonomics team.": "자금 지원 및 가속화 기회: 1) 최대 $50,000 학문 - 지원금 신청; 2) Web3 Foundation이 지원하는 Robonomics 빌더 가속화 프로그램 참여; 3) Robonomics 위에 독립적인 DAPP 배포; 4) 이를 통한 수익 창출 및 Robonomics 팀의 마케팅 지원.",
  "What the documentation contains": "문서에는 무엇이 포함되어 있나요",
  "I'm a Dapp developer": "나는 Dapp 개발자입니다",
  "[Robonomics-js on GitHub](https://github.com/airalab/robonomics-js) - simple Javascript SDK for Robonomics Network dApp developers.": "[GitHub의 Robonomics-js](https://github.com/airalab/robonomics-js) - Robonomics Network dApp 개발자를 위한 간단한 Javascript SDK.",
  "[dApp template](https://github.com/airalab/vue-dapp-robonomics-template) - uses Vue.js": "[dApp 템플릿](https://github.com/airalab/vue-dapp-robonomics-template) - Vue.js 사용",
  "[Wiki documentation](/docs/robonomics-js/)": "[위키 문서](/docs/robonomics-js/)",
  "Check out [cases](/docs/iot-sensors-connectivity/) section and start developing by [examples](/docs/agent-development-examples).": "[사례](/docs/iot-sensors-connectivity/) 섹션을 확인하고 [예제](/docs/agent-development-examples)를 통해 개발을 시작하세요.",
  "Global Administration": "글로벌 관리",
  "**This article will show you how to set up a new user to your Home Assistant.**": "**이 문서에서는 Home Assistant에 새 사용자를 설정하는 방법을 안내합니다.**",
  "Adding Users to Subscription": "구독에 사용자 추가하기",
  "You cannot use previously created accounts because `SUB_OWNER` and `SUB_CONTROLLER` provide security, and the first user you created when you first started Home Assistant does not have a Robonomics Parachain account.": "Home Assistant를 처음 시작할 때 생성한 계정은 `SUB_OWNER` 및 `SUB_CONTROLLER`가 보안을 제공하기 때문에 사용할 수 없습니다. Robonomics Parachain 계정이 없는 첫 번째 사용자니다.",
  "1. Create an account on Robonomics parachain, as you did in the [previous article](/docs/sub-activate/).": "1. [이전 문서](/docs/sub-activate/)에서와 같이 Robonomics Parachain에 계정을 생성하세요.",
  "2. Using `SUB_OWNER` account add new user account to the subscription in the [dapp](https://dapp.robonomics.network/#/subscription/devices). Now there should be three addresses in the access list: `SUB_OWNER`, `SUB_CONTROLLER` and `USER`.": "2. `SUB_OWNER` 계정을 사용하여 [dapp](https://dapp.robonomics.network/#/subscription/devices)에서 구독에 새 사용자 계정을 추가하세요. 이제 액세스 목록에는 `SUB_OWNER`, `SUB_CONTROLLER` 및 `USER` 세 개의 주소가 있어야 합니다.",
  "Granting Access to User": "사용자에게 액세스 권한 부여하기",
  "1. Go to the dapp service called [Home Assistant Account](https://dapp.robonomics.network/#/home-assistant). Choose the account you've just created at the right sidebar (check that you have chosen the intended account by pressing the profile icon).": "1. [Home Assistant Account](https://dapp.robonomics.network/#/home-assistant)라는 dapp 서비스로 이동하세요. 오른쪽 사이드바에서 방금 생성한 계정을 선택하세요 (프로필 아이콘을 눌러 의도한 계정을 선택했는지 확인하세요).",
  "2. Enter the `USER` seed in the required field. Add `SUB_OWNER` and `SUB_CONTROLLER` addresses in the administrator credits fields. If everything is correct, you will see verification status `VERIFIED`.": "2. 필요한 필드에 `USER` 시드를 입력하세요. 관리자 크레딧 필드에 `SUB_OWNER` 및 `SUB_CONTROLLER` 주소를 추가하세요. 모든 것이 올바르면 확인 상태가 `VERIFIED`로 표시됩니다.",
  "3. Create a password for a new user which you have just registered and then confirm the transaction, that will now be without fee due to the subscription. Later you can restore the password in the Restore tab.": "3. 방금 등록한 새 사용자를 위해 비밀번호를 생성한 다음 거래를 확인하세요. 이제 구독으로 인해 수수료가 없는 거래입니다. 나중에 복구 탭에서 비밀번호를 복원할 수 있습니다.",
  "4. After the registration process, log in to Home Assistant with your user address as login and a newly-created password.": "4. 등록 프로세스가 완료되면 새로 생성한 비밀번호로 Home Assistant에 로그인하세요.",
  "Now you can use the dapp to control your home through Robonomics, check [**\"Get Smart Home Telemetry\"**](/docs/smart-home-telemetry/) article.": "이제 Robonomics를 통해 집을 제어하기 위해 dapp을 사용할 수 있으며, [**\"스마트 홈 텔레메트리 가져오기\"**](/docs/smart-home-telemetry/) 문서를 확인하세요.",
  "Troubleshooting": "문제 해결"
}