{
  "Zigbee Adapter with Zigbee2MQTT for Pre-installed Image": "Adaptador Zigbee com Zigbee2MQTT para Imagem Pré-instalada",
  "**In this article you will pair smart devices.**": "**Neste artigo você irá parear dispositivos inteligentes.**",
  "Open a web browser and go to `http://%RASPBERRY_IP_ADDRESS%:8099`. You can find the IP address of Raspberry Pi using [Fing mobile app](https://www.fing.com/products) or [nmap CLI tool](https://vitux.com/find-devices-connected-to-your-network-with-nmap/).": "Abra um navegador da web e vá para `http://%RASPBERRY_IP_ADDRESS%:8099`. Você pode encontrar o endereço IP do Raspberry Pi usando o [aplicativo móvel Fing](https://www.fing.com/products) ou a [ferramenta de linha de comando nmap](https://vitux.com/find-devices-connected-to-your-network-with-nmap/).",
  "You will see web-interface of Zigbee2MQTT:": "Você verá a interface web do Zigbee2MQTT:",
  "It's time to connect your smart device.": "É hora de conectar seu dispositivo inteligente.",
  "First, press `Permit join (All)` button at the top of web-interface of Zigbee2MQTT.": "Primeiro, pressione o botão `Permitir junção (Todos)` no topo da interface web do Zigbee2MQTT.",
  "Then, start to pair devices. The most common way to switch a device to connect mode is to hold its power button or switch them on/off 5 times. Make sure Zigbee2MQTT is running.": "Em seguida, comece a parear os dispositivos. A maneira mais comum de colocar um dispositivo no modo de conexão é segurar seu botão de energia ou ligá-los/desligá-los 5 vezes. Certifique-se de que o Zigbee2MQTT esteja em execução.",
  "When the device connects, you will see them in web-interface:": "Quando o dispositivo se conectar, você os verá na interface web:",
  "Now you should see this sensor in your Home Assistant WebUI. Go to `Settings` -> `Devices & Services` -> `Devices`:": "Agora você deve ver este sensor em sua interface web do Home Assistant. Vá para `Configurações` -> `Dispositivos e Serviços` -> `Dispositivos`:",
  "After adding all the sensors, you can close web-interface of Zigbee2MQTT.": "Após adicionar todos os sensores, você pode fechar a interface web do Zigbee2MQTT."
}