{
  "Robonomics Smart Home Overview": "Обзор Robonomics Smart Home",
  "Secure IoT with Blockchain": "Безопасный IoT с использованием блокчейна",
  "For your smart home, the modern IoT market provides a wide range of solutions. But you are usually tied to centralized cloud providers or expensive proprietary gateways. As a result, you as a user are always dependent on the hardware and infrastructure vendor to run your smart system. At the same time, your smart home cannot be truly smart without cloud statistics and analytics.": "Для вашего умного дома современный рынок IoT предлагает широкий спектр решений. Но вы обычно привязаны к централизованным облачным провайдерам или дорогостоящим собственным шлюзам. В результате вы, как пользователь, всегда зависите от поставщика оборудования и инфраструктуры для работы вашей умной системы. В то же время ваш умный дом не может быть по-настоящему умным без облачной статистики и аналитики.",
  "**We see two main problems with current smart homes:**": "**Мы видим две основные проблемы с существующими умными домами:**",
  "1. You have no control over what data you share with the vendor or third party.": "1. У вас нет контроля над теми данными, которые вы делитесь с поставщиком или третьей стороной.",
  "2. Your smart home is vulnerable to shutdowns of centralized cloud servers.": "2. Ваш умный дом уязвим для отключения централизованных облачных серверов.",
  "To solve both problems, we suggest you to try Robonomics, our **secure**, **serverless** and **futuristic** decentralized cloud.": "Чтобы решить обе проблемы, мы предлагаем вам попробовать Robonomics - нашу **безопасную**, **безсерверную** и **футуристическую** децентрализованную облачную платформу.",
  "Steps to corporate-free cloud": "Шаги к облачной платформе без корпораций",
  "Here are some simple steps to create an affordable smart home using Home Assistant as a device communication application and Robonomics as a corporate-free, decentralized cloud platform. Robonomics leverages modern and secure Web3 technologies, ensuring enhanced security throughout the process.": "Вот несколько простых шагов для создания доступного умного дома с использованием Home Assistant в качестве приложения для обмена данными устройств и Robonomics в качестве безкорпоративной децентрализованной облачной платформы. Robonomics использует современные и безопасные технологии Web3, обеспечивая повышенную безопасность на протяжении всего процесса.",
  "Start here your smart home": "Начните здесь свой умный дом",
  "We have prepared detailed guides on setting up a smart home on Robonomics. The steps may vary depending on your specific situation: whether you already have an operational Home Assistant with paired devices, or if you are starting from scratch to establish your smart home.": "Мы подготовили подробные руководства по настройке умного дома на Robonomics. Шаги могут варьироваться в зависимости от вашей конкретной ситуации: у вас уже есть работающий Home Assistant с подключенными устройствами или вы начинаете с нуля, чтобы создать свой умный дом.",
  "Robonomics Video Service": "Robonomics Video Service",
  "This article shows how to add an IP camera to Home Assistant and send videos to Robonomics Web Service.": "В этой статье показано, как добавить IP-камеру в Home Assistant и отправить видео на Robonomics Web Service.",
  "To connect a camera to Home Assistant, you need to know its IP address and create a local camera account to connect to the RTSP stream.": "Чтобы подключить камеру к Home Assistant, вам нужно знать ее IP-адрес и создать локальную учетную запись камеры для подключения к потоку RTSP.",
  "Since this is done differently for each camera, this process is not considered in this article.": "Поскольку это делается по-разному для каждой камеры, этот процесс не рассматривается в данной статье.",
  "Requirements:": "Требования:",
  "IP camera": "IP-камера",
  "Configured local camera account": "Настроенная локальная учетная запись камеры",
  "IP address of the camera": "IP-адрес камеры",
  "Configured Home Assistant": "Настроенный Home Assistant",
  "This article assumes that you have a general IP camera without RTZ (rotate, tilt, zoom) options.": "В этой статье предполагается, что у вас есть обычная IP-камера без опций RTZ (поворот, наклон, масштабирование).",
  "If you have an RTZ camera, check [\"RTZ camera\" article](/docs/ptz-camera). And then come back to a second step here.": "Если у вас есть камера RTZ, проверьте статью [\"Камера RTZ\"](/docs/ptz-camera). А затем вернитесь ко второму шагу здесь.",
  "Connect the Camera": "Подключите камеру",
  "To do so, try entering the following query on the Internet: \"<CAMERA_NAME> RTSP stream\".": "Для этого попробуйте ввести следующий запрос в Интернете: \"<ИМЯ_КАМЕРЫ> RTSP-поток\".",
  "Stream URL must start with `rtsp://<IP_Address>...`.": "URL потока должен начинаться с `rtsp://<IP_Адрес>...`.",
  "This article uses a \"Tapo\" camera and the stream path is `rtsp://<IP_Address>/stream1`.": "В этой статье используется камера \"Tapo\", а путь потока - `rtsp://<IP_Адрес>/stream1`.",
  "Open Home Assistant and go to \"Settings\"-> \"Devices & Services\". Press the \"ADD INTEGRATION\" button and": "Откройте Home Assistant и перейдите в \"Настройки\"-> \"Устройства и сервисы\". Нажмите кнопку \"ДОБАВИТЬ ИНТЕГРАЦИЮ\" и",
  "start typing \"Generic Camera\" integration. Choose it.": "начните вводить \"Generic Camera\". Выберите его.",
  "In the configuration window provide the following information:": "В окне конфигурации предоставьте следующую информацию:",
  "The URL of camera's RTSP stream": "URL потока RTSP камеры",
  "write a username of your local camera account": "введите имя пользователя вашей локальной учетной записи камеры",
  "write a password for your local camera account": "введите пароль для вашей локальной учетной записи камеры",
  "Scroll down the settings and press the \"Submit\" button.": "Прокрутите вниз настройки и нажмите кнопку \"Отправить\".",
  "In Preview window activate the checkbox \"This image looks good.\" and press the \"Submit\" button. Then - \"Finish\".": "В окне предварительного просмотра активируйте флажок \"Это изображение выглядит хорошо.\" и нажмите кнопку \"Отправить\". Затем - \"Завершить\".",
  "Add to the Dashboard": "Добавьте на панель управления",
  "Additionally, you can add the stream to your dashboard. To do this, navigate to the dashboard and create a new card": "Кроме того, вы можете добавить поток на свою панель управления. Для этого перейдите на панель управления и создайте новую карту",
  "\"Picture Glance\". Further steps:": "\"Picture Glance\". Дальнейшие шаги:",
  "enter the \"Title\" you want": "введите желаемый \"Заголовок\"",
  "delete data from \"Image Path\"": "удалите данные из \"Пути к изображению\"",
  "select the camera in \"Camera Entity\"": "выберите камеру в \"Сущность камеры\"",
  "in the \"Camera View\", select \"live\" so that there is less delay": "в \"Видеокамере\" выберите \"live\", чтобы уменьшить задержку",
  "And save it.": "И сохраните его.",
  "Check media folder": "Проверьте папку медиафайлов",
  "Before being sent to the Robonomics Video Service, the video must be saved in a folder, and Home Assistant must have access to this folder.": "Прежде чем отправить видео на Robonomics Video Service, видео должно быть сохранено в папке, и Home Assistant должен иметь доступ к этой папке.",
  "The easiest option in this case is to use a media pack, in which the Home Assistant stores all the media.": "Самый простой вариант в этом случае - использовать медиапак, в котором Home Assistant хранит все медиафайлы.",
  "If you use HAOS or Pre-installed Image your Home Assistant **already has Media folder**.": "Если вы используете HAOS или предустановленное изображение, ваш Home Assistant **уже имеет папку Media**.",
  "If you use Home Assistant Core, you should go to `.homeassistant` folder and create `media` folder in it.": "Если вы используете Home Assistant Core, вы должны перейти в папку `.homeassistant` и создать в ней папку `media`.",
  "If you use Home Assistant Docker, add ` -v /PATH_TO_YOUR_MEDIA:/media \\` line to the Docker command.": "Если вы используете Home Assistant Docker, добавьте строку ` -v /ПУТЬ_К_ВАШИМ_МЕДИА:/media \\` в команду Docker.",
  "To check that everything was set up correctly, go to the “Media” -> “local media” tab in your Home Assistant.": "Чтобы проверить, что все настроено правильно, перейдите на вкладку \"Медиа\" -> \"локальные медиа\" в вашем Home Assistant.",
  "You should see an empty folder (no errors):": "Вы должны увидеть пустую папку (без ошибок):",
  "Service Call": "Вызов сервиса",
  "To send a video to Robonomics, you should call a dedicated service in Home Assistant.": "Чтобы отправить видео на Robonomics, вы должны вызвать специальный сервис в Home Assistant.",
  "In this article this is done manually, but you can create an automation for it.": "В этой статье это делается вручную, но вы можете создать автоматизацию для этого.",
  "To do this, go to \"Developer tools\" -> \"Services\" and find \"Robonomics: Save recording to Robonomics\".": "Для этого перейдите в \"Инструменты разработчика\" -> \"Сервисы\" и найдите \"Robonomics: Сохранить запись в Robonomics\".",
  "In \"Targets\" choose your camera entity.": "В \"Цели\" выберите сущность вашей камеры.",
  "In \"Path to save the recording\" you should provide an absolute path to the folder,": "В \"Путь для сохранения записи\" вы должны указать абсолютный путь к папке,",
  "where Home Assistant can save the video:": "где Home Assistant может сохранить видео:",
  "For Pre-installed image": "Для предустановленноо изображения",
  "For HA OS or Home Assistant Docker": "Для HA OS или Home Assistant Docker",
  "For Home Assistant Core - Path to previously created media folder.": "Для Home Assistant Core - Путь к ранее созданной папке с медиафайлами.",
  "Additionally, you can choose the recording Duration.": "Кроме того, вы можете выбрать продолжительность записи.",
  "Fill in the data and call the service with the \"CALL SERVICE\" button.": "Заполните данные и вызовите сервис с помощью кнопки \"ВЫЗАТЬ СЕРВИС\".",
  "To view the resulted video go to [Robonomics DAPP](https://vol4tim.github.io/videostream/).": "Чтобы просмотреть полученное видео, перейдите на [Robonomics DAPP](https://vol4tim.github.io/videostream/).",
  "Paste in your controller's account address and click the button below. Wait for the \"Search for Twins\" process.": "Вставьте адрес вашего контроллера и нажмите кнопку ниже. Дождитесь процесса \"Поиск близнецов\".",
  "As a result, you will get an IPFS CID with all recorded videos.": "В результате вы получите IPFS CID со всеми записанными видео.",
  "Next, select the controller account (or any other) from the drop-down list and sign a message for authorization in": "Затем выберите учетную запись контроллера (или любую другую) из выпадающего списка и подпишите сообщение для авторизации в",
  "the Web3 IPFS gateway to download all the videos. As a result, you will obtain all the videos recorded by your smart home.": "веб-портале Web3 IPFS, чтобы загрузить все видео. В результате вы получите все видео, записанные вашим умным домом.",
  "Since all the videos in the folder are encrypted with the controller key, you need to insert it to decrypt videos.": "Поскольку все видео в папке зашифрованы с помощью ключа контроллера, вам нужно вставить его для расшифровки видео.",
  "After that, the video playback button is activated. Click on it to download the video.": "После этого кнопка воспроизведения видео активируется. Нажмите на нее, чтобы скачать видео.",
  "How to Run Robonomics Dev Node": "Как запустить узел разрабоки Robonomics",
  "**For testing your applications on Robonomics you may want to run it in the dev mode. This article shows step-by-step": "**Для тестирования ваших приложений на Robonomics вы можете запустить его в режиме разработки. В этой статье показаны пошаговые",
  "instructions how to get your own local testing instance of Robonomics.**": "инструкции о том, как получить собственный локальный тестовый экземпляр Robonomics.**",
  "Get Node Binary": "Получить двоичный файл узла",
  "1. First, you need a binary file, download the archive with it from the latest [release](https://github.com/airalab/robonomics/releases).": "1. Сначала вам понадобится двоичный файл, загрузите архив с ним из последнего [релиза](https://github.com/airalab/robonomics/releases).",
  "2. Navigate to the archive folder, unpack the binary and change permissions:": "2. Перейдите в папку с архивом, распакуйте двоичный файл и измените разрешения:",
  "Run": "Запустить",
  "Run the node with:": "Запустите узел с помощью команды:",
  "You will see the following output:": "Вы увидите следующий вывод:",
  "If you want to purge existing blocks you may do this with removing RocksDB at `/tmp/substrate******/chains/dev/db/full`.": "Если вы хотите очистить существующие блоки, вы можете сделать это, удалив RocksDB в `/tmp/substrate******/chains/dev/db/full`.",
  "Replace `******` with a corresponding identifier displayed in logs on launch.": "Замените `******` на соответствующий идентификатор, отображаемый в журналах при запуске.",
  "If you want to start the node from scratch every time use `--tmp` flag.": "Если вы хотите каждый раз запускать узел с нуля, используйте флаг `--tmp`.",
  "Connect": "Подключение",
  "Now you can connect to your local node through the [Polkadot Portal](https://polkadot.js.org/apps/#/explorer).": "Теперь вы можете подключиться к локальному узлу через [Портал Polkadot](https://polkadot.js.org/apps/#/explorer).",
  "Change the network to `Local Node` in the upper left corner and press `Switch`.": "Измените сеть на `Local Node` в верхнем левом углу и нажмите `Switch`.",
  "Welcome to the local instance of Robonomics!": "Добро пожаловать в локальный экземпляр Robonomics!"
}