{
  "Zigbee Adapter with Zigbee2MQTT for Pre-installed Image": "Adaptador Zigbee con Zigbee2MQTT para imagen preinstalada",
  "**In this article you will pair smart devices.**": "**En este artículo emparejarás dispositivos inteligentes.**",
  "Open a web browser and go to `http://%RASPBERRY_IP_ADDRESS%:8099`. You can find the IP address of Raspberry Pi using [Fing mobile app](https://www.fing.com/products) or [nmap CLI tool](https://vitux.com/find-devices-connected-to-your-network-with-nmap/).": "Abre un navegador web y ve a `http://%DIRECCIÓN_IP_DE_RASPBERRY%:8099`. Puedes encontrar la dirección IP de Raspberry Pi usando la [aplicación móvil Fing](https://www.fing.com/products) o la [herramienta de línea de comandos nmap](https://vitux.com/find-devices-connected-to-your-network-with-nmap/).",
  "You will see web-interface of Zigbee2MQTT:": "Verás la interfaz web de Zigbee2MQTT:",
  "It's time to connect your smart device.": "Es hora de conectar tu dispositivo inteligente.",
  "First, press `Permit join (All)` button at the top of web-interface of Zigbee2MQTT.": "Primero, presiona el botón `Permitir unión (Todos)` en la parte superior de la interfaz web de Zigbee2MQTT.",
  "Then, start to pair devices. The most common way to switch a device to connect mode is to hold its power button or switch them on/off 5 times. Make sure Zigbee2MQTT is running.": "Luego, comienza a emparejar los dispositivos. La forma más común de poner un dispositivo en modo de conexión es mantener presionado su botón de encendido o encender/apagarlo 5 veces. Asegúrate de que Zigbee2MQTT esté en ejecución.",
  "When the device connects, you will see them in web-interface:": "Cuando el dispositivo se conecte, los verás en la interfaz web:",
  "Now you should see this sensor in your Home Assistant WebUI. Go to `Settings` -> `Devices & Services` -> `Devices`:": "Ahora deberías ver este sensor en tu interfaz web de Home Assistant. Ve a `Configuración` -> `Dispositivos y Servicios` -> `Dispositivos`:",
  "After adding all the sensors, you can close web-interface of Zigbee2MQTT.": "Después de agregar todos los sensores, puedes cerrar la interfaz web de Zigbee2MQTT."
}