{
  "Zigbee Adapter with Zigbee2MQTT for Pre-installed Image": "Адаптер Zigbee з Zigbee2MQTT для попередньо встановленого зображення",
  "**In this article you will pair smart devices.**": "**У цій статті ви будете парувати розумні пристрої.**",
  "Open a web browser and go to `http://%RASPBERRY_IP_ADDRESS%:8099`. You can find the IP address of Raspberry Pi using [Fing mobile app](https://www.fing.com/products) or [nmap CLI tool](https://vitux.com/find-devices-connected-to-your-network-with-nmap/).": "Відкрийте веб-переглядач і перейдіть за адресою `http://%RASPBERRY_IP_ADDRESS%:8099`. Ви можете знайти IP-адресу Raspberry Pi за допомогою [мобільного додатку Fing](https://www.fing.com/products) або [інструменту командного рядка nmap](https://vitux.com/find-devices-connected-to-your-network-with-nmap/).",
  "You will see web-interface of Zigbee2MQTT:": "Ви побачите веб-інтерфейс Zigbee2MQTT:",
  "It's time to connect your smart device.": "Час підключити ваш розумний пристрій.",
  "First, press `Permit join (All)` button at the top of web-interface of Zigbee2MQTT.": "Спочатку натисніть кнопку `Дозволити приєднання (Всі)` у верхній частині веб-інтерфейсу Zigbee2MQTT.",
  "Then, start to pair devices. The most common way to switch a device to connect mode is to hold its power button or switch them on/off 5 times. Make sure Zigbee2MQTT is running.": "Потім почніть парувати пристрої. Найпоширеніший спосіб переключення пристрою в режим підключення - утримуйте його кнопку живлення або включайте / виключайте його 5 разів. Переконайтеся, що Zigbee2MQTT працює.",
  "When the device connects, you will see them in web-interface:": "Коли пристрій підключається, ви побачите їх у веб-інтерфейсі:",
  "Now you should see this sensor in your Home Assistant WebUI. Go to `Settings` -> `Devices & Services` -> `Devices`:": "Тепер ви повинні побачити цей датчик у вашому веб-інтерфейсі Home Assistant. Перейдіть до `Налаштування` -> `Пристрої та сервіси` -> `Пристрої`:",
  "After adding all the sensors, you can close web-interface of Zigbee2MQTT.": "Після додавання всіх датчиків ви можете закрити веб-інтерфейс Zigbee2MQTT."
}