{
	"404": "404",
	"Smart Home": "Smart Home",
	"Overview": "Übersicht",
	"Install Smart Home": "Smart Home installieren",
	"Home Assistant Init": "Home Assistant Initialisierung",
	"Add devices": "Geräte hinzufügen",
	"Zigbee Devices": "Zigbee-Geräte",
	"Virtual Devices": "Virtuelle Geräte",
	"Subscription Activate": "Abonnement aktivieren",
	"Robonomics Integration Setup": "Robonomics Integrationskonfiguration",
	"Add User": "Benutzer hinzufügen",
	"Advanced Setup": "Erweiterte Konfiguration",
	"Upgrade Home Assistant OS": "Home Assistant OS aktualisieren",
	"Robonomics Installation": "Robonomics Installation",
	"Upgrade Home Assistant Docker for Unix-like OS": "Upgrade Home Assistant Docker für Unix-ähnliche OS",
	"Upgrade Home Assistant Core": "Home Assistant Core aktualisieren",
	"Use": "Verwendung",
	"Get Smart Home Telemetry": "Smart Home Telemetrie erhalten",
	"Backup Services": "Backup-Services",
	"Robonomics Video Service": "Robonomics Video-Service",
	"Rtz Camera Control in Home Assistant": "RTZ-Kamerasteuerung in Home Assistant",
	"Pinata Setup": "Pinata-Einrichtung",
	"Оn-Chain Gov Experiment": "On-Chain Gov Experiment",
	"Blueprints": "Baupläne",
	"How To Use Blueprints": "Verwendung von Bauplänen",
	"Get Notified When Door Opens": "Benachrichtigung bei Türöffnung erhalten",
	"Robonomics Devices": "Robonomics-Geräte",
	"IR Remote": "IR-Fernbedienung",
	"Energy Monitoring": "Energieüberwachung",
	"1 Gang Smart Switch": "1-Gang Smart-Schalter",
	"2 Gang Smart Switch": "2-Gang Smart-Schalter",
	"Air Quality Sensor": "Luftqualitätssensor",
	"Robonomics Parachain Theory": "Robonomics Parachain-Theorie",
	"Glossary": "Glossar",
	"Create Account for Robonomics Parachain": "Konto für Robonomics Parachain erstellen",
	"How to Run Robonomics Dev Node": "Ausführung des Robonomics Dev Node",
	"Adding Funds To Your Account on Robonomics Portal": "Hinzufügen von Geldern zu Ihrem Konto im Robonomics-Portal",
	"Basics: Datalog": "Grundlagen: Datalog",
	"Basics: Launch": "Grundlagen: Start",
	"Basics: Digital Twins": "Grundlagen: Digitale Zwillinge",
	"Basics: Liability": "Grundlagen: Haftung",
	"Python interface and Robonomics IO": "Python-Schnittstelle und Robonomics IO",
	"RWS: How to Buy a Subscription": "RWS: Kauf eines Abonnements",
	"RWS: How to Send Launch with Subscription": "RWS: Senden eines Starts mit Abonnement",
	"Robonomics on Ethereum": "Robonomics auf Ethereum",
	"Robonomics OpenGov": "Robonomics OpenGov",
	"How to build collator node from source": "Erstellen eines Collator-Knotens aus der Quelle",
	"How to Update Collator Node Version": "Aktualisieren der Collator-Knoten-Version",
	"How to send extrinsic from ESP": "Senden von Extrinsic von ESP",
	"How to Edit Wiki": "Wiki bearbeiten",
	"How to Contribute": "Beitragen",
	"Home": "Startseite",
	"doc.title": "doc.title",
	"item.title": "item.title",
	"{% set links = doc.children |": "{% set links = doc.children |",
	"transformSummaryLinks%}": "transformSummaryLinks%}",
	"Privacy Policy": "Datenschutz-Bestimmungen",
	"This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "Diese Richtlinie beschreibt die Informationen, die wir von Ihnen sammeln, wie wir diese Informationen verwenden und unsere rechtliche Grundlage dafür. Sie umfasst auch, ob und wie diese Informationen geteilt werden können und Ihre Rechte und Entscheidungen bezüglich der Informationen, die Sie uns zur Verfügung stellen.",
	"Where are those annoying cookie consent pop-ups?": "Wo sind diese lästigen Cookie-Einwilligungs-Pop-ups?",
	"We don't need cookie consent is needed because:": "Wir benötigen keine Cookie-Einwilligung, weil:",
	"Tracking cookies are not used": "Tracking-Cookies werden nicht verwendet",
	"The data is not used for any other purpose than analytics": "Die Daten werden nur für Analysen verwendet",
	"Visitors aren't tracked across websites": "Besucher werden nicht über Websites hinweg verfolgt",
	"A user cannot be tracked across days within the same website": "Ein Benutzer kann nicht über Tage hinweg auf derselben Website verfolgt werden",
	"What We Collect and Receive": "Was wir sammeln und erhalten",
	"In order for us to provide you the best possible experience on our websites, we need to collect and process certain information. Depending on your use of the Services, that may include:": "Um Ihnen das bestmögliche Erlebnis auf unseren Websites zu bieten, müssen wir bestimmte Informationen sammeln und verarbeiten. Je nach Ihrer Nutzung der Dienste kann dies Folgendes umfassen:",
	"Contact us via email": "Kontaktieren Sie uns per E-Mail",
	"for example, when you submit our forms, send us questions or comments, or report a problem, we will collect your name, email address, message, etc. We use this data solely in connection with answering the queries we receive.": "zum Beispiel, wenn Sie unsere Formulare einreichen, uns Fragen oder Kommentare senden oder ein Problem melden, werden wir Ihren Namen, Ihre E-Mail-Adresse, Ihre Nachricht usw. sammeln. Wir verwenden diese Daten ausschließlich im Zusammenhang mit der Beantwortung der Anfragen, die wir erhalten.",
	"Usage data": "Nutzungsdaten",
	"when you visit our website, we will store: the URL from which you visited us from, web pages of our website you visit, the date and duration of your visit, your anonymized IP address, the device specifications (device type, operating system, screen resolution, language, country you are located in, and web browser type) you used during your visit, and": "wenn Sie unsere Website besuchen, speichern wir: die URL, von der aus Sie uns besucht haben, die Webseiten unserer Website, die Sie besuchen, das Datum und die Dauer Ihres Besuchs, Ihre anonymisierte IP-Adresse, die Gerätespezifikationen (Gerätetyp, Betriebssystem, Bildschirmauflösung, Sprache, Land, in dem Sie sich befinden, und Browsertyp) während Ihres Besuchs verwendet wurden, und",
	"other": "andere",
	"non-personal data. We process this usage data only on our server, not passing it to third-parties with": "nicht personenbezogene Daten. Wir verarbeiten diese Nutzungsdaten nur auf unserem Server und geben sie nicht an Dritte weiter mit",
	"Matomo": "Matomo",
	"web analytics platform that gives us 100% data ownership. This analytics helps us to improve user experience with our website and to recognize and stop any misuse.": "Web-Analyseplattform, die uns zu 100% Datenbesitz bietet. Diese Analyse hilft uns, die Benutzererfahrung auf unserer Website zu verbessern und Missbrauch zu erkennen und zu stoppen.",
	"analytics helps us to improve user experience with our website and to recognize and stop any misuse.": "Analytics hilft uns, die Benutzererfahrung auf unserer Website zu verbessern und Missbrauch zu erkennen und zu stoppen.",
	"Non-personalized cookies": "Nicht personalisierte Cookies",
	"we use non-tracking cookies (small data files transferred onto computers or devices by sites) for record-keeping purposes and to enhance functionality on our website. You may deactivate or restrict the transmission of these cookies by changing the settings of your web browser or by opt-out on this page in the form below. Cookies that are already stored may be deleted at any time.": "Wir verwenden nicht nachverfolgende Cookies (kleine Datendateien, die von Websites auf Computer oder Geräte übertragen werden) zu Aufzeichnungszwecken und zur Verbesserung der Funktionalität auf unserer Website. Sie können die Übertragung dieser Cookies deaktivieren oder einschränken, indem Sie die Einstellungen Ihres Webbrowsers ändern oder sich auf dieser Seite im untenstehenden Formular abmelden. Bereits gespeicherte Cookies können jederzeit gelöscht werden.",
	"Opt-out of website tracking": "Opt-out vom Website-Tracking",
	"You can opt out of being tracked by our Matomo Analytics instance below:": "Sie können sich unten von der Verfolgung durch unsere Matomo Analytics-Instanz abmelden:",
	"Your Rights": "Ihre Rechte",
	"You have the right to be informed of Personal Data processed by Matomo, a right to rectification/correction, erasure and restriction of processing. You also have the right to ask from us a structured, common and machine-readable format of Personal Data you provided to us.": "Sie haben das Recht, über die von Matomo verarbeiteten personenbezogenen Daten informiert zu werden, ein Recht auf Berichtigung/Löschung und Einschränkung der Verarbeitung. Sie haben auch das Recht, von uns ein strukturiertes, gängiges und maschinenlesbares Format der von Ihnen bereitgestellten personenbezogenen Daten anzufordern.",
	"We can only identify you via your email address and we can only adhere to your request and provide information if we have Personal Data about you through you having made contact with us directly and/or you using our site and/or service. We cannot provide, rectify or delete any data that we store on behalf of our users or customers.": "Wir können Sie nur anhand Ihrer E-Mail-Adresse identifizieren und wir können nur Ihrem Wunsch entsprechen und Informationen bereitstellen, wenn wir personenbezogene Daten über Sie haben, die Sie durch direkten Kontakt mit uns und/oder durch die Nutzung unserer Website und/oder Dienstleistung bereitgestellt haben. Wir können keine Daten bereitstellen, berichtigen oder löschen, die wir im Auftrag unserer Benutzer oder Kunden speichern.",
	"To exercise any of the rights mentioned in this Privacy Policy and/or in the event of questions or comments relating to the use of Personal Data you may contact us.": "Um eines der in dieser Datenschutzrichtlinie genannten Rechte auszuüben und/oder bei Fragen oder Kommentaren zum Umgang mit personenbezogenen Daten können Sie uns kontaktieren.",
	"In addition, you have the right to lodge a complaint with the data protection authority in your jurisdiction.": "Darüber hinaus haben Sie das Recht, eine Beschwerde bei der Datenschutzbehörde in Ihrer Zuständigkeit einzureichen.",
	"Retention of data": "Datenspeicherung",
	"We will retain your information as long as necessary to provide you with the services or as otherwise set forth in this Policy. We will also retain and use this information as necessary for the purposes set out in this Policy and to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements and protect Robonomics Wiki legal rights.": "Wir werden Ihre Informationen so lange aufbewahren, wie es zur Erbringung der Dienstleistungen erforderlich ist oder wie in dieser Richtlinie anderweitig festgelegt ist. Wir werden diese Informationen auch aufbewahren und verwenden, soweit dies zur Erfüllung der in dieser Richtlinie festgelegten Zwecke und zur Einhaltung unserer rechtlichen Verpflichtungen, zur Beilegung von Streitigkeiten, zur Durchsetzung unserer Vereinbarungen und zum Schutz der rechtlichen Rechte von Robonomics Wiki erforderlich ist.",
	"We also collect and maintain aggregated, anonymized or pseudonymized information which we may retain indefinitely to protect the safety and security of our Site, improve our Services or comply with legal obligations.": "Wir sammeln und pflegen auch aggregierte, anonymisierte oder pseudonymisierte Informationen, die wir unbegrenzt aufbewahren können, um die Sicherheit und den Schutz unserer Website zu gewährleisten, unsere Dienstleistungen zu verbessern oder rechtlichen Verpflichtungen nachzukommen.",
	"Explore Robonomics with guides": "Erkunden Sie Robonomics mit Anleitungen",
	"Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "Lernen Sie Robonomics durch Tutorials und praktisch nützliche Experimente kennen. Diese Dokumentation soll Ihnen helfen, Roboter zu verbinden oder dApps innerhalb des Robonomics-Netzwerks zu programmieren.",
	"Page disappeared, we are sorry": "Seite verschwunden, es tut uns leid",
	"Some content moved to": "Einige Inhalte wurden verschoben nach",
	"academy": "Akademie",
	"or try to find updated content here on": "oder versuchen Sie, aktualisierte Inhalte hier auf",
	"wiki": "Wiki",
	"How to edit Wiki": "Wie man das Wiki bearbeitet",
	"Translation was executed by AI so there may be some inaccuracies": "Die Übersetzung wurde von KI durchgeführt, daher können einige Ungenauigkeiten auftreten",
	"Tell us more": "Erzählen Sie uns mehr",
	"Sending your info...": "Ihre Informationen werden gesendet...",
	"?": "?",
	"Ask your question": "Stellen Sie Ihre Frage",
	"Main contributors:": "Hauptbeitragende:",
	"Make a contribution": "Einen Beitrag leisten",
	"Robonomics wiki is open source. See something that's wrong or unclear?": "Das Robonomics-Wiki ist Open Source. Sehen Sie etwas, das falsch oder unklar ist?",
	"Inform us": "Bitte informieren Sie uns.",
	"please, if you find any": "bitte, wenn du etwas findest",
	"Robonomics smart devices": "Robonomics intelligente Geräte",
	"Create an issue": "Erstellen Sie ein Problem",
	"entry.title": "entry.title",
	"text": "Der Text",
	"Thanks,": "Danke,",
	"we'll keep in touch!": "Wir bleiben in Kontakt!",
	"Couldn't complete": "Konnte nicht abgeschlossen werden",
	"It was hard": "Es war schwer",
	"It was ok": "Es war in Ordnung",
	"It was easy": "Es war einfach",
	"item.name": "item.name",
	"← + prevTitle.title": "← + prevTitle.title\n\nThis string appears to be a code snippet or a placeholder and does not have a specific meaning in English.",
	"next": "nächster",
	"previous": "vorherige",
	"Submit": "Einreichen",
	"a pull request.": "ein Pull-Request.",
	"commit": "verpflichten",
	"on": "an",
	"by": "durch",
	"breadcrumb.title": "breadcrumb.title",
	"Document summary  Explore Robonomics with guides": "Dokumentenzusammenfassung: Entdecken Sie Robonomics mit Anleitungen",
	"This page not found": "Diese Seite wurde nicht gefunden.",
	"Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool.": "Opt-out abgeschlossen; Ihre Besuche auf dieser Website werden nicht vom Web-Analyse-Tool aufgezeichnet.",
	"Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "Bitte beachten Sie, dass Sie, wenn Sie Ihre Cookies löschen, das Opt-out-Cookie löschen oder wenn Sie Ihren Computer oder Webbrowser wechseln, das Opt-out-Verfahren erneut durchführen müssen.",
	"You may choose to prevent this website from aggregating and analyzing the actions you take here.": "Sie können wählen, diese Website daran zu hindern, die Aktionen zu aggregieren und zu analysieren, die Sie hier ausführen.",
	"Doing so will protect your privacy, but will also prevent the owner from learning from your actions and creating a better experience for you and other users.": "Indem du dies tust, schützt du deine Privatsphäre, verhinderst jedoch auch, dass der Besitzer aus deinen Handlungen lernt und ein besseres Erlebnis für dich und andere Benutzer schafft.",
	"The tracking opt-out feature requires cookies to be enabled.": "Die Funktion zum Deaktivieren der Verfolgung erfordert, dass Cookies aktiviert sind.",
	"The tracking opt-out feature may not work because this site was not loaded over HTTPS. Please reload the page to check if your opt out status changed;": "Die Tracking-Opt-Out-Funktion funktioniert möglicherweise nicht, da diese Website nicht über HTTPS geladen wurde. Bitte laden Sie die Seite erneut, um zu überprüfen, ob sich Ihr Opt-Out-Status geändert hat.",
	"You are not opted out.": "Du hast nicht abgelehnt.",
	"Uncheck this box to opt-out.": "Deaktivieren Sie dieses Kästchen, um sich abzumelden.",
	"You are currently opted out.": "Sie sind derzeit abgemeldet.",
	"Check this box to opt-in.": "Kreuzen Sie dieses Kästchen an, um zuzustimmen.",
	"{# for tanslation": "{# für Übersetzung",
	"#}": "This string does not contain any meaningful text in English.",
	"Launch of Robonomics Collator": "Start des Robonomics Collator",
	"Robotics and ROS 2": "Robotik und ROS 2",
	"About Robonomics ROS 2 Wrapper": "Über den Robonomics ROS 2 Wrapper",
	"Launch Robot from Cloud": "Starte den Roboter aus der Cloud.",
	"Home Server on RISC-V": "Heimserver auf RISC-V",
	"Home Assistant integration": "Home Assistant Integration",
	"Working with parachain": "Arbeiten mit einer Parachain"
}