{
	"404": "404",
	"Smart Home": "Smart Home",
	"Overview": "Übersicht",
	"Install Smart Home": "Smart Home installieren",
	"Home Assistant Init": "Home Assistant Initialisierung",
	"Add devices": "Geräte hinzufügen",
	"Zigbee Devices": "Zigbee-Geräte",
	"Virtual Devices": "Virtuelle Geräte",
	"Subscription Activate": "Abonnement aktivieren",
	"Robonomics Integration Setup": "Robonomics Integrationskonfiguration",
	"Add User": "Benutzer hinzufügen",
	"Advanced Setup": "Erweiterte Konfiguration",
	"Upgrade Home Assistant OS": "Home Assistant OS aktualisieren",
	"Robonomics Installation": "Robonomics Installation",
	"Upgrade Home Assistant Docker for Unix-like OS": "Upgrade Home Assistant Docker für Unix-ähnliche OS",
	"Upgrade Home Assistant Core": "Home Assistant Core aktualisieren",
	"Use": "Verwendung",
	"Get Smart Home Telemetry": "Smart Home Telemetrie erhalten",
	"Backup Services": "Backup-Services",
	"Robonomics Video Service": "Robonomics Video-Service",
	"Rtz Camera Control in Home Assistant": "RTZ-Kamerasteuerung in Home Assistant",
	"Pinata Setup": "Pinata-Einrichtung",
	"Оn-Chain Gov Experiment": "On-Chain Gov Experiment",
	"Blueprints": "Baupläne",
	"How To Use Blueprints": "Verwendung von Bauplänen",
	"Get Notified When Door Opens": "Benachrichtigung bei Türöffnung erhalten",
	"Robonomics Devices": "Robonomics-Geräte",
	"IR Remote": "IR-Fernbedienung",
	"Energy Monitoring": "Energieüberwachung",
	"1 Gang Smart Switch": "1-Gang Smart-Schalter",
	"2 Gang Smart Switch": "2-Gang Smart-Schalter",
	"Air Quality Sensor": "Luftqualitätssensor",
	"Robonomics Parachain Theory": "Robonomics Parachain-Theorie",
	"Glossary": "Glossar",
	"Create Account for Robonomics Parachain": "Konto für Robonomics Parachain erstellen",
	"How to Run Robonomics Dev Node": "Ausführung des Robonomics Dev Node",
	"Adding Funds To Your Account on Robonomics Portal": "Hinzufügen von Geldern zu Ihrem Konto im Robonomics-Portal",
	"Basics: Datalog": "Grundlagen: Datalog",
	"Basics: Launch": "Grundlagen: Start",
	"Basics: Digital Twins": "Grundlagen: Digitale Zwillinge",
	"Basics: Liability": "Grundlagen: Haftung",
	"Python interface and Robonomics IO": "Python-Schnittstelle und Robonomics IO",
	"RWS: How to Buy a Subscription": "RWS: Kauf eines Abonnements",
	"RWS: How to Send Launch with Subscription": "RWS: Senden eines Starts mit Abonnement",
	"Robonomics on Ethereum": "Robonomics auf Ethereum",
	"Robonomics OpenGov": "Robonomics OpenGov",
	"How to build collator node from source": "Erstellen eines Collator-Knotens aus der Quelle",
	"How to Update Collator Node Version": "Aktualisieren der Collator-Knoten-Version",
	"How to send extrinsic from ESP": "Senden von Extrinsic von ESP",
	"How to Contribute": "Beitragen",
	"Home": "Startseite",
	"doc.title": "doc.title",
	"item.title": "item.title",
	"{% set links = doc.children |": "{% set links = doc.children |",
	"transformSummaryLinks%}": "transformSummaryLinks%}",
	"Privacy Policy": "Datenschutz-Bestimmungen",
	"This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "Diese Richtlinie beschreibt die Informationen, die wir von Ihnen sammeln, wie wir diese Informationen verwenden und unsere rechtliche Grundlage dafür. Sie umfasst auch, ob und wie diese Informationen geteilt werden können und Ihre Rechte und Entscheidungen bezüglich der Informationen, die Sie uns zur Verfügung stellen.",
	"analytics helps us to improve user experience with our website and to recognize and stop any misuse.": "Analytics hilft uns, die Benutzererfahrung auf unserer Website zu verbessern und Missbrauch zu erkennen und zu stoppen.",
	"Explore Robonomics with guides": "Erkunden Sie Robonomics mit Anleitungen",
	"Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "Lernen Sie Robonomics durch Tutorials und praktisch nützliche Experimente kennen. Diese Dokumentation soll Ihnen helfen, Roboter zu verbinden oder dApps innerhalb des Robonomics-Netzwerks zu programmieren.",
	"Page disappeared, we are sorry": "Seite verschwunden, es tut uns leid",
	"Some content moved to": "Einige Inhalte wurden verschoben nach",
	"academy": "Akademie",
	"or try to find updated content here on": "oder versuchen Sie, aktualisierte Inhalte hier auf",
	"wiki": "Wiki",
	"Translation was executed by AI so there may be some inaccuracies": "Die Übersetzung wurde von KI durchgeführt, daher können einige Ungenauigkeiten auftreten",
	"Tell us more": "Erzählen Sie uns mehr",
	"Sending your info...": "Ihre Informationen werden gesendet...",
	"?": "?",
	"Ask your question": "Stellen Sie Ihre Frage",
	"Main contributors:": "Hauptbeitragende:",
	"Make a contribution": "Einen Beitrag leisten",
	"Robonomics wiki is open source. See something that's wrong or unclear?": "Das Robonomics-Wiki ist Open Source. Sehen Sie etwas, das falsch oder unklar ist?",
	"Inform us": "Bitte informieren Sie uns.",
	"please, if you find any": "bitte, wenn du etwas findest",
	"Robonomics smart devices": "Robonomics intelligente Geräte",
	"Create an issue": "Erstellen Sie ein Problem",
	"entry.title": "entry.title",
	"text": "Der Text",
	"Thanks,": "Danke,",
	"we'll keep in touch!": "Wir bleiben in Kontakt!",
	"Couldn't complete": "Konnte nicht abgeschlossen werden",
	"It was hard": "Es war schwer",
	"It was ok": "Es war in Ordnung",
	"It was easy": "Es war einfach",
	"item.name": "item.name",
	"← + prevTitle.title": "← + prevTitle.title\n\nThis string appears to be a code snippet or a placeholder and does not have a specific meaning in English.",
	"next": "nächster",
	"previous": "vorherige",
	"Submit": "Einreichen",
	"a pull request.": "ein Pull-Request.",
	"commit": "verpflichten",
	"on": "an",
	"by": "durch",
	"breadcrumb.title": "breadcrumb.title",
	"Document summary  Explore Robonomics with guides": "Dokumentenzusammenfassung: Entdecken Sie Robonomics mit Anleitungen",
	"This page not found": "Diese Seite wurde nicht gefunden.",
	"Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool.": "Opt-out abgeschlossen; Ihre Besuche auf dieser Website werden nicht vom Web-Analyse-Tool aufgezeichnet.",
	"Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "Bitte beachten Sie, dass Sie, wenn Sie Ihre Cookies löschen, das Opt-out-Cookie löschen oder wenn Sie Ihren Computer oder Webbrowser wechseln, das Opt-out-Verfahren erneut durchführen müssen.",
	"You may choose to prevent this website from aggregating and analyzing the actions you take here.": "Sie können wählen, diese Website daran zu hindern, die Aktionen zu aggregieren und zu analysieren, die Sie hier ausführen.",
	"Doing so will protect your privacy, but will also prevent the owner from learning from your actions and creating a better experience for you and other users.": "Indem du dies tust, schützt du deine Privatsphäre, verhinderst jedoch auch, dass der Besitzer aus deinen Handlungen lernt und ein besseres Erlebnis für dich und andere Benutzer schafft.",
	"The tracking opt-out feature requires cookies to be enabled.": "Die Funktion zum Deaktivieren der Verfolgung erfordert, dass Cookies aktiviert sind.",
	"The tracking opt-out feature may not work because this site was not loaded over HTTPS. Please reload the page to check if your opt out status changed;": "Die Tracking-Opt-Out-Funktion funktioniert möglicherweise nicht, da diese Website nicht über HTTPS geladen wurde. Bitte laden Sie die Seite erneut, um zu überprüfen, ob sich Ihr Opt-Out-Status geändert hat.",
	"You are not opted out.": "Du hast nicht abgelehnt.",
	"Uncheck this box to opt-out.": "Deaktivieren Sie dieses Kästchen, um sich abzumelden.",
	"You are currently opted out.": "Sie sind derzeit abgemeldet.",
	"Check this box to opt-in.": "Kreuzen Sie dieses Kästchen an, um zuzustimmen.",
	"{# for tanslation": "{# für Übersetzung",
	"#}": "This string does not contain any meaningful text in English.",
	"Launch of Robonomics Collator": "Start des Robonomics Collator",
	"Robotics and ROS 2": "Robotik und ROS 2",
	"About Robonomics ROS 2 Wrapper": "Über den Robonomics ROS 2 Wrapper",
	"Launch Robot from Cloud": "Starte den Roboter aus der Cloud.",
	"Home Server on RISC-V": "Heimserver auf RISC-V",
	"Home Assistant integration": "Home Assistant Integration",
	"Working with parachain": "Arbeiten mit einer Parachain",
	"This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.": "Diese Datenschutzrichtlinie beschreibt unsere Richtlinien und Verfahren zur Erhebung, Nutzung und Offenlegung Ihrer Informationen, wenn Sie den Dienst nutzen, und informiert Sie über Ihre Datenschutzrechte und wie das Gesetz Sie schützt.",
	"We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy.": "Wir verwenden Ihre persönlichen Daten, um den Service bereitzustellen und zu verbessern. Durch die Nutzung des Dienstes stimmen Sie der Erfassung und Verwendung von Informationen gemäß dieser Datenschutzrichtlinie zu.",
	"Interpretation and Definitions": "Interpretation und Definitionen",
	"Interpretation": "Interpretation\n\nInterpretation",
	"The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.": "Die Wörter, deren Anfangsbuchstabe großgeschrieben ist, haben Bedeutungen, die unter den folgenden Bedingungen definiert sind. Die folgenden Definitionen haben unabhängig davon, ob sie im Singular oder im Plural erscheinen, die gleiche Bedeutung.",
	"Definitions": "Definitionen",
	"For the purposes of this Privacy Policy:": "Für die Zwecke dieser Datenschutzrichtlinie:",
	"DAO": "DAO\n\nDecentralized Autonomous Organization\n\nEine dezentralisierte autonome Organisation",
	"(referred to as": "(bezeichnet als",
	"Website": "Website",
	"in this Agreement). For the purpose of the GDPR, the DAO is the Data Controller.": "In diesem Vertrag). Für die Zwecke der DSGVO ist die DAO der Datenverantwortliche.",
	"Cookies": "Kekse",
	"are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses. More detailed information on cookies and how they work can be found at:": "sind kleine Dateien, die von einer Website auf Ihrem Computer, Mobilgerät oder einem anderen Gerät platziert werden und unter anderem Details zu Ihrer Browserhistorie auf dieser Website enthalten. Weitere Informationen zu Cookies und wie sie funktionieren finden Sie unter:",
	"Country": "Land",
	"refers to: Cyprus.": "bezieht sich auf: Zypern.",
	"Data Controller": "Datenverantwortlicher",
	"for the purposes of the GDPR (General Data Protection Regulation), refers to the DAO as the legal person which alone or jointly with others determines the purposes and means of the processing of Personal Data.": "Für die Zwecke der DSGVO (Datenschutz-Grundverordnung) bezieht sich der Begriff DAO auf die juristische Person, die allein oder gemeinsam mit anderen die Zwecke und Mittel der Verarbeitung personenbezogener Daten bestimmt.",
	"Device": "Gerät",
	"means any device that can access the Service such as a computer, a cellphone or a digital tablet.": "bedeutet jedes Gerät, das auf den Dienst zugreifen kann, wie z.B. ein Computer, ein Mobiltelefon oder ein digitales Tablet.",
	"GDPR": "DSGVO",
	"refers to EU General Data Protection Regulation.": "bezieht sich auf die EU-Datenschutz-Grundverordnung.",
	"Personal Data": "Persönliche Daten",
	"is any information that relates to an identified or identifiable individual.": "ist jede Information, die sich auf eine identifizierte oder identifizierbare Person bezieht.",
	"For the purposes of GDPR, Personal Data means any information relating to You such as a name, an identification number, location data, online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity.": "Für die Zwecke der DSGVO bedeutet personenbezogene Daten alle Informationen, die sich auf Sie beziehen, wie z.B. ein Name, eine Identifikationsnummer, Standortdaten, Online-Kennung oder auf eine oder mehrere spezifische Faktoren der physischen, physiologischen, genetischen, mentalen, wirtschaftlichen, kulturellen oder sozialen Identität.",
	"Service": "Dienstleistung",
	"refers to the Website": "bezieht sich auf die Website",
	"Service Provider": "Dienstleister",
	"means any natural or legal person who processes the data on behalf of the DAO. It refers to third-party companies or individuals employed by the DAO to facilitate the Service, to provide the Service on behalf of the DAO, to perform services related to the Service or to assist the DAO in analyzing how the Service is used. For the purpose of the GDPR, Service Providers are considered Data Processors.": "Ein Service Provider ist eine natürliche oder juristische Person, die im Auftrag des DAO die Daten verarbeitet. Es handelt sich um Drittanbieterunternehmen oder Einzelpersonen, die vom DAO beschäftigt werden, um den Service zu erleichtern, den Service im Namen des DAO bereitzustellen, Dienstleistungen im Zusammenhang mit dem Service durchzuführen oder dem DAO bei der Analyse der Nutzung des Service zu helfen. Im Sinne der DSGVO gelten Service Provider als Datenverarbeiter.",
	"Usage Data": "Nutzungsdaten",
	"refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).": "bezieht sich auf automatisch gesammelte Daten, die entweder durch die Nutzung des Dienstes generiert werden oder aus der Dienstinfrastruktur selbst stammen (zum Beispiel die Dauer eines Seitenbesuchs).",
	"You": "Du",
	"Under GDPR, You can be referred to as the Data Subject or as the User as you are the individual using the Service.": "Unter der DSGVO können Sie als betroffene Person oder als Benutzer bezeichnet werden, da Sie die Person sind, die den Dienst nutzt.",
	"Collecting and Using Your Personal Data": "Erhebung und Verwendung Ihrer persönlichen Daten",
	"Types of Data Collected": "Arten von gesammelten Daten",
	"While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:": "Während Sie unseren Service nutzen, können wir Sie bitten, uns bestimmte personenbezogene Daten zur Verfügung zu stellen, die zur Kontaktaufnahme oder Identifizierung Ihrer Person verwendet werden können. Zu den personenbezogenen Daten können unter anderem gehören:",
	"Email address": "E-Mail-Adresse",
	"First name and last name": "Vor- und Nachname",
	"Usage Data is collected automatically when using the Service.": "Nutzungsdaten werden automatisch erfasst, wenn der Service verwendet wird.",
	"Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.": "Nutzungsdaten können Informationen wie die Internetprotokolladresse Ihres Geräts (z. B. IP-Adresse), den Browsertyp, die Browserversion, die Seiten unseres Dienstes, die Sie besuchen, die Uhrzeit und das Datum Ihres Besuchs, die auf diesen Seiten verbrachte Zeit, eindeutige Gerätekennungen und andere diagnostische Daten enthalten.",
	"When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.": "Wenn Sie auf den Dienst über ein Mobilgerät zugreifen, können wir automatisch bestimmte Informationen sammeln, einschließlich, aber nicht beschränkt auf den Typ des Mobilgeräts, das Sie verwenden, Ihre eindeutige ID des Mobilgeräts, die IP-Adresse Ihres Mobilgeräts, Ihr mobiles Betriebssystem, den Typ des mobilen Internetbrowsers, den Sie verwenden, eindeutige Gerätekennungen und andere diagnostische Daten.",
	"We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.": "Wir können auch Informationen sammeln, die Ihr Browser sendet, wenn Sie unseren Service besuchen oder wenn Sie auf den Service über ein Mobilgerät zugreifen.",
	"Cookies & Browser Storage": "Cookies & Browser-Speicher",
	"The Websites may use cookies. We use cookies and browser storage only for essential settings to improve your experience—not for tracking. These help remember your preferences, such as language settings or consent choices, so you don’t have to reset them each time you visit.": "Die Websites können Cookies verwenden. Wir verwenden Cookies und Browser-Speicher nur für wesentliche Einstellungen zur Verbesserung Ihrer Erfahrung – nicht für das Tracking. Diese helfen dabei, sich an Ihre Präferenzen zu erinnern, wie z.B. Spracheinstellungen oder Einwilligungswahlen, damit Sie sie nicht jedes Mal neu einstellen müssen, wenn Sie die Seite besuchen.",
	"We do not use cookies for tracking or personalized advertising. You can manage or disable cookies in your browser settings, but some features may not work properly without them.": "Wir verwenden keine Cookies für Tracking oder personalisierte Werbung. Sie können Cookies in Ihren Browsereinstellungen verwalten oder deaktivieren, aber einige Funktionen funktionieren möglicherweise nicht ordnungsgemäß ohne sie.",
	"Matomo Analytics": "Matomo Analytics",
	"Our website may use Matomo, an open-source analytics platform, to gather insights into website usage. This includes anonymized data such as:": "Unsere Website kann Matomo, eine Open-Source-Analyseplattform, verwenden, um Einblicke in die Nutzung der Website zu gewinnen. Dazu gehören anonymisierte Daten wie:",
	"Pages visited and navigation paths": "Besuchte Seiten und Navigationspfade",
	"Time spent on our website": "Zeit auf unserer Website verbracht",
	"Whether you’re a returning or new visitor": "Ob Sie ein wiederkehrender oder neuer Besucher sind",
	"Your device type (desktop, mobile, etc.)": "Ihr Gerätetyp (Desktop, Mobilgerät usw.)",
	"To protect your privacy, your IP address is anonymized before being stored. The data we collect is only used to improve the website and is not used for personal identification.": "Um Ihre Privatsphäre zu schützen, wird Ihre IP-Adresse vor der Speicherung anonymisiert. Die von uns gesammelten Daten werden nur zur Verbesserung der Website verwendet und nicht zur persönlichen Identifizierung.",
	"Under Art. 6(1)(f) GDPR": "Gemäß Art. 6 Abs. 1 Buchstabe f DSGVO",
	"we process this data based on our legitimate interest in enhancing our services.": "Wir verarbeiten diese Daten auf der Grundlage unseres berechtigten Interesses an der Verbesserung unserer Dienstleistungen.",
	"Opt-Out Option": "Opt-out-Option",
	"You can disable Matomo tracking at any time:": "Sie können das Matomo-Tracking jederzeit deaktivieren:",
	"Use of Your Personal Data": "Verwendung Ihrer persönlichen Daten",
	"The DAO may use Personal Data for the following purposes:": "Der DAO kann personenbezogene Daten für folgende Zwecke verwenden:",
	"To provide and maintain our Service": "Um unseren Service bereitzustellen und aufrechtzuerhalten",
	"including to monitor the usage of our Service.": "einschließlich der Überwachung der Nutzung unseres Dienstes.",
	"For the performance of a contract": "Für die Erfüllung eines Vertrags",
	"the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.": "Die Entwicklung, Einhaltung und Durchführung des Kaufvertrags für die von Ihnen erworbenen Produkte, Artikel oder Dienstleistungen oder eines anderen Vertrags mit uns über den Service.",
	"To contact You": "Um Sie zu kontaktieren",
	"To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.": "Um Sie per E-Mail, Telefonanrufen, SMS oder anderen äquivalenten Formen der elektronischen Kommunikation zu kontaktieren, wie z.B. Push-Benachrichtigungen einer mobilen Anwendung bezüglich Updates oder informativer Mitteilungen im Zusammenhang mit den Funktionen, Produkten oder vertraglich vereinbarten Dienstleistungen, einschließlich Sicherheitsupdates, wenn dies für deren Umsetzung erforderlich oder angemessen ist.",
	"To provide You": "Um Ihnen zu bieten",
	"with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.": "mit Nachrichten, Sonderangeboten und allgemeinen Informationen über andere Waren, Dienstleistungen und Veranstaltungen, die wir anbieten und die ähnlich sind wie die, die Sie bereits gekauft oder angefragt haben, es sei denn, Sie haben sich dafür entschieden, solche Informationen nicht zu erhalten.",
	"To manage Your requests": "Um Ihre Anfragen zu verwalten",
	"To attend and manage Your requests to Us.": "Um Ihre Anfragen an uns zu bearbeiten und zu verwalten.",
	"For other purposes": "Für andere Zwecke",
	"We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.": "Wir können Ihre Informationen für andere Zwecke verwenden, wie z.B. Datenanalyse, Identifizierung von Nutzungs-Trends, Bestimmung der Wirksamkeit unserer Werbekampagnen und zur Bewertung und Verbesserung unseres Dienstes, unserer Produkte, Dienstleistungen, Marketing und Ihrer Erfahrung.",
	"We may share Your personal information in the following situations:": "Wir können Ihre persönlichen Informationen in den folgenden Situationen teilen:",
	"With Service Providers": "Mit Dienstleistern",
	"We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to contact You.": "Wir können Ihre persönlichen Informationen mit Dienstleistern teilen, um die Nutzung unseres Dienstes zu überwachen und zu analysieren, um Sie zu kontaktieren.",
	"With Your consent": "Mit Ihrer Zustimmung",
	"We may disclose Your personal information for any other purpose with Your consent.": "Wir können Ihre persönlichen Informationen für jeden anderen Zweck offenlegen, wenn Sie damit einverstanden sind.",
	"Retention of Your Personal Data": "Speicherung Ihrer persönlichen Daten",
	"The DAO will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.": "Der DAO wird Ihre persönlichen Daten nur so lange aufbewahren, wie es für die in dieser Datenschutzrichtlinie festgelegten Zwecke erforderlich ist. Wir werden Ihre persönlichen Daten so lange aufbewahren und verwenden, wie es zur Erfüllung unserer rechtlichen Verpflichtungen erforderlich ist (zum Beispiel, wenn wir verpflichtet sind, Ihre Daten aufgrund geltender Gesetze aufzubewahren), Streitigkeiten beizulegen und unsere rechtlichen Vereinbarungen und Richtlinien durchzusetzen.",
	"The DAO will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.": "Der DAO wird auch Nutzungsdaten für interne Analysezwecke behalten. Nutzungsdaten werden in der Regel für einen kürzeren Zeitraum aufbewahrt, es sei denn, diese Daten werden verwendet, um die Sicherheit zu stärken oder die Funktionalität unseres Dienstes zu verbessern, oder wir sind gesetzlich verpflichtet, diese Daten für längere Zeiträume aufzubewahren.",
	"Security of Your Personal Data": "Sicherheit Ihrer persönlichen Daten",
	"The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.": "Die Sicherheit Ihrer persönlichen Daten ist uns wichtig, aber bitte beachten Sie, dass keine Übertragungsmethode über das Internet oder Speichermethode elektronisch zu 100% sicher ist. Obwohl wir uns bemühen, kommerziell akzeptable Mittel zum Schutz Ihrer persönlichen Daten zu verwenden, können wir deren absolute Sicherheit nicht garantieren.",
	"Detailed Information on the Processing of Your Personal Data": "Ausführliche Informationen zur Verarbeitung Ihrer persönlichen Daten",
	"Your information, including Personal Data, is processed is processed at the DAO's website service provider(s) and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.": "Ihre Informationen, einschließlich personenbezogener Daten, werden beim Website-Dienstleister des DAO und an anderen Orten, an denen die an der Verarbeitung beteiligten Parteien sich befinden, verarbeitet. Dies bedeutet, dass diese Informationen möglicherweise an Computer außerhalb Ihres Bundeslandes, Ihrer Provinz, Ihres Landes oder einer anderen staatlichen Gerichtsbarkeit übertragen und dort gespeichert werden, wo die Datenschutzgesetze von denen in Ihrer Gerichtsbarkeit abweichen können.",
	"Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.": "Ihre Zustimmung zu dieser Datenschutzrichtlinie und die Übermittlung solcher Informationen stellen Ihre Zustimmung zu dieser Übertragung dar.",
	"The DAO will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.": "Der DAO wird alle vernünftigerweise erforderlichen Schritte unternehmen, um sicherzustellen, dass Ihre Daten sicher und gemäß dieser Datenschutzrichtlinie behandelt werden, und es wird keine Übertragung Ihrer persönlichen Daten an eine Organisation oder ein Land stattfinden, es sei denn, es liegen angemessene Kontrollen vor, einschließlich der Sicherheit Ihrer Daten und anderer persönlicher Informationen.",
	"Please note that any data transmission on the Internet (e.g. communication by e-mail) is generally not secure and we accept no liability for data transmitted to us via the Internet. Unfortunately, absolute protection is not technically possible. This information does not apply to the Website of third parties and the corresponding links given on our Website. The DAO assumes no responsibility and liability for these.": "Bitte beachten Sie, dass jede Datenübertragung im Internet (z.B. Kommunikation per E-Mail) in der Regel nicht sicher ist und wir keine Haftung für über das Internet an uns übermittelte Daten übernehmen. Leider ist ein absoluter Schutz technisch nicht möglich. Diese Informationen gelten nicht für die Website von Drittanbietern und die entsprechenden Links auf unserer Website. Der DAO übernimmt keine Verantwortung und Haftung dafür.",
	"The Service Providers We use may have access to Your Personal Data. These third-party vendors collect, store, use, process and transfer information about Your activity on Our Service in accordance with their Privacy Policies.": "Die von uns verwendeten Dienstleister haben möglicherweise Zugriff auf Ihre persönlichen Daten. Diese Drittanbieter sammeln, speichern, verwenden, verarbeiten und übertragen Informationen über Ihre Aktivitäten auf unserem Service gemäß ihren Datenschutzrichtlinien.",
	"Email Marketing": "E-Mail-Marketing",
	"We may use Your Personal Data to contact You with newsletters, marketing or promotional materials and other information that may be of interest to You. You may opt-out of receiving any, or all, of these communications from Us by following the unsubscribe link or instructions provided in any email We send or by contacting Us.": "Wir können Ihre persönlichen Daten verwenden, um Sie mit Newslettern, Marketing- oder Werbematerialien und anderen Informationen zu kontaktieren, die für Sie von Interesse sein könnten. Sie können sich abmelden, um keine oder alle dieser Mitteilungen von uns zu erhalten, indem Sie dem Abmelde-Link oder den Anweisungen in jeder E-Mail folgen, die wir senden, oder indem Sie uns kontaktieren.",
	"We may use Email Marketing Service Providers to manage and send emails to You;": "Wir können E-Mail-Marketing-Service-Anbieter verwenden, um E-Mails an Sie zu verwalten und zu senden.",
	"Unisender": "Unisender",
	"Their Privacy Policy can be viewed at": "Ihre Datenschutzrichtlinie kann eingesehen werden unter",
	"Usage, Performance and Miscellaneous": "Verwendung, Leistung und Sonstiges",
	"We may use third-party Service Providers to maintain and improve our Service.": "Wir können Drittanbieter-Serviceanbieter nutzen, um unseren Service zu warten und zu verbessern.",
	"hcaptcha": "hcaptcha\n\nDie Übersetzung bleibt gleich, da \"hcaptcha\" ein Eigenname ist und nicht übersetzt wird.",
	"GDPR Privacy": "DSGVO Datenschutz",
	"Legal Basis for Processing Personal Data under GDPR": "Rechtliche Grundlage für die Verarbeitung personenbezogener Daten gemäß der DSGVO",
	"We may process Personal Data under the following conditions:": "Wir dürfen personenbezogene Daten unter folgenden Bedingungen verarbeiten:",
	"Consent:": "Einverständnis:",
	"You have given Your consent for processing Personal Data for one or more specific purposes.": "Sie haben Ihre Einwilligung zur Verarbeitung personenbezogener Daten für einen oder mehrere spezifische Zwecke gegeben.",
	"Performance of a contract:": "Vertragserfüllung:",
	"Provision of Personal Data is necessary for the performance of an agreement with You and/or for any pre-contractual obligations thereof.": "Die Bereitstellung personenbezogener Daten ist für die Erfüllung eines Vertrags mit Ihnen und/oder für etwaige vorvertragliche Verpflichtungen erforderlich.",
	"Legal obligations:": "Rechtliche Verpflichtungen:",
	"Processing Personal Data is necessary for compliance with a legal obligation to which the DAO is subject.": "Die Verarbeitung personenbezogener Daten ist erforderlich, um einer rechtlichen Verpflichtung nachzukommen, der das DAO unterliegt.",
	"Vital interests:": "Lebenswichtige Interessen:",
	"Processing Personal Data is necessary in order to protect Your vital interests or of another natural person.": "Die Verarbeitung personenbezogener Daten ist erforderlich, um Ihre lebenswichtigen Interessen oder die einer anderen natürlichen Person zu schützen.",
	"Public interests:": "Öffentliche Interessen:",
	"Processing Personal Data is related to a task that is carried out in the public interest or in the exercise of official authority vested in the DAO.": "Die Verarbeitung personenbezogener Daten steht im Zusammenhang mit einer Aufgabe, die im öffentlichen Interesse oder in Ausübung hoheitlicher Befugnisse, die der DAO übertragen wurden, durchgeführt wird.",
	"Legitimate interests:": "Berechtigte Interessen:",
	"Processing Personal Data is necessary for the purposes of the legitimate interests pursued by the DAO.": "Die Verarbeitung personenbezogener Daten ist für die Zwecke der legitimen Interessen erforderlich, die von der DAO verfolgt werden.",
	"In any case, the DAO will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.": "In jedem Fall wird die DAO gerne dabei helfen, die spezifische rechtliche Grundlage zu klären, die für die Verarbeitung gilt, insbesondere ob die Bereitstellung personenbezogener Daten eine gesetzliche oder vertragliche Anforderung ist oder eine Anforderung, die erforderlich ist, um einen Vertrag abzuschließen.",
	"Your Rights under the GDPR": "Ihre Rechte gemäß der DSGVO",
	"The DAO undertakes to respect the confidentiality of Your Personal Data and to guarantee You can exercise Your rights.": "Die DAO verpflichtet sich, die Vertraulichkeit Ihrer persönlichen Daten zu respektieren und sicherzustellen, dass Sie Ihre Rechte ausüben können.",
	"You have the right under this Privacy Policy, and by law if You are within the EU, to:": "Sie haben gemäß dieser Datenschutzrichtlinie und gesetzlich, wenn Sie sich innerhalb der EU befinden, das Recht:",
	"Request access to Your Personal Data.": "Fordern Sie Zugriff auf Ihre persönlichen Daten an.",
	"The right to access, update or delete the information We have on You. Whenever made possible, you can access, update or request deletion of Your Personal Data directly within Your account settings section. If you are unable to perform these actions yourself, please contact Us to assist You. This also enables You to receive a copy of the Personal Data We hold about You.": "Das Recht, auf die Informationen zuzugreifen, sie zu aktualisieren oder zu löschen, die wir über Sie haben. Wenn möglich, können Sie auf Ihre persönlichen Daten direkt innerhalb Ihres Kontoeinstellungen zugreifen, sie aktualisieren oder deren Löschung beantragen. Wenn Sie diese Aktionen nicht selbst durchführen können, kontaktieren Sie uns bitte, damit wir Ihnen helfen können. Dies ermöglicht es Ihnen auch, eine Kopie der persönlichen Daten zu erhalten, die wir über Sie haben.",
	"Request correction of the Personal Data that We hold about You.": "Bitte korrigieren Sie die personenbezogenen Daten, die wir über Sie gespeichert haben.",
	"You have the right to have any incomplete or inaccurate information We hold about You corrected.": "Sie haben das Recht, unvollständige oder ungenaue Informationen, die wir über Sie haben, korrigieren zu lassen.",
	"Object to processing of Your Personal Data.": "Widerspruch gegen die Verarbeitung Ihrer persönlichen Daten.",
	"This right exists where We are relying on a legitimate interest as the legal basis for Our processing and there is something about Your particular situation, which makes You want to object to our processing of Your Personal Data on this ground. You also have the right to object where We are processing Your Personal Data for direct marketing purposes.": "Dieses Recht besteht, wenn wir uns auf ein berechtigtes Interesse als Rechtsgrundlage für unsere Verarbeitung stützen und es etwas an Ihrer speziellen Situation gibt, das Sie dazu veranlasst, gegen die Verarbeitung Ihrer personenbezogenen Daten auf dieser Grundlage zu widersprechen. Sie haben auch das Recht, Widerspruch einzulegen, wenn wir Ihre personenbezogenen Daten für Direktmarketingzwecke verarbeiten.",
	"Request erasure of Your Personal Data.": "Bitte um Löschung Ihrer persönlichen Daten.",
	"You have the right to ask Us to delete or remove Personal Data when there is no good reason for Us to continue processing it.": "Sie haben das Recht, uns zu bitten, personenbezogene Daten zu löschen oder zu entfernen, wenn es keinen triftigen Grund gibt, sie weiter zu verarbeiten.",
	"Request the transfer of Your Personal Data.": "Fordern Sie die Übertragung Ihrer persönlichen Daten an.",
	"We will provide to You, or to a third-party You have chosen, Your Personal Data in a structured, commonly used, machine-readable format. Please note that this right only applies to automated information which You initially provided consent for Us to use or where We used the information to perform a contract with You.": "Wir werden Ihnen oder einem von Ihnen ausgewählten Dritten Ihre persönlichen Daten in einem strukturierten, allgemein verwendeten, maschinenlesbaren Format zur Verfügung stellen. Bitte beachten Sie, dass dieses Recht nur für automatisierte Informationen gilt, für die Sie uns zunächst Ihre Einwilligung zur Verwendung gegeben haben oder wenn wir die Informationen verwendet haben, um einen Vertrag mit Ihnen zu erfüllen.",
	"Withdraw Your consent.": "Ziehen Sie Ihre Zustimmung zurück.",
	"You have the right to withdraw Your consent on using your Personal Data. If You withdraw Your consent, We may not be able to provide You with access to certain specific functionalities of the Service.": "Sie haben das Recht, Ihre Einwilligung zur Verwendung Ihrer persönlichen Daten zu widerrufen. Wenn Sie Ihre Einwilligung widerrufen, können wir Ihnen möglicherweise keinen Zugriff auf bestimmte spezifische Funktionen des Dienstes bieten.",
	"Exercising of Your GDPR Data Protection Rights": "Ausübung Ihrer Datenschutzrechte gemäß der DSGVO",
	"You may exercise Your rights of access, rectification, cancellation and opposition by contacting Us. Please note that we may ask You to verify Your identity before responding to such requests. If You make a request, We will try our best to respond to You as soon as possible.": "Sie können Ihre Rechte auf Zugang, Berichtigung, Löschung und Widerspruch ausüben, indem Sie uns kontaktieren. Bitte beachten Sie, dass wir Sie möglicherweise bitten, Ihre Identität zu überprüfen, bevor wir auf solche Anfragen antworten. Wenn Sie eine Anfrage stellen, werden wir unser Bestes tun, um Ihnen so schnell wie möglich zu antworten.",
	"You have the right to complain to a Data Protection Authority about Our collection and use of Your Personal Data. For more information, if You are in the European Economic Area (EEA), please contact Your local data protection authority in the EEA.": "Sie haben das Recht, sich bei einer Datenschutzbehörde über die Erhebung und Verwendung Ihrer persönlichen Daten zu beschweren. Wenn Sie sich im Europäischen Wirtschaftsraum (EWR) befinden, wenden Sie sich bitte an Ihre örtliche Datenschutzbehörde im EWR für weitere Informationen.",
	"Children's Privacy": "Datenschutz für Kinder",
	"Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.": "Unser Service richtet sich nicht an Personen unter 13 Jahren. Wir sammeln nicht wissentlich personenbezogene Daten von Personen unter 13 Jahren. Wenn Sie Elternteil oder Vormund sind und feststellen, dass Ihr Kind uns personenbezogene Daten zur Verfügung gestellt hat, kontaktieren Sie uns bitte. Sollten wir feststellen, dass wir personenbezogene Daten von Personen unter 13 Jahren ohne Überprüfung der elterlichen Zustimmung gesammelt haben, ergreifen wir Maßnahmen, um diese Informationen von unseren Servern zu entfernen.",
	"If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.": "Wenn wir uns auf die Einwilligung als rechtliche Grundlage für die Verarbeitung Ihrer Informationen verlassen müssen und Ihr Land die Einwilligung eines Elternteils erfordert, können wir die Einwilligung Ihres Elternteils benötigen, bevor wir diese Informationen sammeln und verwenden.",
	"Links to Other Websites": "Verweise auf andere Websites",
	"Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit.": "Unser Service kann Links zu anderen Websites enthalten, die nicht von uns betrieben werden. Wenn Sie auf einen Link zu einer Drittanbieter-Website klicken, werden Sie auf die Website dieses Drittanbieters weitergeleitet. Wir empfehlen Ihnen dringend, die Datenschutzrichtlinie jeder Website zu überprüfen, die Sie besuchen.",
	"We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.": "Wir haben keine Kontrolle über und übernehmen keine Verantwortung für den Inhalt, die Datenschutzrichtlinien oder Praktiken von Websites oder Diensten Dritter.",
	"Changes to this Privacy Policy": "Änderungen an dieser Datenschutzrichtlinie",
	"We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.": "Wir können unsere Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Wir werden Sie über Änderungen informieren, indem wir die neue Datenschutzrichtlinie auf dieser Seite veröffentlichen.",
	"You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.": "Es wird empfohlen, diese Datenschutzrichtlinie regelmäßig auf Änderungen zu überprüfen. Änderungen an dieser Datenschutzrichtlinie treten in Kraft, wenn sie auf dieser Seite veröffentlicht werden.",
	"Contact Us": "Kontaktiere uns",
	"If you have any questions about this Privacy Policy, You can contact us:": "Wenn Sie Fragen zu dieser Datenschutzrichtlinie haben, können Sie uns kontaktieren:",
	"By visiting this page on our website:": "Indem Sie diese Seite auf unserer Website besuchen:",
	"This Agreement is originally written in English. This AI translation is provided for your reference only.": "Diese Vereinbarung wurde ursprünglich auf Englisch verfasst. Diese KI-Übersetzung dient nur zu Ihrer Information.",
	"Last updated: February 05, 2025": "Zuletzt aktualisiert am: 05. Februar 2025",
	"Altruist": "Altruist\n\nAltruist",
	"(referred to as either the DAO, We, Us or Our in this Agreement) refers to decentralized autonomous organization Robonomics Network, an operator for website": "(bezeichnet als DAO, Wir, Uns oder Unser in dieser Vereinbarung) bezieht sich auf die dezentralisierte autonome Organisation Robonomics Network, einen Betreiber für die Website",
	"(referred to as either Your in this Agreement) means the individual accessing or using the Service, or the DAO, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.": "\"(im Folgenden als \"Sie\" in dieser Vereinbarung bezeichnet) bezeichnet die Person, die auf den Service zugreift oder ihn nutzt, oder die DAO oder eine andere juristische Person, in deren Namen eine solche Person auf den Service zugreift oder ihn nutzt, je nach Fall.\"",
	"We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the Last updated date at the top of this Privacy Policy.": "Wir werden Sie per E-Mail und/oder durch einen prominenten Hinweis auf unserem Service über die bevorstehende Änderung informieren und das Datum der letzten Aktualisierung oben in dieser Datenschutzrichtlinie aktualisieren."
}