{
	"404": "404",
	"Smart Home": "스마트 홈",
	"Overview": "개요",
	"Install Smart Home": "스마트 홈 설치",
	"Home Assistant Init": "홈 어시스턴트 초기화",
	"Add devices": "장치 추가",
	"Zigbee Devices": "지그비 장치",
	"Virtual Devices": "가상 장치",
	"Subscription Activate": "구독 활성화",
	"Robonomics Integration Setup": "로보노믹스 통합 설정",
	"Add User": "사용자 추가",
	"Advanced Setup": "고급 설정",
	"Upgrade Home Assistant OS": "홈 어시스턴트 OS 업그레이드",
	"Robonomics Installation": "로보노믹스 설치",
	"Upgrade Home Assistant Docker for Unix-like OS": "유닉스류 OS용 홈 어시스턴트 도커 업그레이드",
	"Upgrade Home Assistant Core": "홈 어시스턴트 코어 업그레이드",
	"Use": "사용",
	"Get Smart Home Telemetry": "스마트 홈 텔레메트리 가져오기",
	"Backup Services": "백업 서비스",
	"Robonomics Video Service": "로보노믹스 비디오 서비스",
	"Rtz Camera Control in Home Assistant": "홈 어시스턴트에서 RTZ 카메라 제어",
	"Pinata Setup": "피나타 설정",
	"Оn-Chain Gov Experiment": "체인 내 정부 실험",
	"Blueprints": "청사진",
	"How To Use Blueprints": "청사진 사용 방법",
	"Get Notified When Door Opens": "문이 열릴 때 알림 받기",
	"Robonomics Devices": "로보노믹스 장치",
	"IR Remote": "IR 원격",
	"Energy Monitoring": "에너지 모니터링",
	"1 Gang Smart Switch": "1 갱 스마트 스위치",
	"2 Gang Smart Switch": "2 갱 스마트 스위치",
	"Air Quality Sensor": "공기 질 센서",
	"Robonomics Parachain Theory": "로보노믹스 파라체인 이론",
	"Glossary": "용어집",
	"Create Account for Robonomics Parachain": "로보노믹스 파라체인을 위한 계정 생성",
	"How to Run Robonomics Dev Node": "로보노믹스 개발 노드 실행 방법",
	"Adding Funds To Your Account on Robonomics Portal": "로보노믹스 포털의 계정에 자금 추가하는 방법",
	"Basics: Datalog": "기본 사항: 데이터 로그",
	"Basics: Launch": "기본 사항: 런치",
	"Basics: Digital Twins": "기본 사항: 디지털 트윈",
	"Basics: Liability": "기본 사항: 책임",
	"Python interface and Robonomics IO": "파이썬 인터페이스 및 로보노믹스 IO",
	"RWS: How to Buy a Subscription": "RWS: 구독 구매 방법",
	"RWS: How to Send Launch with Subscription": "RWS: 구독과 함께 런치 보내는 방법",
	"Robonomics on Ethereum": "이더리움에서의 로보노믹스",
	"Robonomics OpenGov": "로보노믹스 오픈 정부",
	"How to build collator node from source": "소스로부터 콜레이터 노드 빌드하는 방법",
	"How to Update Collator Node Version": "콜레이터 노드 버전 업데이트하는 방법",
	"How to send extrinsic from ESP": "ESP에서 외부를 보내는 방법",
	"How to Contribute": "기여하는 방법",
	"Home": "홈",
	"doc.title": "doc.title",
	"item.title": "item.title",
	"{% set links = doc.children |": "{% set links = doc.children |",
	"transformSummaryLinks%}": "transformSummaryLinks%}",
	"Privacy Policy": "개인정보 보호 정책",
	"This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "본 정책은 우리가 귀하로부터 수집한 정보, 해당 정보의 이용 방법 및 그에 대한 법적 근거를 설명합니다. 또한 해당 정보가 공유될 수 있는지 여부 및 귀하가 제공한 정보에 대한 권리와 선택 사항을 다룹니다.",
	"name": "이름",
	"email address": "이메일 주소",
	"message": "메시지",
	"etc. We use this data solely in connection with answering the queries we receive.": "등. 우리는 받은 쿼리에 대한 응답과 관련하여 이 데이터를 사용합니다.",
	"Explore Robonomics with guides": "가이드를 통해 Robonomics 탐색",
	"Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "튜토리얼을 통해 Robonomics를 배우고 실용적인 실험을 해보세요. 이 문서는 로보노믹스 네트워크 내에서 로봇이나 dApps를 연결하는 데 도움을 주도록 설계되었습니다.",
	"or code dApps within Robonomics Network.": "로보노믹스 네트워크 내에서 dApps를 개발하거나 코드를 작성할 수 있습니다.",
	"Page disappeared, we are sorry": "페이지가 사라졌습니다. 죄송합니다.",
	"Some content moved to": "일부 콘텐츠가 다음으로 이동했습니다",
	"academy": "학원",
	"or try to find updated content here on": "또는 여기에서 업데이트된 콘텐츠를 찾아보세요",
	"wiki": "위키",
	"Translation was executed by AI so there may be some inaccuracies": "번역은 AI에 의해 실행되었으므로 일부 부정확성이 있을 수 있습니다",
	"Tell us more": "더 말씀해주세요",
	"Sending your info...": "정보를 전송 중...",
	"?": "?",
	"Ask your question": "질문하세요",
	"Main contributors:": "주요 기여자:",
	"Make a contribution": "기여하기",
	"Robonomics wiki is open source. See something that's wrong or unclear?": "로보노믹스 위키는 오픈 소스입니다. 잘못된 부분이나 불분명한 부분이 있으면",
	"Inform us": "알려주세요",
	"please, if you find any": "찾으면 알려주세요.",
	"Robonomics smart devices": "로보노믹스 스마트 기기",
	"Create an issue": "문제를 생성하세요.",
	"entry.title": "entry.title",
	"text": "텍스트",
	"Thanks,": "감사합니다,",
	"we'll keep in touch!": "우리 연락할게요!",
	"Couldn't complete": "완료할 수 없습니다",
	"It was hard": "어려웠어요",
	"It was ok": "괜찮았어요",
	"It was easy": "쉬웠어",
	"item.name": "item.name",
	"← + prevTitle.title": "← + prevTitle.title\n\n이전 제목입니다.",
	"next": "다음",
	"previous": "이전",
	"Submit": "제출",
	"a pull request.": "풀 리퀘스트.",
	"commit": "커밋",
	"on": "에 대하여",
	"by": "에 의해",
	"breadcrumb.title": "breadcrumb.title",
	"Document summary  Explore Robonomics with guides": "문서 요약: 가이드와 함께 로보노믹스 탐험하기",
	"This page not found": "이 페이지를 찾을 수 없습니다.",
	"Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool.": "옵트아웃이 완료되었습니다. 이 웹사이트 방문 내역은 웹 분석 도구에 기록되지 않습니다.",
	"Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "쿠키를 지우거나 옵트아웃 쿠키를 삭제하거나 컴퓨터나 웹 브라우저를 변경하는 경우, 옵트아웃 절차를 다시 수행해야 합니다.",
	"You may choose to prevent this website from aggregating and analyzing the actions you take here.": "이 웹사이트가 여러분의 행동을 집계하고 분석하는 것을 방지할 수 있습니다.",
	"Doing so will protect your privacy, but will also prevent the owner from learning from your actions and creating a better experience for you and other users.": "이렇게 하면 개인 정보를 보호할 수 있지만, 소유자가 당신의 행동을 배우고 더 나은 경험을 제공하는 것을 방해할 수도 있습니다.",
	"The tracking opt-out feature requires cookies to be enabled.": "추적 비활성화 기능을 사용하려면 쿠키가 활성화되어 있어야 합니다.",
	"The tracking opt-out feature may not work because this site was not loaded over HTTPS. Please reload the page to check if your opt out status changed;": "추적 옵트 아웃 기능이 작동하지 않을 수 있습니다. 이 사이트가 HTTPS를 통해 로드되지 않았기 때문입니다. 옵트 아웃 상태가 변경되었는지 확인하려면 페이지를 다시로드하십시오.",
	"You are not opted out.": "당신은 선택하지 않았습니다.",
	"Uncheck this box to opt-out.": "이 상자를 선택 해제하여 선택하지 않습니다.",
	"You are currently opted out.": "현재 당신은 선택하지 않은 상태입니다.",
	"Check this box to opt-in.": "이 상자를 선택하여 수신 동의를 선택하십시오.",
	"{# for tanslation": "{# 번역을 위한",
	"#}": "I'm sorry, but the string \"#}\" does not have a specific meaning in English. It appears to be a random combination of characters. Can you provide more context or clarify the meaning of the string?",
	"Launch of Robonomics Collator": "로보녜믹스 콜레이터 출시",
	"Robotics and ROS 2": "로봇 공학 및 ROS 2",
	"About Robonomics ROS 2 Wrapper": "로보노믹스 ROS 2 래퍼에 대해",
	"Launch Robot from Cloud": "클라우드에서 로봇을 실행합니다.",
	"Home Server on RISC-V": "RISC-V 아키텍처를 사용한 홈 서버",
	"Home Assistant integration": "홈 어시스턴트 통합",
	"Working with parachain": "파라체인과 함께 작업하기",
	"This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.": "이 개인정보 보호 정책은 서비스를 이용할 때 귀하의 정보 수집, 이용 및 공개에 대한 절차와 정책을 설명하며 귀하의 개인정보 권리 및 법률적 보호에 대해 안내합니다.",
	"We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy.": "우리는 서비스를 제공하고 개선하기 위해 귀하의 개인 데이터를 사용합니다. 서비스를 이용함으로써 귀하는 이 개인 정보 수집 및 이용에 동의하는 것입니다.",
	"Interpretation and Definitions": "해석과 정의",
	"Interpretation": "해석",
	"The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.": "첫 글자가 대문자로 쓰인 단어는 다음 조건에 따라 정의되어 있습니다. 다음 정의는 단수로 나타나든 복수로 나타나든 동일한 의미를 갖습니다.",
	"Definitions": "정의",
	"For the purposes of this Privacy Policy:": "이 개인정보 보호 정책의 목적으로:",
	"DAO": "DAO",
	"(referred to as": "(이를) ~로 불립니다",
	"Website": "웹사이트",
	"in this Agreement). For the purpose of the GDPR, the DAO is the Data Controller.": "본 합의서에 따라 DAO는 GDPR에 따라 데이터 컨트롤러로 간주됩니다.",
	"Cookies": "쿠키",
	"are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses. More detailed information on cookies and how they work can be found at:": "쿠키는 웹사이트가 사용자의 컴퓨터, 모바일 기기 또는 다른 장치에 저장하는 작은 파일로, 해당 웹사이트에서의 브라우징 기록 세부 정보를 포함하고 있습니다. 쿠키에 대한 보다 자세한 정보와 작동 방식은 다음에서 확인할 수 있습니다:",
	"Country": "나라",
	"refers to: Cyprus.": "지침: 키프로스.",
	"Data Controller": "데이터 컨트롤러",
	"for the purposes of the GDPR (General Data Protection Regulation), refers to the DAO as the legal person which alone or jointly with others determines the purposes and means of the processing of Personal Data.": "GDPR(일반 개인정보 보호법)의 목적으로 DAO를 법적 주체로 지칭하며, 개인 데이터 처리의 목적과 수단을 단독 또는 공동으로 결정하는 주체를 의미합니다.",
	"Device": "장치",
	"means any device that can access the Service such as a computer, a cellphone or a digital tablet.": "컴퓨터, 휴대전화 또는 디지털 태블릿과 같은 서비스에 접속할 수 있는 장치를 의미합니다.",
	"GDPR": "일반 데이터 보호 규정 (GDPR)",
	"refers to EU General Data Protection Regulation.": "EU 일반 데이터 보호 규정을 가리킵니다.",
	"Personal Data": "개인 데이터",
	"is any information that relates to an identified or identifiable individual.": "식별 가능한 개인과 관련된 모든 정보입니다.",
	"For the purposes of GDPR, Personal Data means any information relating to You such as a name, an identification number, location data, online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity.": "GDPR의 목적을 위해 개인 데이터란 이름, 식별 번호, 위치 데이터, 온라인 식별자 또는 물리적, 생리적, 유전적, 정신적, 경제적, 문화적 또는 사회적 신원과 관련된 정보를 의미합니다.",
	"Service": "서비스",
	"refers to the Website": "웹 사이트를 가리킵니다.",
	"Service Provider": "서비스 제공자",
	"means any natural or legal person who processes the data on behalf of the DAO. It refers to third-party companies or individuals employed by the DAO to facilitate the Service, to provide the Service on behalf of the DAO, to perform services related to the Service or to assist the DAO in analyzing how the Service is used. For the purpose of the GDPR, Service Providers are considered Data Processors.": "DAO를 대신하여 데이터를 처리하는 모든 자연인 또는 법인을 의미합니다. 이는 DAO에 의해 고용된 제삼자 회사 또는 개인을 가리키며, 서비스를 용이하게 하는 데 도움을 주거나 DAO를 대신하여 서비스를 제공하거나 서비스와 관련된 서비스를 수행하거나 DAO가 서비스 사용 방식을 분석하는 데 도움을 주는 역할을 합니다. GDPR의 관점에서 서비스 제공업체는 데이터 처리자로 간주됩니다.",
	"Usage Data": "사용 데이터",
	"refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).": "서비스 사용 또는 서비스 인프라에서 생성된 데이터를 자동으로 수집하는 것을 의미합니다 (예: 페이지 방문 시간).",
	"You": "당신",
	"Under GDPR, You can be referred to as the Data Subject or as the User as you are the individual using the Service.": "GDPR에 따르면, 서비스를 사용하는 개인으로서 데이터 주체 또는 사용자로 언급될 수 있습니다.",
	"Collecting and Using Your Personal Data": "개인 데이터 수집 및 사용",
	"Types of Data Collected": "수집된 데이터 유형",
	"While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:": "저희 서비스를 이용하는 동안, 귀하에게 연락하거나 식별하는 데 사용할 수 있는 특정 개인 식별 정보를 제공해 주실 것을 요청할 수 있습니다. 개인 식별 정보에는 다음과 같은 것들이 포함될 수 있지만 이에 국한되지는 않습니다:",
	"Email address": "이메일 주소",
	"First name and last name": "이름과 성",
	"Usage Data is collected automatically when using the Service.": "서비스를 사용할 때 사용 데이터가 자동으로 수집됩니다.",
	"Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.": "사용 데이터에는 귀하의 기기의 인터넷 프로토콜 주소 (예: IP 주소), 브라우저 유형, 브라우저 버전, 귀하가 방문하는 당사의 서비스 페이지, 방문한 날짜 및 시간, 해당 페이지에서 보낸 시간, 고유 기기 식별자 및 기타 진단 데이터와 같은 정보가 포함될 수 있습니다.",
	"When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.": "모바일 기기를 통해 서비스에 접속할 때, 특정 정보를 자동으로 수집할 수 있습니다. 이 정보에는 사용하는 모바일 기기의 종류, 모바일 기기의 고유 ID, 모바일 기기의 IP 주소, 모바일 운영 체제, 사용 중인 모바일 인터넷 브라우저의 종류, 고유 기기 식별자 및 기타 진단 데이터가 포함될 수 있습니다.",
	"We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.": "당사는 귀하가 당사의 서비스를 방문하거나 모바일 기기를 통해 서비스에 액세스할 때 브라우저가 보내는 정보도 수집할 수 있습니다.",
	"Cookies & Browser Storage": "쿠키 및 브라우저 저장소",
	"The Websites may use cookies. We use cookies and browser storage only for essential settings to improve your experience—not for tracking. These help remember your preferences, such as language settings or consent choices, so you don’t have to reset them each time you visit.": "웹사이트는 쿠키를 사용할 수 있습니다. 우리는 쿠키와 브라우저 저장소를 추적 목적이 아닌 경험을 향상시키기 위한 필수 설정에만 사용합니다. 이러한 것들은 언어 설정이나 동의 선택과 같은 선호도를 기억하여 매번 방문할 때마다 재설정할 필요가 없도록 도와줍니다.",
	"We do not use cookies for tracking or personalized advertising. You can manage or disable cookies in your browser settings, but some features may not work properly without them.": "우리는 추적이나 맞춤형 광고를 위해 쿠키를 사용하지 않습니다. 브라우저 설정에서 쿠키를 관리하거나 비활성화할 수 있지만, 일부 기능은 쿠키 없이 제대로 작동하지 않을 수 있습니다.",
	"Matomo Analytics": "마토모 분석",
	"Our website may use Matomo, an open-source analytics platform, to gather insights into website usage. This includes anonymized data such as:": "저희 웹사이트는 웹사이트 이용에 대한 통찰을 얻기 위해 오픈 소스 분석 플랫폼인 Matomo을 사용할 수 있습니다. 이는 익명화된 데이터를 포함합니다.",
	"Pages visited and navigation paths": "방문한 페이지와 탐색 경로",
	"Time spent on our website": "웹사이트에서 보낸 시간",
	"Whether you’re a returning or new visitor": "당신이 기존 방문자인지 새로운 방문자인지 여부에 상관없이",
	"Your device type (desktop, mobile, etc.)": "장치 유형 (데스크톱, 모바일 등)",
	"To protect your privacy, your IP address is anonymized before being stored. The data we collect is only used to improve the website and is not used for personal identification.": "개인 정보 보호를 위해 IP 주소가 저장되기 전에 익명화됩니다. 수집한 데이터는 웹 사이트를 개선하는 데에만 사용되며 개인 식별에 사용되지 않습니다.",
	"Under Art. 6(1)(f) GDPR": "제 6(1)(f) 조 GDPR에 따라",
	"we process this data based on our legitimate interest in enhancing our services.": "우리는 우리의 서비스를 향상시키기 위한 합법적인 이익에 근거하여 이 데이터를 처리합니다.",
	"Opt-Out Option": "옵트 아웃 옵션",
	"You can disable Matomo tracking at any time:": "당신은 언제든지 Matomo 추적을 비활성화할 수 있습니다:",
	"Use of Your Personal Data": "개인 데이터 사용",
	"The DAO may use Personal Data for the following purposes:": "DAO는 다음 목적으로 개인 데이터를 사용할 수 있습니다:",
	"To provide and maintain our Service": "우리의 서비스를 제공하고 유지하기 위해",
	"including to monitor the usage of our Service.": "우리 서비스의 사용량을 모니터링하는 것을 포함하여.",
	"For the performance of a contract": "계약의 이행",
	"the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.": "당신이 구매한 제품, 물품 또는 서비스에 대한 구매 계약의 개발, 준수 및 실행 또는 서비스를 통해 우리와 체결한 다른 계약에 대한 것입니다.",
	"To contact You": "연락하려면",
	"To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.": "이메일, 전화 통화, SMS 또는 기타 전자 통신 형태로 연락하고, 기능, 제품 또는 계약된 서비스와 관련된 업데이트 또는 정보 제공 통지, 필요하거나 합리적인 경우 보안 업데이트를 포함한 모바일 애플리케이션의 푸시 알림과 같은 전자 통신 형태로 연락할 수 있습니다.",
	"To provide You": "당신에게 제공하기 위해서",
	"with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.": "당사가 이미 구매하거나 문의한 상품 또는 서비스와 유사한 다른 상품, 서비스 및 이벤트에 대한 뉴스, 특별 제안 및 일반 정보를 제공할 수 있습니다. 이 정보를 받지 않기로 선택하지 않은 한.",
	"To manage Your requests": "귀하의 요청을 관리하기 위해",
	"To attend and manage Your requests to Us.": "당사의 요청에 참석하고 관리합니다.",
	"For other purposes": "다른 용도로",
	"We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.": "당사는 귀하의 정보를 데이터 분석, 이용 트렌드 파악, 프로모션 캠페인의 효과 확인, 그리고 서비스, 제품, 서비스, 마케팅 및 귀하의 경험을 평가하고 개선하는 등 다른 목적으로 사용할 수 있습니다.",
	"We may share Your personal information in the following situations:": "다음 상황에서는 귀하의 개인 정보를 공유할 수 있습니다:",
	"With Service Providers": "서비스 제공자와 함께",
	"We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to contact You.": "당사는 서비스 이용을 모니터링하고 분석하기 위해 서비스 제공업체와 귀하의 개인 정보를 공유할 수 있습니다.",
	"With Your consent": "귀하의 동의를 얻어서",
	"We may disclose Your personal information for any other purpose with Your consent.": "귀하의 동의가 있을 경우 다른 목적으로 귀하의 개인 정보를 공개할 수 있습니다.",
	"Retention of Your Personal Data": "개인 데이터 보유",
	"The DAO will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.": "DAO는 본 개인정보 보호 정책에서 명시된 목적을 위해 필요한 기간 동안에만 귀하의 개인 데이터를 보관합니다. 우리는 법적 의무를 준수하기 위해 귀하의 개인 데이터를 보관하고 사용할 것이며(예: 적용 가능한 법률을 준수하기 위해 데이터를 보관해야 하는 경우), 분쟁을 해결하고 법적 계약 및 정책을 시행하기 위해 필요한 범위 내에서 귀하의 개인 데이터를 보관할 것입니다.",
	"The DAO will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.": "DAO는 내부 분석 목적으로 사용 데이터를 보관합니다. 사용 데이터는 일반적으로 짧은 기간 동안 보관되지만, 이 데이터가 보안을 강화하거나 서비스 기능을 개선하는 데 사용되거나 법적으로 더 오랜 기간 동안 이 데이터를 보관해야 하는 경우를 제외하고는요.",
	"Security of Your Personal Data": "개인 데이터의 보안",
	"The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.": "귀하의 개인 데이터 보안은 우리에게 중요하지만, 인터넷을 통한 전송 방법이나 전자 저장 방법은 100% 안전하지 않다는 것을 기억해야 합니다. 우리는 귀하의 개인 데이터를 보호하기 위해 상업적으로 수용 가능한 수단을 사용하려고 노력하지만, 절대적인 보안을 보장할 수는 없습니다.",
	"Detailed Information on the Processing of Your Personal Data": "귀하의 개인 데이터 처리에 대한 상세 정보",
	"Your information, including Personal Data, is processed is processed at the DAO's website service provider(s) and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.": "귀하의 정보, 개인 데이터를 처리하는 것은 DAO의 웹사이트 서비스 제공업체 및 처리에 관여하는 당사자들이 위치한 다른 장소에서 이루어집니다. 이는 이 정보가 귀하의 주, 성, 국가 또는 기타 정부 관할권 외의 컴퓨터로 전송되고 유지될 수 있음을 의미하며, 해당 지역의 데이터 보호 법률이 귀하의 관할권과 다를 수 있다는 것을 의미합니다.",
	"Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.": "이 개인정보 보호 정책에 동의하고 해당 정보를 제출함으로써 귀하는 그 이전에 동의하는 것을 나타냅니다.",
	"The DAO will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.": "DAO는 귀하의 데이터가 안전하게 처리되고 본 개인정보 보호 정책에 따라 처리되도록 보장하기 위해 합리적으로 필요한 모든 조치를 취할 것이며 귀하의 개인 데이터가 귀하의 데이터 및 기타 개인 정보의 보안을 포함한 적절한 통제가 없는 조직 또는 국가로 이전되지 않도록 합니다.",
	"Please note that any data transmission on the Internet (e.g. communication by e-mail) is generally not secure and we accept no liability for data transmitted to us via the Internet. Unfortunately, absolute protection is not technically possible. This information does not apply to the Website of third parties and the corresponding links given on our Website. The DAO assumes no responsibility and liability for these.": "인터넷을 통한 데이터 전송(예: 이메일 통신)은 일반적으로 안전하지 않으며, 인터넷을 통해 전송된 데이터에 대해 책임을 지지 않습니다. 안전한 보호는 기술적으로 불가능합니다. 이 정보는 제3자 웹사이트 및 해당 웹사이트에서 제공된 링크에는 적용되지 않습니다. DAO는 이에 대한 책임과 책임을 지지 않습니다.",
	"The Service Providers We use may have access to Your Personal Data. These third-party vendors collect, store, use, process and transfer information about Your activity on Our Service in accordance with their Privacy Policies.": "저희가 사용하는 서비스 제공업체들은 귀하의 개인 데이터에 액세스할 수 있습니다. 이러한 제삼자 공급업체들은 자신들의 개인 정보 보호 정책에 따라 당사 서비스에서 귀하의 활동에 관한 정보를 수집, 저장, 사용, 처리 및 전송합니다.",
	"Email Marketing": "이메일 마케팅",
	"We may use Your Personal Data to contact You with newsletters, marketing or promotional materials and other information that may be of interest to You. You may opt-out of receiving any, or all, of these communications from Us by following the unsubscribe link or instructions provided in any email We send or by contacting Us.": "당사는 귀하의 개인 데이터를 사용하여 뉴스레터, 마케팅 또는 프로모션 자료 및 귀하에게 흥미로울 수 있는 기타 정보로 연락을 취할 수 있습니다. 귀하는 우리로부터 받는 이러한 통신 중 어떤 것이든 모두 구독 취소 링크를 따르거나 이메일에 제공된 지침을 따르거나 우리에게 연락함으로써 수신을 거부할 수 있습니다.",
	"We may use Email Marketing Service Providers to manage and send emails to You;": "우리는 이메일 마케팅 서비스 제공업체를 사용하여 이메일을 관리하고 보낼 수 있습니다.",
	"Unisender": "유니센더",
	"Their Privacy Policy can be viewed at": "그들의 개인정보 보호 정책은 다음에서 확인할 수 있습니다.",
	"Usage, Performance and Miscellaneous": "사용법, 성능 및 기타",
	"We may use third-party Service Providers to maintain and improve our Service.": "우리는 서비스를 유지하고 향상시키기 위해 제3자 서비스 제공업체를 사용할 수 있습니다.",
	"hcaptcha": "hCaptcha",
	"GDPR Privacy": "GDPR 개인정보 보호",
	"Legal Basis for Processing Personal Data under GDPR": "GDPR에 따른 개인 데이터 처리의 법적 근거",
	"We may process Personal Data under the following conditions:": "다음 조건 하에 개인 데이터를 처리할 수 있습니다:",
	"Consent:": "동의:",
	"You have given Your consent for processing Personal Data for one or more specific purposes.": "개인 데이터 처리에 대한 동의를 하셨습니다. 하나 이상의 명확한 목적을 위해요.",
	"Performance of a contract:": "계약의 성과:",
	"Provision of Personal Data is necessary for the performance of an agreement with You and/or for any pre-contractual obligations thereof.": "귀하와의 계약의 이행 및 사전 계약 의무를 위해 개인 데이터 제공이 필요합니다.",
	"Legal obligations:": "법적 의무:",
	"Processing Personal Data is necessary for compliance with a legal obligation to which the DAO is subject.": "DAO가 준수해야 하는 법적 의무를 이행하기 위해 개인 데이터 처리가 필요합니다.",
	"Vital interests:": "중요한 이해관계:",
	"Processing Personal Data is necessary in order to protect Your vital interests or of another natural person.": "다른 자연인의 생명을 보호하기 위해 귀하의 중요한 이익을 보호하기 위해 개인 데이터 처리가 필요합니다.",
	"Public interests:": "공익:",
	"Processing Personal Data is related to a task that is carried out in the public interest or in the exercise of official authority vested in the DAO.": "개인 데이터 처리는 DAO에 위임된 공적인 이해나 공무를 수행하는 작업과 관련이 있습니다.",
	"Legitimate interests:": "합법적 이익:",
	"Processing Personal Data is necessary for the purposes of the legitimate interests pursued by the DAO.": "DAO가 추구하는 합법적 이익을 위해 개인 데이터 처리가 필요합니다.",
	"In any case, the DAO will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.": "어떤 경우에도 DAO는 처리에 적용되는 구체적인 법적 근거를 명확히 설명하는 데 기꺼이 도와드릴 것이며, 특히 개인 데이터 제공이 법적 의무인지, 계약상 의무인지, 또는 계약을 체결하기 위해 필요한 요구사항인지 여부를 명확히 해줄 것입니다.",
	"Your Rights under the GDPR": "GDPR에 따른 권리를 알려드립니다.",
	"The DAO undertakes to respect the confidentiality of Your Personal Data and to guarantee You can exercise Your rights.": "DAO는 귀하의 개인 데이터의 기밀성을 존중하고 귀하가 권리를 행사할 수 있도록 보장하기로 약속합니다.",
	"You have the right under this Privacy Policy, and by law if You are within the EU, to:": "이 개인정보 보호 정책에 따라 귀하는 EU 내에 있을 경우, 다음과 같은 권리를 가지고 있습니다:",
	"Request access to Your Personal Data.": "개인 데이터에 대한 액세스 요청.",
	"The right to access, update or delete the information We have on You. Whenever made possible, you can access, update or request deletion of Your Personal Data directly within Your account settings section. If you are unable to perform these actions yourself, please contact Us to assist You. This also enables You to receive a copy of the Personal Data We hold about You.": "당신이 가지고 있는 정보에 대한 접근, 업데이트 또는 삭제 권리가 있습니다. 가능한 경우, 계정 설정 섹션 내에서 직접 개인 데이터에 대한 접근, 업데이트 또는 삭제를 요청할 수 있습니다. 이러한 조치를 직접 수행할 수 없는 경우, 저희에게 연락하여 도움을 받을 수 있습니다. 또한 당신이 가지고 있는 개인 데이터 사본을 받을 수 있도록 합니다.",
	"Request correction of the Personal Data that We hold about You.": "당사가 보유한 귀하에 관한 개인 데이터의 수정을 요청합니다.",
	"You have the right to have any incomplete or inaccurate information We hold about You corrected.": "당신은 우리가 보유한 불완전하거나 부정확한 정보를 수정할 권리가 있습니다.",
	"Object to processing of Your Personal Data.": "귀하의 개인 데이터 처리에 이의를 제기합니다.",
	"This right exists where We are relying on a legitimate interest as the legal basis for Our processing and there is something about Your particular situation, which makes You want to object to our processing of Your Personal Data on this ground. You also have the right to object where We are processing Your Personal Data for direct marketing purposes.": "우리가 처리의 법적 근거로 합법적 이익을 의존하는 경우와 당신의 특정 상황으로 인해 당신이 우리가 이 기준으로 당신의 개인 데이터 처리에 이의를 제기하고 싶어하는 경우에는 이 권리가 존재합니다. 또한 우리가 직접 마케팅 목적으로 당신의 개인 데이터를 처리하는 경우에도 이의를 제기할 권리가 있습니다.",
	"Request erasure of Your Personal Data.": "개인 데이터의 삭제를 요청합니다.",
	"You have the right to ask Us to delete or remove Personal Data when there is no good reason for Us to continue processing it.": "당사가 처리를 계속할 합당한 이유가 없을 때 개인 데이터를 삭제하거나 제거할 것을 요청할 권리가 있습니다.",
	"Request the transfer of Your Personal Data.": "개인 데이터의 이전을 요청하십시오.",
	"We will provide to You, or to a third-party You have chosen, Your Personal Data in a structured, commonly used, machine-readable format. Please note that this right only applies to automated information which You initially provided consent for Us to use or where We used the information to perform a contract with You.": "당사는 구조화된, 일반적으로 사용되는 기계 판독 가능한 형식으로 귀하 또는 귀하가 선택한 제3자에게 귀하의 개인 데이터를 제공할 것입니다. 이 권리는 당사가 귀하가 처음에 동의한 자동화된 정보 또는 당사가 귀하와의 계약을 이행하기 위해 정보를 사용한 경우에만 적용됨을 유의하십시오.",
	"Withdraw Your consent.": "동의를 철회하십시오.",
	"You have the right to withdraw Your consent on using your Personal Data. If You withdraw Your consent, We may not be able to provide You with access to certain specific functionalities of the Service.": "귀하는 개인 데이터 사용에 대한 동의를 철회할 권리가 있습니다. 동의를 철회하면 특정 서비스 기능에 대한 액세스를 제공할 수 없을 수 있습니다.",
	"Exercising of Your GDPR Data Protection Rights": "귀하의 GDPR 데이터 보호 권리 행사",
	"You may exercise Your rights of access, rectification, cancellation and opposition by contacting Us. Please note that we may ask You to verify Your identity before responding to such requests. If You make a request, We will try our best to respond to You as soon as possible.": "귀하는 저희에게 연락하여 접근, 정정, 취소 및 이의를 행사할 수 있습니다. 요청에 응답하기 전에 귀하의 신원을 확인할 수 있도록 요청할 수 있습니다. 요청을 하시면 최대한 빨리 응답하도록 노력하겠습니다.",
	"You have the right to complain to a Data Protection Authority about Our collection and use of Your Personal Data. For more information, if You are in the European Economic Area (EEA), please contact Your local data protection authority in the EEA.": "귀하는 귀하의 개인 데이터 수집 및 사용에 대해 데이터 보호 당국에 불만을 제기할 권리가 있습니다. 유럽 경제 지역(EEA)에 계신 경우, EEA 내 귀하의 지역 데이터 보호 당국에 문의하시기 바랍니다.",
	"Children's Privacy": "어린이의 개인정보",
	"Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.": "저희 서비스는 만 13세 미만의 아이들을 대상으로 하지 않습니다. 우리는 의도적으로 만 13세 미만의 사람들로부터 개인 식별 정보를 수집하지 않습니다. 만약 귀하가 부모나 보호자이고 귀하의 아이가 개인 데이터를 제공했다는 사실을 알고 계시다면, 저희에게 연락해 주세요. 우리가 만 13세 미만의 사람으로부터 부모의 동의를 확인하지 않고 개인 데이터를 수집했다는 사실을 알게 된다면, 우리는 해당 정보를 서버에서 제거하기 위한 조치를 취합니다.",
	"If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.": "만약 우리가 귀하의 정보를 처리하기 위한 법적 근거로 동의를 의존해야 하는 경우, 귀하의 국가가 부모의 동의를 요구한다면, 우리는 그 정보를 수집하고 사용하기 전에 귀하의 부모의 동의를 요청할 수 있습니다.",
	"Links to Other Websites": "다른 웹사이트로의 링크",
	"Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit.": "저희 서비스에는 저희가 운영하지 않는 다른 웹사이트로의 링크가 포함될 수 있습니다. 제3자 링크를 클릭하면 해당 제3자 사이트로 이동됩니다. 방문하는 모든 사이트의 개인정보 보호 정책을 꼭 검토하시기를 강력히 권장합니다.",
	"We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.": "우리는 제3자 사이트나 서비스의 콘텐츠, 개인정보 보호 정책 또는 관행에 대해 어떠한 통제권도 가지지 않으며 책임을 지지 않습니다.",
	"Changes to this Privacy Policy": "개인정보 보호 정책 변경",
	"We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.": "우리는 때때로 개인정보 보호정책을 업데이트할 수 있습니다. 새로운 개인정보 보호정책을 이 페이지에 게시함으로써 변경 사항을 알려드릴 것입니다.",
	"You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.": "이 개인정보 보호 정책은 주기적으로 검토하는 것이 좋습니다. 이 개인정보 보호 정책의 변경 사항은 이 페이지에 게시되는 시점에 효력을 발생합니다.",
	"Contact Us": "문의하기",
	"If you have any questions about this Privacy Policy, You can contact us:": "이 개인정보 보호 정책에 관한 질문이 있으시면, 저희에게 연락할 수 있습니다:",
	"By visiting this page on our website:": "저희 웹사이트의 이 페이지를 방문함으로써",
	"This Agreement is originally written in English. This AI translation is provided for your reference only.": "본 계약은 원래 영어로 작성되었습니다. 이 AI 번역은 참고용으로 제공됩니다.",
	"Last updated: February 05, 2025": "최근 업데이트 날짜: 2025년 2월 5일",
	"Altruist": "이타주의자",
	"(referred to as either 'the DAO', 'We', 'Us' or 'Our' in this Agreement) refers to decentralized autonomous organization Robonomics Network, an operator for website": "(본 합의서에서 DAO, We, Us 또는 Our로 언급됨)은 웹사이트 운영자인 탈중앙화 자율 조직 Robonomics Network을 가리킵니다.",
	"(referred to as either 'Your' in this Agreement) means the individual accessing or using the Service, or the DAO, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.": "(본 계약에서는 Your로 언급됨)은 해당 개인이나 DAO 또는 해당 개인이 서비스에 액세스하거나 사용하는 법적 단체를 나타냅니다.",
	"We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the 'Last updated' date at the top of this Privacy Policy.": "변경 사항이 효력을 발생하기 전에 이메일 및/또는 우리 서비스의 주목할 만한 공지를 통해 알려드릴 것이며, 이 개인정보 보호 정책 상단의 최근 업데이트 날짜를 업데이트할 것입니다."
}