{
	"404": "404",
	"Smart Home": "Hogar Inteligente",
	"Overview": "Visión general",
	"Install Smart Home": "Instalar Hogar Inteligente",
	"Home Assistant Init": "Inicio del Asistente de Hogar",
	"Add devices": "Agregar dispositivos",
	"Zigbee Devices": "Dispositivos Zigbee",
	"Virtual Devices": "Dispositivos Virtuales",
	"Subscription Activate": "Activar Suscripción",
	"Robonomics Integration Setup": "Configuración de Integración de Robonomics",
	"Add User": "Agregar Usuario",
	"Advanced Setup": "Configuración Avanzada",
	"Upgrade Home Assistant OS": "Actualizar Home Assistant OS",
	"Robonomics Installation": "Instalación de Robonomics",
	"Upgrade Home Assistant Docker for Unix-like OS": "Actualizar Home Assistant Docker para OS tipo Unix",
	"Upgrade Home Assistant Core": "Actualizar Home Assistant Core",
	"Use": "Uso",
	"Get Smart Home Telemetry": "Obtener Telemetría del Hogar Inteligente",
	"Backup Services": "Servicios de Respaldo",
	"Robonomics Video Service": "Servicio de Video de Robonomics",
	"Rtz Camera Control in Home Assistant": "Control de Cámara Rtz en Home Assistant",
	"Pinata Setup": "Configuración de Pinata",
	"Оn-Chain Gov Experiment": "Experimento de Gobierno en Cadena",
	"Blueprints": "Planos",
	"How To Use Blueprints": "Cómo Usar Planos",
	"Get Notified When Door Opens": "Recibir Notificación Cuando se Abre la Puerta",
	"Robonomics Devices": "Dispositivos de Robonomics",
	"IR Remote": "Control Remoto IR",
	"Energy Monitoring": "Monitoreo de Energía",
	"1 Gang Smart Switch": "Interruptor Inteligente de 1 Canal",
	"2 Gang Smart Switch": "Interruptor Inteligente de 2 Canales",
	"Air Quality Sensor": "Sensor de Calidad del Aire",
	"Robonomics Parachain Theory": "Teoría de la Paracadena de Robonomics",
	"Glossary": "Glosario",
	"Create Account for Robonomics Parachain": "Crear Cuenta para la Paracadena de Robonomics",
	"How to Run Robonomics Dev Node": "Cómo Ejecutar un Nodo de Desarrollo de Robonomics",
	"Adding Funds To Your Account on Robonomics Portal": "Agregar Fondos a tu Cuenta en el Portal de Robonomics",
	"Basics: Datalog": "Conceptos Básicos: Datalog",
	"Basics: Launch": "Conceptos Básicos: Lanzamiento",
	"Basics: Digital Twins": "Conceptos Básicos: Gemelos Digitales",
	"Basics: Liability": "Conceptos Básicos: Responsabilidad",
	"Python interface and Robonomics IO": "Interfaz Python y Robonomics IO",
	"RWS: How to Buy a Subscription": "RWS: Cómo Comprar una Suscripción",
	"RWS: How to Send Launch with Subscription": "RWS: Cómo Enviar un Lanzamiento con Suscripción",
	"Robonomics on Ethereum": "Robonomics en Ethereum",
	"Robonomics OpenGov": "Robonomics OpenGov",
	"How to build collator node from source": "Cómo construir un nodo de colación desde la fuente",
	"How to Update Collator Node Version": "Cómo Actualizar la Versión del Nodo Colador",
	"How to send extrinsic from ESP": "Cómo enviar extrínsecos desde ESP",
	"How to Edit Wiki": "Cómo Editar Wiki",
	"How to Contribute": "Cómo Contribuir",
	"Home": "Inicio",
	"doc.title": "doc.title",
	"item.title": "item.title",
	"{% set links = doc.children |": "{% set links = doc.children |",
	"transformSummaryLinks%}": "transformSummaryLinks%}",
	"Privacy Policy": "Política de Privacidad",
	"This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "Esta Política describe la información que recopilamos de ti, cómo usamos esa información y nuestra base legal para hacerlo. También cubre si y cómo esa información puede ser compartida y tus derechos y opciones con respecto a la información que nos proporcionas.",
	"Where are those annoying cookie consent pop-ups?": "¿Dónde están esas molestas ventanas emergentes de consentimiento de cookies?",
	"We don't need cookie consent is needed because:": "No necesitamos consentimiento de cookies porque:",
	"Tracking cookies are not used": "No se utilizan cookies de seguimiento",
	"The data is not used for any other purpose than analytics": "Los datos no se utilizan para ningún otro propósito que no sea análisis",
	"Visitors aren't tracked across websites": "Los visitantes no son rastreados entre sitios web",
	"A user cannot be tracked across days within the same website": "Un usuario no puede ser rastreado a lo largo de los días dentro del mismo sitio web",
	"What We Collect and Receive": "Lo que Recopilamos y Recibimos",
	"In order for us to provide you the best possible experience on our websites, we need to collect and process certain information. Depending on your use of the Services, that may include:": "Para poder brindarte la mejor experiencia posible en nuestros sitios web, necesitamos recopilar y procesar cierta información. Dependiendo de tu uso de los Servicios, esto puede incluir:",
	"Contact us via email": "Contáctanos por correo electrónico",
	"for example, when you submit our forms, send us questions or comments, or report a problem, we will collect your name, email address, message, etc. We use this data solely in connection with answering the queries we receive.": "por ejemplo, cuando envías nuestros formularios, nos envías preguntas o comentarios, o informas un problema, recopilaremos tu nombre, dirección de correo electrónico, mensaje, etc. Utilizamos estos datos únicamente en relación con responder las consultas que recibimos.",
	"name": "nombre",
	"email address": "dirección de correo electrónico",
	"message": "mensaje",
	"etc. We use this data solely in connection with answering the queries we receive.": "etc. Utilizamos estos datos únicamente para responder las consultas que recibimos.",
	"Usage data": "Datos de uso",
	"when you visit our website, we will store: the URL from which you visited us from, web pages of our website you visit, the date and duration of your visit, your anonymized IP address, the device specifications (device type, operating system, screen resolution, language, country you are located in, and web browser type) you used during your visit, and": "cuando visite nuestro sitio web, almacenaremos: la URL desde la que nos visitó, las páginas web de nuestro sitio que visite, la fecha y duración de su visita, su dirección IP anonimizada, las especificaciones del dispositivo (tipo de dispositivo, sistema operativo, resolución de pantalla, idioma, país en el que se encuentra y tipo de navegador web) que utilizó durante su visita, y",
	"other": "otro",
	"non-personal data. We process this usage data only on our server, not passing it to third-parties with": "datos no personales. Procesamos estos datos de uso solo en nuestro servidor, sin compartirlos con terceros.",
	"Matomo": "Matomo",
	"web analytics platform that gives us 100% data ownership. This analytics helps us to improve user experience with our website and to recognize and stop any misuse.": "plataforma de análisis web que nos brinda el 100% de propiedad de los datos. Este análisis nos ayuda a mejorar la experiencia del usuario en nuestro sitio web y a reconocer y detener cualquier mal uso.",
	"Non-personalized cookies": "Cookies no personalizadas",
	"we use non-tracking cookies (small data files transferred onto computers or devices by sites) for record-keeping purposes and to enhance functionality on our website. You may deactivate or restrict the transmission of these cookies by changing the settings of your web browser or by opt-out on this page in the form below. Cookies that are already stored may be deleted at any time.": "utilizamos cookies no rastreables (pequeños archivos de datos transferidos a computadoras o dispositivos por sitios web) con fines de registro y para mejorar la funcionalidad en nuestro sitio web. Puede desactivar o restringir la transmisión de estas cookies cambiando la configuración de su navegador web o mediante la exclusión en esta página en el formulario a continuación. Las cookies que ya están almacenadas pueden eliminarse en cualquier momento.",
	"Opt-out of website tracking": "Optar por no ser rastreado en el sitio web",
	"You can opt out of being tracked by our Matomo Analytics instance below:": "Puede optar por no ser rastreado por nuestra instancia de Matomo Analytics a continuación:",
	"Your Rights": "Tus derechos",
	"You have the right to be informed of Personal Data processed by Matomo, a right to rectification/correction, erasure and restriction of processing. You also have the right to ask from us a structured, common and machine-readable format of Personal Data you provided to us.": "Tienes derecho a ser informado sobre los Datos Personales procesados por Matomo, derecho a rectificación/corrección, supresión y restricción del procesamiento. También tienes derecho a solicitar de nosotros un formato estructurado, común y legible por máquina de los Datos Personales que nos proporcionaste.",
	"We can only identify you via your email address and we can only adhere to your request and provide information if we have Personal Data about you through you having made contact with us directly and/or you using our site and/or service. We cannot provide, rectify or delete any data that we store on behalf of our users or customers.": "Solo podemos identificarte a través de tu dirección de correo electrónico y solo podemos cumplir con tu solicitud y proporcionar información si tenemos Datos Personales sobre ti a través de que te hayas puesto en contacto con nosotros directamente y/o hayas utilizado nuestro sitio y/o servicio. No podemos proporcionar, rectificar o eliminar ningún dato que almacenamos en nombre de nuestros usuarios o clientes.",
	"To exercise any of the rights mentioned in this Privacy Policy and/or in the event of questions or comments relating to the use of Personal Data you may contact us.": "Para ejercer cualquiera de los derechos mencionados en esta Política de Privacidad y/o en caso de preguntas o comentarios relacionados con el uso de Datos Personales, puedes contactarnos.",
	"In addition, you have the right to lodge a complaint with the data protection authority in your jurisdiction.": "Además, tienes derecho a presentar una queja ante la autoridad de protección de datos en tu jurisdicción.",
	"Retention of data": "Retención de datos",
	"We will retain your information as long as necessary to provide you with the services or as otherwise set forth in this Policy. We will also retain and use this information as necessary for the purposes set out in this Policy and to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements and protect Robonomics Wiki legal rights.": "Retendremos tu información mientras sea necesario para brindarte los servicios o según se establezca en esta Política. También retendremos y utilizaremos esta información según sea necesario para los fines establecidos en esta Política y en la medida necesaria para cumplir con nuestras obligaciones legales, resolver disputas, hacer cumplir nuestros acuerdos y proteger los derechos legales de Robonomics Wiki.",
	"We also collect and maintain aggregated, anonymized or pseudonymized information which we may retain indefinitely to protect the safety and security of our Site, improve our Services or comply with legal obligations.": "También recopilamos y mantenemos información agregada, anonimizada o seudonimizada que podemos retener indefinidamente para proteger la seguridad de nuestro sitio, mejorar nuestros servicios o cumplir con obligaciones legales.",
	"Explore Robonomics with guides": "Explora Robonomics con guías",
	"Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "Aprende Robonomics a través de tutoriales y experimentos prácticos útiles. Esta documentación está diseñada para ayudarte a conectar robots o desarrollar aplicaciones descentralizadas dentro de la Red Robonomics.",
	"Welcome to Robonomics Wiki!": "¡Bienvenido a Robonomics Wiki!",
	"Robonomics Wiki is a knowledge base for developers and users who want to learn more about Robonomics Network.": "Robonomics Wiki es una base de conocimientos para desarrolladores y usuarios que desean aprender más sobre Robonomics Network.",
	"Here you can find information on how to build robots, sensors, and code dApps within Robonomics Network.": "Aquí puedes encontrar información sobre cómo construir robots, sensores y desarrollar dApps dentro de Robonomics Network.",
	"Page disappeared, we are sorry": "La página ha desaparecido, lamentamos las molestias",
	"Some content moved to": "Algunos contenidos se han trasladado a",
	"academy": "academia",
	"or try to find updated content here on": "o intenta encontrar contenido actualizado aquí en",
	"wiki": "wiki",
	"How to edit Wiki": "Cómo editar el Wiki",
	"Translation was executed by AI so there may be some inaccuracies": "La traducción fue realizada por inteligencia artificial, por lo que puede haber algunas imprecisiones",
	"Tell us more": "Cuéntanos más",
	"Sending your info...": "Enviando tu información...",
	"?": "?",
	"Ask your question": "Haz tu pregunta",
	"Main contributors:": "Principales colaboradores:",
	"Make a contribution": "Realiza una contribución",
	"Robonomics wiki is open source. See something that's wrong or unclear?": "El wiki de Robonomics es de código abierto. ¿Ves algo que está mal o poco claro?",
	"Inform us": "Infórmanos",
	"please, if you find any": "por favor, si encuentras alguno",
	"Robonomics smart devices": "Dispositivos inteligentes de Robonomics",
	"Create an issue": "Crear un problema",
	"entry.title": "entry.título",
	"text": "texto",
	"Thanks,": "Gracias,",
	"we'll keep in touch!": "¡Nos mantendremos en contacto!",
	"Couldn't complete": "No se pudo completar",
	"It was hard": "Fue difícil",
	"It was ok": "Estuvo bien.",
	"It was easy": "Fue fácil",
	"item.name": "item.nombre",
	"← + prevTitle.title": "← + prevTitle.title\n\nEsta cadena no tiene un significado claro en inglés y parece ser un fragmento de código o una referencia a algún elemento específico. No puedo proporcionar una traducción precisa sin más contexto. ¿Puedes proporcionar más información sobre el contexto en el que se utiliza esta cadena?",
	"next": "siguiente",
	"previous": "anterior",
	"Submit": "Enviar",
	"a pull request.": "una solicitud de extracción.",
	"commit": "comprometer",
	"on": "en",
	"by": "por",
	"breadcrumb.title": "Título del breadcrumb",
	"Document summary  Explore Robonomics with guides": "Resumen del documento: Explora Robonomics con guías",
	"This page not found": "Página no encontrada",
	"Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool.": "La exclusión se ha completado; tus visitas a este sitio web no serán registradas por la herramienta de análisis web.",
	"Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "Ten en cuenta que si borras tus cookies, eliminas la cookie de exclusión o cambias de computadora o navegador web, deberás realizar el procedimiento de exclusión nuevamente.",
	"You may choose to prevent this website from aggregating and analyzing the actions you take here.": "Puedes optar por evitar que este sitio web agregue y analice las acciones que realizas aquí.",
	"Doing so will protect your privacy, but will also prevent the owner from learning from your actions and creating a better experience for you and other users.": "Hacerlo protegerá tu privacidad, pero también evitará que el propietario aprenda de tus acciones y cree una mejor experiencia para ti y otros usuarios.",
	"The tracking opt-out feature requires cookies to be enabled.": "La función de exclusión de seguimiento requiere que las cookies estén habilitadas.",
	"The tracking opt-out feature may not work because this site was not loaded over HTTPS. Please reload the page to check if your opt out status changed;": "La función de exclusión de seguimiento puede que no funcione porque este sitio no se cargó a través de HTTPS. Por favor, recarga la página para verificar si tu estado de exclusión ha cambiado.",
	"You are not opted out.": "No has optado por salir.",
	"Uncheck this box to opt-out.": "Desmarca esta casilla para darte de baja.",
	"You are currently opted out.": "Actualmente estás excluido.",
	"Check this box to opt-in.": "Marca esta casilla para optar por participar.",
	"{# for tanslation": "{# para traducción",
	"#}": "No puedo traducir este fragmento ya que no contiene texto. ¿Hay algo más con lo que pueda ayudarte?",
	"Launch of Robonomics Collator": "Lanzamiento de Robonomics Collator",
	"Robotics and ROS 2": "Robótica y ROS 2",
	"About Robonomics ROS 2 Wrapper": "Sobre el Envoltorio de Robonomics ROS 2",
	"Launch Robot from Cloud": "Lanzar Robot desde la Nube",
	"Home Server on RISC-V": "Servidor doméstico en RISC-V",
	"Home Assistant integration": "Integración de Home Assistant",
	"Working with parachain": "Trabajando con una parachain"
}