{
	"404": "404",
	"Smart Home": "Hogar Inteligente",
	"Overview": "Visión general",
	"Install Smart Home": "Instalar Hogar Inteligente",
	"Home Assistant Init": "Inicio del Asistente de Hogar",
	"Add devices": "Agregar dispositivos",
	"Zigbee Devices": "Dispositivos Zigbee",
	"Virtual Devices": "Dispositivos Virtuales",
	"Subscription Activate": "Activar Suscripción",
	"Robonomics Integration Setup": "Configuración de Integración de Robonomics",
	"Add User": "Agregar Usuario",
	"Advanced Setup": "Configuración Avanzada",
	"Upgrade Home Assistant OS": "Actualizar Home Assistant OS",
	"Robonomics Installation": "Instalación de Robonomics",
	"Upgrade Home Assistant Docker for Unix-like OS": "Actualizar Home Assistant Docker para OS tipo Unix",
	"Upgrade Home Assistant Core": "Actualizar Home Assistant Core",
	"Use": "Uso",
	"Get Smart Home Telemetry": "Obtener Telemetría del Hogar Inteligente",
	"Backup Services": "Servicios de Respaldo",
	"Robonomics Video Service": "Servicio de Video de Robonomics",
	"Rtz Camera Control in Home Assistant": "Control de Cámara Rtz en Home Assistant",
	"Pinata Setup": "Configuración de Pinata",
	"Оn-Chain Gov Experiment": "Experimento de Gobierno en Cadena",
	"Blueprints": "Planos",
	"How To Use Blueprints": "Cómo Usar Planos",
	"Get Notified When Door Opens": "Recibir Notificación Cuando se Abre la Puerta",
	"Robonomics Devices": "Dispositivos de Robonomics",
	"IR Remote": "Control Remoto IR",
	"Energy Monitoring": "Monitoreo de Energía",
	"1 Gang Smart Switch": "Interruptor Inteligente de 1 Canal",
	"2 Gang Smart Switch": "Interruptor Inteligente de 2 Canales",
	"Air Quality Sensor": "Sensor de Calidad del Aire",
	"Robonomics Parachain Theory": "Teoría de la Paracadena de Robonomics",
	"Glossary": "Glosario",
	"Create Account for Robonomics Parachain": "Crear Cuenta para la Paracadena de Robonomics",
	"How to Run Robonomics Dev Node": "Cómo Ejecutar un Nodo de Desarrollo de Robonomics",
	"Adding Funds To Your Account on Robonomics Portal": "Agregar Fondos a tu Cuenta en el Portal de Robonomics",
	"Basics: Datalog": "Conceptos Básicos: Datalog",
	"Basics: Launch": "Conceptos Básicos: Lanzamiento",
	"Basics: Digital Twins": "Conceptos Básicos: Gemelos Digitales",
	"Basics: Liability": "Conceptos Básicos: Responsabilidad",
	"Python interface and Robonomics IO": "Interfaz Python y Robonomics IO",
	"RWS: How to Buy a Subscription": "RWS: Cómo Comprar una Suscripción",
	"RWS: How to Send Launch with Subscription": "RWS: Cómo Enviar un Lanzamiento con Suscripción",
	"Robonomics on Ethereum": "Robonomics en Ethereum",
	"Robonomics OpenGov": "Robonomics OpenGov",
	"How to build collator node from source": "Cómo construir un nodo de colación desde la fuente",
	"How to Update Collator Node Version": "Cómo Actualizar la Versión del Nodo Colador",
	"How to send extrinsic from ESP": "Cómo enviar extrínsecos desde ESP",
	"How to Contribute": "Cómo Contribuir",
	"Home": "Inicio",
	"doc.title": "doc.title",
	"item.title": "item.title",
	"{% set links = doc.children |": "{% set links = doc.children |",
	"transformSummaryLinks%}": "transformSummaryLinks%}",
	"Privacy Policy": "Política de Privacidad",
	"This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "Esta Política describe la información que recopilamos de ti, cómo usamos esa información y nuestra base legal para hacerlo. También cubre si y cómo esa información puede ser compartida y tus derechos y opciones con respecto a la información que nos proporcionas.",
	"name": "nombre",
	"email address": "dirección de correo electrónico",
	"message": "mensaje",
	"etc. We use this data solely in connection with answering the queries we receive.": "etc. Utilizamos estos datos únicamente para responder las consultas que recibimos.",
	"Explore Robonomics with guides": "Explora Robonomics con guías",
	"Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "Aprende Robonomics a través de tutoriales y experimentos prácticos útiles. Esta documentación está diseñada para ayudarte a conectar robots o desarrollar aplicaciones descentralizadas dentro de la Red Robonomics.",
	"Welcome to Robonomics Wiki!": "¡Bienvenido a Robonomics Wiki!",
	"Robonomics Wiki is a knowledge base for developers and users who want to learn more about Robonomics Network.": "Robonomics Wiki es una base de conocimientos para desarrolladores y usuarios que desean aprender más sobre Robonomics Network.",
	"Here you can find information on how to build robots, sensors, and code dApps within Robonomics Network.": "Aquí puedes encontrar información sobre cómo construir robots, sensores y desarrollar dApps dentro de Robonomics Network.",
	"Page disappeared, we are sorry": "La página ha desaparecido, lamentamos las molestias",
	"Some content moved to": "Algunos contenidos se han trasladado a",
	"academy": "academia",
	"or try to find updated content here on": "o intenta encontrar contenido actualizado aquí en",
	"wiki": "wiki",
	"Translation was executed by AI so there may be some inaccuracies": "La traducción fue realizada por inteligencia artificial, por lo que puede haber algunas imprecisiones",
	"Tell us more": "Cuéntanos más",
	"Sending your info...": "Enviando tu información...",
	"?": "?",
	"Ask your question": "Haz tu pregunta",
	"Main contributors:": "Principales colaboradores:",
	"Make a contribution": "Realiza una contribución",
	"Robonomics wiki is open source. See something that's wrong or unclear?": "El wiki de Robonomics es de código abierto. ¿Ves algo que está mal o poco claro?",
	"Inform us": "Infórmanos",
	"please, if you find any": "por favor, si encuentras alguno",
	"Robonomics smart devices": "Dispositivos inteligentes de Robonomics",
	"Create an issue": "Crear un problema",
	"entry.title": "entry.título",
	"text": "texto",
	"Thanks,": "Gracias,",
	"we'll keep in touch!": "¡Nos mantendremos en contacto!",
	"Couldn't complete": "No se pudo completar",
	"It was hard": "Fue difícil",
	"It was ok": "Estuvo bien.",
	"It was easy": "Fue fácil",
	"item.name": "item.nombre",
	"← + prevTitle.title": "← + prevTitle.title\n\nEsta cadena no tiene un significado claro en inglés y parece ser un fragmento de código o una referencia a algún elemento específico. No puedo proporcionar una traducción precisa sin más contexto. ¿Puedes proporcionar más información sobre el contexto en el que se utiliza esta cadena?",
	"next": "siguiente",
	"previous": "anterior",
	"Submit": "Enviar",
	"a pull request.": "una solicitud de extracción.",
	"commit": "comprometer",
	"on": "en",
	"by": "por",
	"breadcrumb.title": "Título del breadcrumb",
	"Document summary  Explore Robonomics with guides": "Resumen del documento: Explora Robonomics con guías",
	"This page not found": "Página no encontrada",
	"Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool.": "La exclusión se ha completado; tus visitas a este sitio web no serán registradas por la herramienta de análisis web.",
	"Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "Ten en cuenta que si borras tus cookies, eliminas la cookie de exclusión o cambias de computadora o navegador web, deberás realizar el procedimiento de exclusión nuevamente.",
	"You may choose to prevent this website from aggregating and analyzing the actions you take here.": "Puedes optar por evitar que este sitio web agregue y analice las acciones que realizas aquí.",
	"Doing so will protect your privacy, but will also prevent the owner from learning from your actions and creating a better experience for you and other users.": "Hacerlo protegerá tu privacidad, pero también evitará que el propietario aprenda de tus acciones y cree una mejor experiencia para ti y otros usuarios.",
	"The tracking opt-out feature requires cookies to be enabled.": "La función de exclusión de seguimiento requiere que las cookies estén habilitadas.",
	"The tracking opt-out feature may not work because this site was not loaded over HTTPS. Please reload the page to check if your opt out status changed;": "La función de exclusión de seguimiento puede que no funcione porque este sitio no se cargó a través de HTTPS. Por favor, recarga la página para verificar si tu estado de exclusión ha cambiado.",
	"You are not opted out.": "No has optado por salir.",
	"Uncheck this box to opt-out.": "Desmarca esta casilla para darte de baja.",
	"You are currently opted out.": "Actualmente estás excluido.",
	"Check this box to opt-in.": "Marca esta casilla para optar por participar.",
	"{# for tanslation": "{# para traducción",
	"#}": "No puedo traducir este fragmento ya que no contiene texto. ¿Hay algo más con lo que pueda ayudarte?",
	"Launch of Robonomics Collator": "Lanzamiento de Robonomics Collator",
	"Robotics and ROS 2": "Robótica y ROS 2",
	"About Robonomics ROS 2 Wrapper": "Sobre el Envoltorio de Robonomics ROS 2",
	"Launch Robot from Cloud": "Lanzar Robot desde la Nube",
	"Home Server on RISC-V": "Servidor doméstico en RISC-V",
	"Home Assistant integration": "Integración de Home Assistant",
	"Working with parachain": "Trabajando con una parachain",
	"This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.": "Esta Política de Privacidad describe nuestras políticas y procedimientos sobre la recopilación, uso y divulgación de su información cuando utiliza el Servicio y le informa sobre sus derechos de privacidad y cómo la ley lo protege.",
	"We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy.": "Utilizamos tus datos personales para proporcionar y mejorar el Servicio. Al utilizar el Servicio, aceptas la recopilación y el uso de información de acuerdo con esta Política de Privacidad.",
	"Interpretation and Definitions": "Interpretación y definiciones",
	"Interpretation": "Interpretación",
	"The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.": "Las palabras cuya letra inicial está en mayúscula tienen significados definidos bajo las siguientes condiciones. Las siguientes definiciones tendrán el mismo significado independientemente de si aparecen en singular o en plural.",
	"Definitions": "Definiciones",
	"For the purposes of this Privacy Policy:": "A los efectos de esta Política de Privacidad:",
	"DAO": "Organización Autónoma Descentralizada",
	"(referred to as": "(referido como",
	"Website": "Sitio web",
	"in this Agreement). For the purpose of the GDPR, the DAO is the Data Controller.": "En este Acuerdo). Para los fines del GDPR, el DAO es el Responsable del Tratamiento de Datos.",
	"Cookies": "Galletas",
	"are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses. More detailed information on cookies and how they work can be found at:": "son pequeños archivos que se colocan en su computadora, dispositivo móvil u otro dispositivo por un sitio web, que contienen los detalles de su historial de navegación en ese sitio web entre sus muchos usos. Puede encontrar información más detallada sobre las cookies y cómo funcionan en:",
	"Country": "País",
	"refers to: Cyprus.": "se refiere a: Chipre.",
	"Data Controller": "Responsable de datos",
	"for the purposes of the GDPR (General Data Protection Regulation), refers to the DAO as the legal person which alone or jointly with others determines the purposes and means of the processing of Personal Data.": "Para los fines del RGPD (Reglamento General de Protección de Datos), se refiere al DAO como la persona jurídica que, sola o conjuntamente con otros, determina los fines y medios del tratamiento de Datos Personales.",
	"Device": "Dispositivo",
	"means any device that can access the Service such as a computer, a cellphone or a digital tablet.": "significa cualquier dispositivo que pueda acceder al Servicio, como una computadora, un teléfono celular o una tableta digital.",
	"GDPR": "RGPD",
	"refers to EU General Data Protection Regulation.": "se refiere al Reglamento General de Protección de Datos de la UE.",
	"Personal Data": "Datos personales",
	"is any information that relates to an identified or identifiable individual.": "Es cualquier información que se relaciona con una persona identificada o identificable.",
	"For the purposes of GDPR, Personal Data means any information relating to You such as a name, an identification number, location data, online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity.": "Para los fines del GDPR, Datos Personales significa cualquier información relacionada contigo, como un nombre, un número de identificación, datos de ubicación, identificador en línea o uno o más factores específicos de la identidad física, fisiológica, genética, mental, económica, cultural o social.",
	"Service": "Servicio",
	"refers to the Website": "se refiere al sitio web",
	"Service Provider": "Proveedor de servicios",
	"means any natural or legal person who processes the data on behalf of the DAO. It refers to third-party companies or individuals employed by the DAO to facilitate the Service, to provide the Service on behalf of the DAO, to perform services related to the Service or to assist the DAO in analyzing how the Service is used. For the purpose of the GDPR, Service Providers are considered Data Processors.": "Significa cualquier persona natural o jurídica que procesa los datos en nombre del DAO. Se refiere a empresas de terceros o individuos empleados por el DAO para facilitar el Servicio, proporcionar el Servicio en nombre del DAO, realizar servicios relacionados con el Servicio o ayudar al DAO en el análisis de cómo se utiliza el Servicio. Para los fines del GDPR, los Proveedores de Servicios se consideran Procesadores de Datos.",
	"Usage Data": "Datos de uso",
	"refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).": "se refiere a los datos recopilados automáticamente, ya sea generados por el uso del Servicio o desde la infraestructura del Servicio en sí misma (por ejemplo, la duración de una visita a la página).",
	"You": "Tú",
	"Under GDPR, You can be referred to as the Data Subject or as the User as you are the individual using the Service.": "Bajo el GDPR, puedes ser referido como el Sujeto de Datos o como el Usuario, ya que eres la persona que utiliza el Servicio.",
	"Collecting and Using Your Personal Data": "Recopilación y Uso de tus Datos Personales",
	"Types of Data Collected": "Tipos de datos recopilados",
	"While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:": "Mientras utilizas nuestro servicio, es posible que te pidamos que nos proporciones cierta información personal identificable que se pueda utilizar para contactarte o identificarte. La información personal identificable puede incluir, pero no se limita a:",
	"Email address": "Dirección de correo electrónico",
	"First name and last name": "Nombre y apellido",
	"Usage Data is collected automatically when using the Service.": "Los datos de uso se recopilan automáticamente al utilizar el Servicio.",
	"Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.": "Los datos de uso pueden incluir información como la dirección de Protocolo de Internet de su dispositivo (por ejemplo, dirección IP), tipo de navegador, versión del navegador, las páginas de nuestro Servicio que visita, la hora y fecha de su visita, el tiempo que pasa en esas páginas, identificadores únicos de dispositivos y otros datos de diagnóstico.",
	"When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.": "Cuando accede al Servicio a través de un dispositivo móvil, podemos recopilar cierta información automáticamente, incluyendo, pero no limitándose a, el tipo de dispositivo móvil que utiliza, su ID único de dispositivo móvil, la dirección IP de su dispositivo móvil, su sistema operativo móvil, el tipo de navegador de Internet móvil que utiliza, identificadores únicos de dispositivo y otros datos de diagnóstico.",
	"We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.": "También podemos recopilar información que su navegador envía cada vez que visita nuestro Servicio o cuando accede al Servicio a través de un dispositivo móvil.",
	"Cookies & Browser Storage": "Cookies y almacenamiento del navegador",
	"The Websites may use cookies. We use cookies and browser storage only for essential settings to improve your experience—not for tracking. These help remember your preferences, such as language settings or consent choices, so you don’t have to reset them each time you visit.": "Los sitios web pueden utilizar cookies. Utilizamos cookies y almacenamiento del navegador solo para configuraciones esenciales para mejorar tu experiencia, no para rastrear. Estos ayudan a recordar tus preferencias, como la configuración de idioma o las opciones de consentimiento, para que no tengas que restablecerlas cada vez que visites.",
	"We do not use cookies for tracking or personalized advertising. You can manage or disable cookies in your browser settings, but some features may not work properly without them.": "No utilizamos cookies para rastreo o publicidad personalizada. Puedes gestionar o desactivar las cookies en la configuración de tu navegador, pero algunas funciones pueden no funcionar correctamente sin ellas.",
	"Matomo Analytics": "Matomo Analytics",
	"Our website may use Matomo, an open-source analytics platform, to gather insights into website usage. This includes anonymized data such as:": "Nuestro sitio web puede utilizar Matomo, una plataforma de análisis de código abierto, para recopilar información sobre el uso del sitio web. Esto incluye datos anonimizados como:",
	"Pages visited and navigation paths": "Páginas visitadas y rutas de navegación",
	"Time spent on our website": "Tiempo pasado en nuestro sitio web",
	"Whether you’re a returning or new visitor": "Ya sea que seas un visitante recurrente o nuevo",
	"Your device type (desktop, mobile, etc.)": "Tu tipo de dispositivo (escritorio, móvil, etc.)",
	"To protect your privacy, your IP address is anonymized before being stored. The data we collect is only used to improve the website and is not used for personal identification.": "Para proteger tu privacidad, tu dirección IP se anonimiza antes de ser almacenada. Los datos que recopilamos solo se utilizan para mejorar el sitio web y no se utilizan para identificación personal.",
	"Under Art. 6(1)(f) GDPR": "Bajo el Art. 6(1)(f) del GDPR",
	"we process this data based on our legitimate interest in enhancing our services.": "Procesamos estos datos en base a nuestro interés legítimo en mejorar nuestros servicios.",
	"Opt-Out Option": "Opción para darse de baja",
	"You can disable Matomo tracking at any time:": "Puedes desactivar el seguimiento de Matomo en cualquier momento:",
	"Use of Your Personal Data": "Uso de tus datos personales",
	"The DAO may use Personal Data for the following purposes:": "El DAO puede utilizar Datos Personales para los siguientes propósitos:",
	"To provide and maintain our Service": "Para proporcionar y mantener nuestro Servicio",
	"including to monitor the usage of our Service.": "para monitorear el uso de nuestro Servicio.",
	"For the performance of a contract": "Para el cumplimiento de un contrato",
	"the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.": "El desarrollo, cumplimiento y realización del contrato de compra de los productos, artículos o servicios que haya adquirido o de cualquier otro contrato con Nosotros a través del Servicio.",
	"To contact You": "Para contactarte",
	"To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.": "Para contactarte por correo electrónico, llamadas telefónicas, SMS u otras formas equivalentes de comunicación electrónica, como notificaciones push de una aplicación móvil sobre actualizaciones o comunicaciones informativas relacionadas con las funcionalidades, productos o servicios contratados, incluidas las actualizaciones de seguridad, cuando sea necesario o razonable para su implementación.",
	"To provide You": "Para proporcionarte",
	"with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.": "con noticias, ofertas especiales e información general sobre otros productos, servicios y eventos que ofrecemos y que son similares a los que ya has comprado o preguntado, a menos que hayas optado por no recibir dicha información.",
	"To manage Your requests": "Para gestionar tus solicitudes",
	"To attend and manage Your requests to Us.": "Para atender y gestionar tus solicitudes hacia nosotros.",
	"For other purposes": "Para otros propósitos",
	"We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.": "Podemos utilizar su información para otros fines, como análisis de datos, identificación de tendencias de uso, determinación de la efectividad de nuestras campañas promocionales y para evaluar y mejorar nuestro servicio, productos, servicios, marketing y su experiencia.",
	"We may share Your personal information in the following situations:": "Podemos compartir tu información personal en las siguientes situaciones:",
	"With Service Providers": "Con proveedores de servicios",
	"We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to contact You.": "Podemos compartir tu información personal con proveedores de servicios para monitorear y analizar el uso de nuestro servicio, para contactarte.",
	"With Your consent": "Con tu consentimiento",
	"We may disclose Your personal information for any other purpose with Your consent.": "Podemos divulgar su información personal para cualquier otro propósito con su consentimiento.",
	"Retention of Your Personal Data": "Retención de tus datos personales",
	"The DAO will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.": "El DAO retendrá tus datos personales solo durante el tiempo que sea necesario para los fines establecidos en esta Política de Privacidad. Mantendremos y utilizaremos tus datos personales en la medida necesaria para cumplir con nuestras obligaciones legales (por ejemplo, si estamos obligados a retener tus datos para cumplir con las leyes aplicables), resolver disputas y hacer cumplir nuestros acuerdos legales y políticas.",
	"The DAO will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.": "El DAO también retendrá Datos de Uso para fines de análisis interno. Los Datos de Uso generalmente se retienen por un período de tiempo más corto, excepto cuando se utilizan para fortalecer la seguridad o mejorar la funcionalidad de Nuestro Servicio, o cuando estamos legalmente obligados a retener estos datos por períodos más largos.",
	"Security of Your Personal Data": "Seguridad de tus datos personales",
	"The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.": "La seguridad de tus datos personales es importante para nosotros, pero recuerda que ningún método de transmisión a través de Internet o de almacenamiento electrónico es 100% seguro. Aunque nos esforzamos por utilizar medios comercialmente aceptables para proteger tus datos personales, no podemos garantizar su seguridad absoluta.",
	"Detailed Information on the Processing of Your Personal Data": "Información detallada sobre el procesamiento de sus datos personales",
	"Your information, including Personal Data, is processed is processed at the DAO's website service provider(s) and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.": "Su información, incluidos los Datos Personales, se procesa en el proveedor de servicios del sitio web de la DAO y en cualquier otro lugar donde se encuentren las partes involucradas en el procesamiento. Esto significa que esta información puede ser transferida y mantenida en computadoras ubicadas fuera de su estado, provincia, país u otra jurisdicción gubernamental donde las leyes de protección de datos pueden ser diferentes a las de su jurisdicción.",
	"Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.": "Tu consentimiento a esta Política de Privacidad seguido por tu envío de dicha información representa tu acuerdo con esa transferencia.",
	"The DAO will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.": "El DAO tomará todas las medidas razonablemente necesarias para garantizar que sus datos sean tratados de forma segura y de acuerdo con esta Política de Privacidad, y ninguna transferencia de sus Datos Personales se llevará a cabo a una organización o país a menos que existan controles adecuados, incluida la seguridad de sus datos y otra información personal.",
	"Please note that any data transmission on the Internet (e.g. communication by e-mail) is generally not secure and we accept no liability for data transmitted to us via the Internet. Unfortunately, absolute protection is not technically possible. This information does not apply to the Website of third parties and the corresponding links given on our Website. The DAO assumes no responsibility and liability for these.": "Por favor, tenga en cuenta que cualquier transmisión de datos por Internet (por ejemplo, comunicación por correo electrónico) generalmente no es segura y no aceptamos responsabilidad por los datos transmitidos a través de Internet. Desafortunadamente, la protección absoluta no es técnicamente posible. Esta información no se aplica al sitio web de terceros y los enlaces correspondientes proporcionados en nuestro sitio web. El DAO no asume responsabilidad ni responsabilidad por estos.",
	"The Service Providers We use may have access to Your Personal Data. These third-party vendors collect, store, use, process and transfer information about Your activity on Our Service in accordance with their Privacy Policies.": "Los proveedores de servicios que utilizamos pueden tener acceso a tus datos personales. Estos proveedores de terceros recopilan, almacenan, utilizan, procesan y transfieren información sobre tu actividad en nuestro servicio de acuerdo con sus políticas de privacidad.",
	"Email Marketing": "Marketing por correo electrónico",
	"We may use Your Personal Data to contact You with newsletters, marketing or promotional materials and other information that may be of interest to You. You may opt-out of receiving any, or all, of these communications from Us by following the unsubscribe link or instructions provided in any email We send or by contacting Us.": "Podemos utilizar sus datos personales para contactarlo con boletines informativos, materiales de marketing o promocionales y otra información que pueda ser de su interés. Puede optar por no recibir ninguna o todas estas comunicaciones de nuestra parte siguiendo el enlace para darse de baja o las instrucciones proporcionadas en cualquier correo electrónico que le enviemos o poniéndose en contacto con nosotros.",
	"We may use Email Marketing Service Providers to manage and send emails to You;": "Podemos utilizar proveedores de servicios de marketing por correo electrónico para gestionar y enviar correos electrónicos a usted;",
	"Unisender": "Unisender",
	"Their Privacy Policy can be viewed at": "Su Política de Privacidad se puede ver en",
	"Usage, Performance and Miscellaneous": "Uso, Rendimiento y Varios",
	"We may use third-party Service Providers to maintain and improve our Service.": "Podemos utilizar Proveedores de Servicios de terceros para mantener y mejorar nuestro Servicio.",
	"hcaptcha": "hcaptcha",
	"GDPR Privacy": "Privacidad de GDPR",
	"Legal Basis for Processing Personal Data under GDPR": "Base legal para el tratamiento de datos personales según el RGPD",
	"We may process Personal Data under the following conditions:": "Podemos procesar Datos Personales bajo las siguientes condiciones:",
	"Consent:": "Consentimiento:",
	"You have given Your consent for processing Personal Data for one or more specific purposes.": "Has dado tu consentimiento para el procesamiento de Datos Personales para uno o más propósitos específicos.",
	"Performance of a contract:": "Ejecución de un contrato:",
	"Provision of Personal Data is necessary for the performance of an agreement with You and/or for any pre-contractual obligations thereof.": "La provisión de Datos Personales es necesaria para la ejecución de un acuerdo contigo y/o para cualquier obligación precontractual relacionada.",
	"Legal obligations:": "Obligaciones legales:",
	"Processing Personal Data is necessary for compliance with a legal obligation to which the DAO is subject.": "El procesamiento de datos personales es necesario para cumplir con una obligación legal a la que está sujeto el DAO.",
	"Vital interests:": "Intereses vitales:",
	"Processing Personal Data is necessary in order to protect Your vital interests or of another natural person.": "El tratamiento de datos personales es necesario para proteger sus intereses vitales o los de otra persona natural.",
	"Public interests:": "Intereses públicos:",
	"Processing Personal Data is related to a task that is carried out in the public interest or in the exercise of official authority vested in the DAO.": "El procesamiento de datos personales está relacionado con una tarea que se lleva a cabo en interés público o en el ejercicio de la autoridad oficial conferida en el DAO.",
	"Legitimate interests:": "Intereses legítimos:",
	"Processing Personal Data is necessary for the purposes of the legitimate interests pursued by the DAO.": "El procesamiento de datos personales es necesario para los fines de los intereses legítimos perseguidos por el DAO.",
	"In any case, the DAO will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.": "En cualquier caso, la DAO estará encantada de ayudar a aclarar la base legal específica que se aplica al procesamiento, y en particular si la provisión de Datos Personales es un requisito legal o contractual, o un requisito necesario para celebrar un contrato.",
	"Your Rights under the GDPR": "Tus derechos bajo el GDPR",
	"The DAO undertakes to respect the confidentiality of Your Personal Data and to guarantee You can exercise Your rights.": "El DAO se compromete a respetar la confidencialidad de tus datos personales y a garantizar que puedas ejercer tus derechos.",
	"You have the right under this Privacy Policy, and by law if You are within the EU, to:": "Tienes derecho bajo esta Política de Privacidad, y por ley si te encuentras dentro de la UE, a:",
	"Request access to Your Personal Data.": "Solicitar acceso a tus datos personales.",
	"The right to access, update or delete the information We have on You. Whenever made possible, you can access, update or request deletion of Your Personal Data directly within Your account settings section. If you are unable to perform these actions yourself, please contact Us to assist You. This also enables You to receive a copy of the Personal Data We hold about You.": "El derecho de acceder, actualizar o eliminar la información que tenemos sobre ti. Siempre que sea posible, puedes acceder, actualizar o solicitar la eliminación de tus Datos Personales directamente dentro de la sección de configuración de tu cuenta. Si no puedes realizar estas acciones por ti mismo, por favor contáctanos para que te ayudemos. Esto también te permite recibir una copia de los Datos Personales que tenemos sobre ti.",
	"Request correction of the Personal Data that We hold about You.": "Solicite la corrección de los Datos Personales que tenemos sobre Usted.",
	"You have the right to have any incomplete or inaccurate information We hold about You corrected.": "Tienes derecho a corregir cualquier información incompleta o inexacta que tengamos sobre ti.",
	"Object to processing of Your Personal Data.": "Objeción al procesamiento de sus datos personales.",
	"This right exists where We are relying on a legitimate interest as the legal basis for Our processing and there is something about Your particular situation, which makes You want to object to our processing of Your Personal Data on this ground. You also have the right to object where We are processing Your Personal Data for direct marketing purposes.": "Este derecho existe cuando nos basamos en un interés legítimo como base legal para nuestro procesamiento y hay algo en tu situación particular que te hace querer objetar nuestro procesamiento de tus Datos Personales en este sentido. También tienes el derecho de objetar cuando estamos procesando tus Datos Personales con fines de marketing directo.",
	"Request erasure of Your Personal Data.": "Solicitud de eliminación de sus datos personales.",
	"You have the right to ask Us to delete or remove Personal Data when there is no good reason for Us to continue processing it.": "Tienes el derecho de pedirnos que eliminemos o borremos los Datos Personales cuando no haya una buena razón para que sigamos procesándolos.",
	"Request the transfer of Your Personal Data.": "Solicite la transferencia de sus Datos Personales.",
	"We will provide to You, or to a third-party You have chosen, Your Personal Data in a structured, commonly used, machine-readable format. Please note that this right only applies to automated information which You initially provided consent for Us to use or where We used the information to perform a contract with You.": "Proporcionaremos a usted, o a un tercero que haya elegido, sus Datos Personales en un formato estructurado, de uso común y legible por máquina. Tenga en cuenta que este derecho solo se aplica a la información automatizada que usted proporcionó inicialmente su consentimiento para que nosotros la usemos o cuando utilizamos la información para cumplir un contrato con usted.",
	"Withdraw Your consent.": "Retira tu consentimiento.",
	"You have the right to withdraw Your consent on using your Personal Data. If You withdraw Your consent, We may not be able to provide You with access to certain specific functionalities of the Service.": "Tienes derecho a retirar tu consentimiento para el uso de tus Datos Personales. Si retiras tu consentimiento, es posible que no podamos proporcionarte acceso a ciertas funcionalidades específicas del Servicio.",
	"Exercising of Your GDPR Data Protection Rights": "Ejercicio de tus derechos de protección de datos GDPR",
	"You may exercise Your rights of access, rectification, cancellation and opposition by contacting Us. Please note that we may ask You to verify Your identity before responding to such requests. If You make a request, We will try our best to respond to You as soon as possible.": "Puede ejercer sus derechos de acceso, rectificación, cancelación y oposición poniéndose en contacto con nosotros. Tenga en cuenta que es posible que le pidamos que verifique su identidad antes de responder a dichas solicitudes. Si realiza una solicitud, haremos todo lo posible por responderle lo antes posible.",
	"You have the right to complain to a Data Protection Authority about Our collection and use of Your Personal Data. For more information, if You are in the European Economic Area (EEA), please contact Your local data protection authority in the EEA.": "Tienes derecho a presentar una queja ante una Autoridad de Protección de Datos sobre nuestra recopilación y uso de tus Datos Personales. Para obtener más información, si te encuentras en el Área Económica Europea (AEE), por favor contacta a tu autoridad local de protección de datos en la AEE.",
	"Children's Privacy": "Privacidad de los niños",
	"Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.": "Nuestro servicio no está dirigido a personas menores de 13 años. No recopilamos de forma consciente información personal identificable de personas menores de 13 años. Si eres padre, madre o tutor y sabes que tu hijo nos ha proporcionado datos personales, por favor contáctanos. Si nos damos cuenta de que hemos recopilado datos personales de alguien menor de 13 años sin verificación del consentimiento parental, tomaremos medidas para eliminar esa información de nuestros servidores.",
	"If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.": "Si necesitamos depender del consentimiento como base legal para procesar su información y su país requiere el consentimiento de un padre, es posible que necesitemos el consentimiento de su padre antes de recopilar y utilizar esa información.",
	"Links to Other Websites": "Enlaces a otros sitios web",
	"Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit.": "Nuestro Servicio puede contener enlaces a otros sitios web que no son operados por nosotros. Si haces clic en un enlace de un tercero, serás dirigido al sitio de ese tercero. Te recomendamos encarecidamente que revises la Política de Privacidad de cada sitio que visites.",
	"We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.": "No tenemos control y no asumimos responsabilidad por el contenido, políticas de privacidad o prácticas de ningún sitio o servicio de terceros.",
	"Changes to this Privacy Policy": "Cambios a esta Política de Privacidad",
	"We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.": "Podemos actualizar nuestra Política de Privacidad de vez en cuando. Le notificaremos cualquier cambio publicando la nueva Política de Privacidad en esta página.",
	"You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.": "Se recomienda revisar periódicamente esta Política de Privacidad en busca de cambios. Los cambios en esta Política de Privacidad son efectivos cuando se publican en esta página.",
	"Contact Us": "Contáctenos",
	"If you have any questions about this Privacy Policy, You can contact us:": "Si tienes alguna pregunta sobre esta Política de Privacidad, puedes contactarnos:",
	"By visiting this page on our website:": "Al visitar esta página en nuestro sitio web:",
	"This Agreement is originally written in English. This AI translation is provided for your reference only.": "Este acuerdo está originalmente escrito en inglés. Esta traducción de IA se proporciona solo como referencia.",
	"Last updated: February 05, 2025": "Última actualización: 05 de febrero de 2025",
	"(referred to as either 'the DAO', 'We', 'Us' or 'Our' in this Agreement) refers to decentralized autonomous organization Robonomics Network, an operator for website": "(se refiere como el DAO, Nosotros, Nos o Nuestro en este Acuerdo) se refiere a la organización autónoma descentralizada Robonomics Network, un operador de sitio web",
	"(referred to as either 'Your' in this Agreement) means the individual accessing or using the Service, or the DAO, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.": "(Referido como \"Usted\" en este Acuerdo) significa el individuo que accede o utiliza el Servicio, o la DAO, u otra entidad legal en nombre de la cual dicho individuo está accediendo o utilizando el Servicio, según corresponda.",
	"We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the 'Last updated' date at the top of this Privacy Policy.": "Le informaremos por correo electrónico y/o mediante un aviso destacado en nuestro Servicio, antes de que el cambio entre en vigor y actualizaremos la fecha de última actualización en la parte superior de esta Política de privacidad."
}