{
	"404": "404",
	"Smart Home": "Casa Inteligente",
	"Overview": "Visão Geral",
	"Install Smart Home": "Instalar Casa Inteligente",
	"Home Assistant Init": "Inicialização do Assistente Doméstico",
	"Add devices": "Adicionar dispositivos",
	"Zigbee Devices": "Dispositivos Zigbee",
	"Virtual Devices": "Dispositivos Virtuais",
	"Subscription Activate": "Ativar Assinatura",
	"Robonomics Integration Setup": "Configuração de Integração Robonomics",
	"Add User": "Adicionar Usuário",
	"Advanced Setup": "Configuração Avançada",
	"Upgrade Home Assistant OS": "Atualizar Home Assistant OS",
	"Robonomics Installation": "Instalação do Robonomics",
	"Upgrade Home Assistant Docker for Unix-like OS": "Atualizar Home Assistant Docker para SO semelhante ao Unix",
	"Upgrade Home Assistant Core": "Atualizar Home Assistant Core",
	"Use": "Usar",
	"Get Smart Home Telemetry": "Obter Telemetria da Casa Inteligente",
	"Backup Services": "Serviços de Backup",
	"Robonomics Video Service": "Serviço de Vídeo Robonomics",
	"Rtz Camera Control in Home Assistant": "Controle de Câmera Rtz no Home Assistant",
	"Pinata Setup": "Configuração da Pinata",
	"Оn-Chain Gov Experiment": "Experimento de Governança On-Chain",
	"Blueprints": "Projetos",
	"How To Use Blueprints": "Como Usar Projetos",
	"Get Notified When Door Opens": "Receber Notificação Quando a Porta Abrir",
	"Robonomics Devices": "Dispositivos Robonomics",
	"IR Remote": "Controle Remoto IR",
	"Energy Monitoring": "Monitoramento de Energia",
	"1 Gang Smart Switch": "Interruptor Inteligente de 1 Gangue",
	"2 Gang Smart Switch": "Interruptor Inteligente de 2 Gangues",
	"Air Quality Sensor": "Sensor de Qualidade do Ar",
	"Robonomics Parachain Theory": "Teoria da Parachain Robonomics",
	"Glossary": "Glossário",
	"Create Account for Robonomics Parachain": "Criar Conta para Parachain Robonomics",
	"How to Run Robonomics Dev Node": "Como Executar um Nó de Desenvolvimento Robonomics",
	"Adding Funds To Your Account on Robonomics Portal": "Adicionando Fundos à Sua Conta no Portal Robonomics",
	"Basics: Datalog": "Fundamentos: Datalog",
	"Basics: Launch": "Fundamentos: Lançamento",
	"Basics: Digital Twins": "Fundamentos: Gêmeos Digitais",
	"Basics: Liability": "Fundamentos: Responsabilidade",
	"Python interface and Robonomics IO": "Interface Python e Robonomics IO",
	"RWS: How to Buy a Subscription": "RWS: Como Comprar uma Assinatura",
	"RWS: How to Send Launch with Subscription": "RWS: Como Enviar um Lançamento com Assinatura",
	"Robonomics on Ethereum": "Robonomics no Ethereum",
	"Robonomics OpenGov": "Robonomics OpenGov",
	"How to build collator node from source": "Como Construir um Nó Colator a partir da Fonte",
	"How to Update Collator Node Version": "Como Atualizar a Versão do Nó Colator",
	"How to send extrinsic from ESP": "Como enviar extrínseco do ESP",
	"How to Edit Wiki": "Como Editar a Wiki",
	"How to Contribute": "Como Contribuir",
	"Home": "Início",
	"doc.title": "doc.title",
	"item.title": "item.title",
	"{% set links = doc.children |": "{% set links = doc.children |",
	"transformSummaryLinks%}": "transformSummaryLinks%}",
	"Privacy Policy": "Política de Privacidade",
	"This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "Esta Política descreve as informações que coletamos de você, como usamos essas informações e nossa base legal para fazê-lo. Também aborda se e como essas informações podem ser compartilhadas e seus direitos e escolhas em relação às informações que você nos fornece.",
	"Where are those annoying cookie consent pop-ups?": "Onde estão aquelas irritantes pop-ups de consentimento de cookies?",
	"We don't need cookie consent is needed because:": "Não precisamos de consentimento de cookies porque:",
	"Tracking cookies are not used": "Cookies de rastreamento não são usados",
	"The data is not used for any other purpose than analytics": "Os dados não são usados para nenhum outro propósito além de análises",
	"Visitors aren't tracked across websites": "Os visitantes não são rastreados entre sites",
	"A user cannot be tracked across days within the same website": "Um usuário não pode ser rastreado ao longo dos dias dentro do mesmo site",
	"What We Collect and Receive": "O Que Coletamos e Recebemos",
	"Contact us via email": "Entre em contato conosco por e-mail",
	"for example, when you submit our forms, send us questions or comments, or report a problem, we will collect your name, email address, message, etc. We use this data solely in connection with answering the queries we receive.": "por exemplo, quando você envia nossos formulários, nos envia perguntas ou comentários, ou relata um problema, coletaremos seu nome, endereço de e-mail, mensagem, etc. Usamos esses dados exclusivamente para responder às consultas que recebemos.",
	"name": "nome",
	"email address": "endereço de e-mail",
	"message": "mensagem",
	"etc. We use this data solely in connection with answering the queries we receive.": "etc. Usamos esses dados exclusivamente para responder às consultas que recebemos.",
	"Usage data": "Dados de uso",
	"when you visit our website, we will store: the URL from which you visited us from, web pages of our website you visit, the date and duration of your visit, your anonymized IP address, the device specifications (device type, operating system, screen resolution, language, country you are located in, and web browser type) you used during your visit, and": "quando você visita nosso site, armazenamos: a URL de onde você nos visitou, as páginas da web do nosso site que você visitou, a data e duração da sua visita, seu endereço IP anonimizado, as especificações do dispositivo (tipo de dispositivo, sistema operacional, resolução de tela, idioma, país em que você está localizado e tipo de navegador da web) que você usou durante sua visita, e",
	"other": "outro",
	"non-personal data. We process this usage data only on our server, not passing it to third-parties with": "dados não pessoais. Processamos esses dados de uso apenas em nosso servidor, sem repassá-los a terceiros com",
	"Matomo": "Matomo",
	"web analytics platform that gives us 100% data ownership. This analytics helps us to improve user experience with our website and to recognize and stop any misuse.": "plataforma de análise da web que nos dá 100% de propriedade dos dados. Essa análise nos ajuda a melhorar a experiência do usuário em nosso site e a reconhecer e interromper qualquer uso indevido.",
	"Non-personalized cookies": "Cookies não personalizados",
	"we use non-tracking cookies (small data files transferred onto computers or devices by sites) for record-keeping purposes and to enhance functionality on our website. You may deactivate or restrict the transmission of these cookies by changing the settings of your web browser or by opt-out on this page in the form below. Cookies that are already stored may be deleted at any time.": "usamos cookies não rastreáveis (pequenos arquivos de dados transferidos para computadores ou dispositivos por sites) para fins de registro e para aprimorar a funcionalidade em nosso site. Você pode desativar ou restringir a transmissão desses cookies alterando as configurações do seu navegador da web ou optando por sair nesta página no formulário abaixo. Os cookies que já estão armazenados podem ser excluídos a qualquer momento.",
	"Opt-out of website tracking": "Optar por não ser rastreado no site",
	"You can opt out of being tracked by our Matomo Analytics instance below:": "Você pode optar por não ser rastreado por nossa instância de análise do Matomo abaixo:",
	"Your Rights": "Seus direitos",
	"You have the right to be informed of Personal Data processed by Matomo, a right to rectification/correction, erasure and restriction of processing. You also have the right to ask from us a structured, common and machine-readable format of Personal Data you provided to us.": "Você tem o direito de ser informado sobre os Dados Pessoais processados pelo Matomo, o direito de retificação/correção, exclusão e restrição do processamento. Você também tem o direito de solicitar de nós um formato estruturado, comum e legível por máquina dos Dados Pessoais que você nos forneceu.",
	"We can only identify you via your email address and we can only adhere to your request and provide information if we have Personal Data about you through you having made contact with us directly and/or you using our site and/or service. We cannot provide, rectify or delete any data that we store on behalf of our users or customers.": "Só podemos identificá-lo por meio do seu endereço de e-mail e só podemos atender ao seu pedido e fornecer informações se tivermos Dados Pessoais sobre você por meio de seu contato direto conosco e/ou seu uso de nosso site e/ou serviço. Não podemos fornecer, retificar ou excluir quaisquer dados que armazenamos em nome de nossos usuários ou clientes.",
	"To exercise any of the rights mentioned in this Privacy Policy and/or in the event of questions or comments relating to the use of Personal Data you may contact us.": "Para exercer qualquer um dos direitos mencionados nesta Política de Privacidade e/ou em caso de dúvidas ou comentários relacionados ao uso de Dados Pessoais, você pode entrar em contato conosco.",
	"In addition, you have the right to lodge a complaint with the data protection authority in your jurisdiction.": "Além disso, você tem o direito de apresentar uma reclamação à autoridade de proteção de dados em sua jurisdição.",
	"Retention of data": "Retenção de dados",
	"We will retain your information as long as necessary to provide you with the services or as otherwise set forth in this Policy. We will also retain and use this information as necessary for the purposes set out in this Policy and to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements and protect Robonomics Wiki legal rights.": "Vamos reter suas informações pelo tempo necessário para fornecer os serviços ou conforme estabelecido nesta Política. Também reteremos e usaremos essas informações conforme necessário para os fins estabelecidos nesta Política e na medida do necessário para cumprir nossas obrigações legais, resolver disputas, fazer cumprir nossos acordos e proteger os direitos legais do Robonomics Wiki.",
	"We also collect and maintain aggregated, anonymized or pseudonymized information which we may retain indefinitely to protect the safety and security of our Site, improve our Services or comply with legal obligations.": "Também coletamos e mantemos informações agregadas, anonimizadas ou pseudonimizadas que podemos reter indefinidamente para proteger a segurança de nosso site, melhorar nossos serviços ou cumprir obrigações legais.",
	"Explore Robonomics with guides": "Explore Robonomics com guias",
	"Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "Aprenda Robonomics por meio de tutoriais e experimentações práticas úteis. Esta documentação foi projetada para ajudá-lo a conectar robôs ou codificar dApps dentro da Rede Robonomics.",
	"or code dApps within Robonomics Network.": "ou codificar dApps dentro da Rede Robonomics.",
	"Page disappeared, we are sorry": "Página desapareceu, lamentamos",
	"Some content moved to": "Algum conteúdo foi movido para",
	"academy": "academia",
	"or try to find updated content here on": "ou tente encontrar conteúdo atualizado aqui em",
	"wiki": "wiki",
	"How to edit Wiki": "Como editar o Wiki",
	"Translation was executed by AI so there may be some inaccuracies": "A tradução foi feita por IA, então pode haver algumas imprecisões",
	"Tell us more": "Conte-nos mais",
	"Sending your info...": "Enviando suas informações...",
	"?": "?",
	"Ask your question": "Faça sua pergunta",
	"Main contributors:": "Principais contribuidores:",
	"Make a contribution": "Faça uma contribuição",
	"Robonomics wiki is open source. See something that's wrong or unclear?": "O wiki da Robonomics é de código aberto. Viu algo errado ou confuso?",
	"In order for us to provide you the best possible experience on our websites, we need to collect and process certain information. Depending on your use of the Services, that may include:": "Para que possamos oferecer a você a melhor experiência possível em nossos sites, precisamos coletar e processar determinadas informações. Dependendo do seu uso dos Serviços, isso pode incluir:",
	"Inform us": "Por favor, informe-nos.",
	"please, if you find any": "por favor, se encontrar algum",
	"Robonomics smart devices": "Dis thepositivos inteligentes da Robonomics",
	"Create an issue": "Criar um problema",
	"entry.title": "Título de entrada",
	"text": "texto",
	"Thanks,": "Obrigado,",
	"we'll keep in touch!": "Vamos manter contato!",
	"Couldn't complete": "Não foi possível concluir",
	"It was hard": "Foi difícil",
	"It was ok": "Estava tudo bem.",
	"It was easy": "Foi fácil",
	"item.name": "nome_do_item",
	"← + prevTitle.title": "← + prevTitle.title",
	"next": "próximo",
	"previous": "anterior",
	"Submit": "Enviar",
	"a pull request.": "um pedido de extração.",
	"commit": "compromisso",
	"on": "em",
	"by": "por",
	"breadcrumb.title": "título do breadcrumb",
	"Document summary  Explore Robonomics with guides": "Resumo do documento: Explore Robonomics com guias",
	"This page not found": "Página não encontrada",
	"Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool.": "Opt-out concluído; suas visitas a este site não serão registradas pela ferramenta de análise da web",
	"Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "Note que se limpar os cookies, apagar o cookie de exclusão ou se mudar de computador ou navegador da Web, será necessário realizar o procedimento de exclusão novamente.",
	"You may choose to prevent this website from aggregating and analyzing the actions you take here.": "Você pode optar por impedir que este site agregue e analise as ações que você realiza aqui.",
	"Doing so will protect your privacy, but will also prevent the owner from learning from your actions and creating a better experience for you and other users.": "Fazê-lo protegerá sua privacidade, mas também impedirá o proprietário de aprender com suas ações e criar uma experiência melhor para você e outros usuários.",
	"The tracking opt-out feature requires cookies to be enabled.": "A funcionalidade de exclusão de rastreamento requer que os cookies estejam habilitados.",
	"The tracking opt-out feature may not work because this site was not loaded over HTTPS. Please reload the page to check if your opt out status changed;": "A funcionalidade de exclusão de rastreamento pode não funcionar porque este site não foi carregado via HTTPS. Por favor, recarregue a página para verificar se o seu status de exclusão foi alterado;",
	"You are not opted out.": "Você não está excluído.",
	"Uncheck this box to opt-out.": "Desmarque esta caixa para cancelar a inscrição.",
	"You are currently opted out.": "Você está atualmente excluído.",
	"Check this box to opt-in.": "Marque esta caixa para optar por participar.",
	"{# for tanslation": "{# para tradução",
	"#}": "Desculpe, não consigo traduzir a string \"#}\". Poderia fornecer mais contexto ou outra frase para traduzir?",
	"Launch of Robonomics Collator": "Lançamento do Robonomics Collator",
	"Robotics and ROS 2": "Robótica e ROS 2",
	"About Robonomics ROS 2 Wrapper": "Sobre o Wrapper Robonomics ROS 2",
	"Launch Robot from Cloud": "Iniciar o Robô a partir da Nuvem",
	"Home Server on RISC-V": "Servidor doméstico em RISC-V",
	"Home Assistant integration": "Integração do Home Assistant",
	"Working with parachain": "Trabalhando com parachain"
}