{
	"404": "404",
	"Smart Home": "Casa Inteligente",
	"Overview": "Visão Geral",
	"Install Smart Home": "Instalar Casa Inteligente",
	"Home Assistant Init": "Inicialização do Assistente Doméstico",
	"Add devices": "Adicionar dispositivos",
	"Zigbee Devices": "Dispositivos Zigbee",
	"Virtual Devices": "Dispositivos Virtuais",
	"Subscription Activate": "Ativar Assinatura",
	"Robonomics Integration Setup": "Configuração de Integração Robonomics",
	"Add User": "Adicionar Usuário",
	"Advanced Setup": "Configuração Avançada",
	"Upgrade Home Assistant OS": "Atualizar Home Assistant OS",
	"Robonomics Installation": "Instalação do Robonomics",
	"Upgrade Home Assistant Docker for Unix-like OS": "Atualizar Home Assistant Docker para SO semelhante ao Unix",
	"Upgrade Home Assistant Core": "Atualizar Home Assistant Core",
	"Use": "Usar",
	"Get Smart Home Telemetry": "Obter Telemetria da Casa Inteligente",
	"Backup Services": "Serviços de Backup",
	"Robonomics Video Service": "Serviço de Vídeo Robonomics",
	"Rtz Camera Control in Home Assistant": "Controle de Câmera Rtz no Home Assistant",
	"Pinata Setup": "Configuração da Pinata",
	"Оn-Chain Gov Experiment": "Experimento de Governança On-Chain",
	"Blueprints": "Projetos",
	"How To Use Blueprints": "Como Usar Projetos",
	"Get Notified When Door Opens": "Receber Notificação Quando a Porta Abrir",
	"Robonomics Devices": "Dispositivos Robonomics",
	"IR Remote": "Controle Remoto IR",
	"Energy Monitoring": "Monitoramento de Energia",
	"1 Gang Smart Switch": "Interruptor Inteligente de 1 Gangue",
	"2 Gang Smart Switch": "Interruptor Inteligente de 2 Gangues",
	"Air Quality Sensor": "Sensor de Qualidade do Ar",
	"Robonomics Parachain Theory": "Teoria da Parachain Robonomics",
	"Glossary": "Glossário",
	"Create Account for Robonomics Parachain": "Criar Conta para Parachain Robonomics",
	"How to Run Robonomics Dev Node": "Como Executar um Nó de Desenvolvimento Robonomics",
	"Adding Funds To Your Account on Robonomics Portal": "Adicionando Fundos à Sua Conta no Portal Robonomics",
	"Basics: Datalog": "Fundamentos: Datalog",
	"Basics: Launch": "Fundamentos: Lançamento",
	"Basics: Digital Twins": "Fundamentos: Gêmeos Digitais",
	"Basics: Liability": "Fundamentos: Responsabilidade",
	"Python interface and Robonomics IO": "Interface Python e Robonomics IO",
	"RWS: How to Buy a Subscription": "RWS: Como Comprar uma Assinatura",
	"RWS: How to Send Launch with Subscription": "RWS: Como Enviar um Lançamento com Assinatura",
	"Robonomics on Ethereum": "Robonomics no Ethereum",
	"Robonomics OpenGov": "Robonomics OpenGov",
	"How to build collator node from source": "Como Construir um Nó Colator a partir da Fonte",
	"How to Update Collator Node Version": "Como Atualizar a Versão do Nó Colator",
	"How to send extrinsic from ESP": "Como enviar extrínseco do ESP",
	"How to Contribute": "Como Contribuir",
	"Home": "Início",
	"doc.title": "doc.title",
	"item.title": "item.title",
	"{% set links = doc.children |": "{% set links = doc.children |",
	"transformSummaryLinks%}": "transformSummaryLinks%}",
	"Privacy Policy": "Política de Privacidade",
	"This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "Esta Política descreve as informações que coletamos de você, como usamos essas informações e nossa base legal para fazê-lo. Também aborda se e como essas informações podem ser compartilhadas e seus direitos e escolhas em relação às informações que você nos fornece.",
	"name": "nome",
	"email address": "endereço de e-mail",
	"message": "mensagem",
	"etc. We use this data solely in connection with answering the queries we receive.": "etc. Usamos esses dados exclusivamente para responder às consultas que recebemos.",
	"Explore Robonomics with guides": "Explore Robonomics com guias",
	"Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "Aprenda Robonomics por meio de tutoriais e experimentações práticas úteis. Esta documentação foi projetada para ajudá-lo a conectar robôs ou codificar dApps dentro da Rede Robonomics.",
	"or code dApps within Robonomics Network.": "ou codificar dApps dentro da Rede Robonomics.",
	"Page disappeared, we are sorry": "Página desapareceu, lamentamos",
	"Some content moved to": "Algum conteúdo foi movido para",
	"academy": "academia",
	"or try to find updated content here on": "ou tente encontrar conteúdo atualizado aqui em",
	"wiki": "wiki",
	"Translation was executed by AI so there may be some inaccuracies": "A tradução foi feita por IA, então pode haver algumas imprecisões",
	"Tell us more": "Conte-nos mais",
	"Sending your info...": "Enviando suas informações...",
	"?": "?",
	"Ask your question": "Faça sua pergunta",
	"Main contributors:": "Principais contribuidores:",
	"Make a contribution": "Faça uma contribuição",
	"Robonomics wiki is open source. See something that's wrong or unclear?": "O wiki da Robonomics é de código aberto. Viu algo errado ou confuso?",
	"Inform us": "Por favor, informe-nos.",
	"please, if you find any": "por favor, se encontrar algum",
	"Robonomics smart devices": "Dis thepositivos inteligentes da Robonomics",
	"Create an issue": "Criar um problema",
	"entry.title": "Título de entrada",
	"text": "texto",
	"Thanks,": "Obrigado,",
	"we'll keep in touch!": "Vamos manter contato!",
	"Couldn't complete": "Não foi possível concluir",
	"It was hard": "Foi difícil",
	"It was ok": "Estava tudo bem.",
	"It was easy": "Foi fácil",
	"item.name": "nome_do_item",
	"← + prevTitle.title": "← + prevTitle.title",
	"next": "próximo",
	"previous": "anterior",
	"Submit": "Enviar",
	"a pull request.": "um pedido de extração.",
	"commit": "compromisso",
	"on": "em",
	"by": "por",
	"breadcrumb.title": "título do breadcrumb",
	"Document summary  Explore Robonomics with guides": "Resumo do documento: Explore Robonomics com guias",
	"This page not found": "Página não encontrada",
	"Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool.": "Opt-out concluído; suas visitas a este site não serão registradas pela ferramenta de análise da web",
	"Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "Note que se limpar os cookies, apagar o cookie de exclusão ou se mudar de computador ou navegador da Web, será necessário realizar o procedimento de exclusão novamente.",
	"You may choose to prevent this website from aggregating and analyzing the actions you take here.": "Você pode optar por impedir que este site agregue e analise as ações que você realiza aqui.",
	"Doing so will protect your privacy, but will also prevent the owner from learning from your actions and creating a better experience for you and other users.": "Fazê-lo protegerá sua privacidade, mas também impedirá o proprietário de aprender com suas ações e criar uma experiência melhor para você e outros usuários.",
	"The tracking opt-out feature requires cookies to be enabled.": "A funcionalidade de exclusão de rastreamento requer que os cookies estejam habilitados.",
	"The tracking opt-out feature may not work because this site was not loaded over HTTPS. Please reload the page to check if your opt out status changed;": "A funcionalidade de exclusão de rastreamento pode não funcionar porque este site não foi carregado via HTTPS. Por favor, recarregue a página para verificar se o seu status de exclusão foi alterado;",
	"You are not opted out.": "Você não está excluído.",
	"Uncheck this box to opt-out.": "Desmarque esta caixa para cancelar a inscrição.",
	"You are currently opted out.": "Você está atualmente excluído.",
	"Check this box to opt-in.": "Marque esta caixa para optar por participar.",
	"{# for tanslation": "{# para tradução",
	"#}": "Desculpe, não consigo traduzir a string \"#}\". Poderia fornecer mais contexto ou outra frase para traduzir?",
	"Launch of Robonomics Collator": "Lançamento do Robonomics Collator",
	"Robotics and ROS 2": "Robótica e ROS 2",
	"About Robonomics ROS 2 Wrapper": "Sobre o Wrapper Robonomics ROS 2",
	"Launch Robot from Cloud": "Iniciar o Robô a partir da Nuvem",
	"Home Server on RISC-V": "Servidor doméstico em RISC-V",
	"Home Assistant integration": "Integração do Home Assistant",
	"Working with parachain": "Trabalhando com parachain",
	"This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.": "Esta Política de Privacidade descreve nossas políticas e procedimentos sobre a coleta, uso e divulgação de suas informações quando você utiliza o serviço e informa sobre seus direitos de privacidade e como a lei o protege.",
	"We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy.": "Utilizamos seus dados pessoais para fornecer e melhorar o serviço. Ao utilizar o serviço, você concorda com a coleta e uso de informações de acordo com esta Política de Privacidade.",
	"Interpretation and Definitions": "Interpretação e Definições",
	"Interpretation": "Interpretação",
	"The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.": "As palavras cuja letra inicial está em maiúscula têm significados definidos sob as seguintes condições. As definições a seguir terão o mesmo significado, independentemente de aparecerem no singular ou no plural.",
	"Definitions": "Definições",
	"For the purposes of this Privacy Policy:": "Para os fins desta Política de Privacidade:",
	"DAO": "Organização Autônoma Descentralizada",
	"(referred to as": "(chamado de",
	"Website": "Site da internet",
	"in this Agreement). For the purpose of the GDPR, the DAO is the Data Controller.": "Neste Acordo). Para efeitos do GDPR, a DAO é o Controlador de Dados.",
	"Cookies": "Bolachas",
	"are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses. More detailed information on cookies and how they work can be found at:": "são pequenos arquivos que são colocados em seu computador, dispositivo móvel ou qualquer outro dispositivo por um site, contendo os detalhes do seu histórico de navegação nesse site, entre seus muitos usos. Mais informações detalhadas sobre cookies e como eles funcionam podem ser encontradas em:",
	"Country": "País",
	"refers to: Cyprus.": "refere-se a: Chipre.",
	"Data Controller": "Controlador de dados",
	"for the purposes of the GDPR (General Data Protection Regulation), refers to the DAO as the legal person which alone or jointly with others determines the purposes and means of the processing of Personal Data.": "Para os fins do GDPR (Regulamento Geral de Proteção de Dados), refere-se à DAO como a pessoa jurídica que, sozinha ou em conjunto com outros, determina os objetivos e meios do processamento de Dados Pessoais.",
	"Device": "Dispositivo",
	"means any device that can access the Service such as a computer, a cellphone or a digital tablet.": "significa qualquer dispositivo que possa acessar o Serviço, como um computador, um celular ou um tablet digital.",
	"GDPR": "RGPD",
	"refers to EU General Data Protection Regulation.": "refere-se ao Regulamento Geral de Proteção de Dados da UE.",
	"Personal Data": "Dados pessoais",
	"is any information that relates to an identified or identifiable individual.": "é qualquer informação que se relaciona a um indivíduo identificado ou identificável.",
	"For the purposes of GDPR, Personal Data means any information relating to You such as a name, an identification number, location data, online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity.": "Para os fins do GDPR, Dados Pessoais significam qualquer informação relacionada a você, como um nome, um número de identificação, dados de localização, identificador online ou um ou mais fatores específicos da identidade física, fisiológica, genética, mental, econômica, cultural ou social.",
	"Service": "Serviço",
	"refers to the Website": "refere-se ao site",
	"Service Provider": "Fornecedor de serviços",
	"means any natural or legal person who processes the data on behalf of the DAO. It refers to third-party companies or individuals employed by the DAO to facilitate the Service, to provide the Service on behalf of the DAO, to perform services related to the Service or to assist the DAO in analyzing how the Service is used. For the purpose of the GDPR, Service Providers are considered Data Processors.": "Significa qualquer pessoa natural ou jurídica que processe os dados em nome do DAO. Refere-se a empresas terceirizadas ou indivíduos contratados pelo DAO para facilitar o Serviço, fornecer o Serviço em nome do DAO, realizar serviços relacionados ao Serviço ou ajudar o DAO a analisar como o Serviço é utilizado. Para os fins do GDPR, os Prestadores de Serviços são considerados Processadores de Dados.",
	"Usage Data": "Dados de uso",
	"refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).": "refere-se a dados coletados automaticamente, gerados pelo uso do Serviço ou pela própria infraestrutura do Serviço (por exemplo, a duração de uma visita à página).",
	"You": "Você",
	"Under GDPR, You can be referred to as the Data Subject or as the User as you are the individual using the Service.": "De acordo com o GDPR, você pode ser referido como o Titular dos Dados ou como o Usuário, pois é o indivíduo que está utilizando o Serviço.",
	"Collecting and Using Your Personal Data": "Coletando e Utilizando Seus Dados Pessoais",
	"Types of Data Collected": "Tipos de Dados Coletados",
	"While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:": "Ao utilizar nosso serviço, podemos solicitar que você nos forneça certas informações pessoalmente identificáveis que podem ser usadas para entrar em contato ou identificar você. As informações pessoalmente identificáveis podem incluir, mas não se limitam a:",
	"Email address": "Endereço de e-mail",
	"First name and last name": "Primeiro nome e sobrenome",
	"Usage Data is collected automatically when using the Service.": "Os dados de uso são coletados automaticamente ao usar o Serviço.",
	"Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.": "Os dados de uso podem incluir informações como o endereço de Protocolo de Internet do seu dispositivo (por exemplo, endereço IP), tipo de navegador, versão do navegador, as páginas do nosso Serviço que você visita, a hora e a data da sua visita, o tempo gasto nessas páginas, identificadores únicos de dispositivo e outros dados de diagnóstico.",
	"When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.": "Quando você acessa o serviço por meio de um dispositivo móvel, podemos coletar automaticamente algumas informações, incluindo, mas não se limitando a, o tipo de dispositivo móvel que você usa, o ID único do seu dispositivo móvel, o endereço IP do seu dispositivo móvel, o sistema operacional móvel, o tipo de navegador de Internet móvel que você usa, identificadores únicos do dispositivo e outros dados de diagnóstico.",
	"We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.": "Também podemos coletar informações que seu navegador envia sempre que você visita nosso serviço ou quando acessa o serviço por meio de um dispositivo móvel.",
	"Cookies & Browser Storage": "Cookies e Armazenamento do Navegador",
	"The Websites may use cookies. We use cookies and browser storage only for essential settings to improve your experience—not for tracking. These help remember your preferences, such as language settings or consent choices, so you don’t have to reset them each time you visit.": "Os sites podem usar cookies. Utilizamos cookies e armazenamento do navegador apenas para configurações essenciais para melhorar sua experiência, não para rastreamento. Eles ajudam a lembrar suas preferências, como configurações de idioma ou escolhas de consentimento, para que você não precise redefini-las toda vez que visitar.",
	"We do not use cookies for tracking or personalized advertising. You can manage or disable cookies in your browser settings, but some features may not work properly without them.": "Não usamos cookies para rastreamento ou publicidade personalizada. Você pode gerenciar ou desativar os cookies nas configurações do seu navegador, mas algumas funcionalidades podem não funcionar corretamente sem eles.",
	"Matomo Analytics": "Matomo Analytics",
	"Our website may use Matomo, an open-source analytics platform, to gather insights into website usage. This includes anonymized data such as:": "Nosso site pode usar o Matomo, uma plataforma de análise de código aberto, para obter insights sobre o uso do site. Isso inclui dados anonimizados, como:",
	"Pages visited and navigation paths": "Páginas visitadas e caminhos de navegação",
	"Time spent on our website": "Tempo gasto em nosso site",
	"Whether you’re a returning or new visitor": "Seja você um visitante que está retornando ou um novo visitante",
	"Your device type (desktop, mobile, etc.)": "O tipo do seu dispositivo (computador, celular, etc.)",
	"To protect your privacy, your IP address is anonymized before being stored. The data we collect is only used to improve the website and is not used for personal identification.": "Para proteger sua privacidade, seu endereço IP é anonimizado antes de ser armazenado. Os dados que coletamos são usados apenas para melhorar o site e não são utilizados para identificação pessoal.",
	"Under Art. 6(1)(f) GDPR": "Nos termos do Artigo 6(1)(f) do GDPR",
	"we process this data based on our legitimate interest in enhancing our services.": "Processamos esses dados com base em nosso interesse legítimo em aprimorar nossos serviços.",
	"Opt-Out Option": "Opção de cancelamento",
	"You can disable Matomo tracking at any time:": "Você pode desativar o rastreamento do Matomo a qualquer momento:",
	"Use of Your Personal Data": "Uso dos seus Dados Pessoais",
	"The DAO may use Personal Data for the following purposes:": "A DAO pode usar Dados Pessoais para os seguintes fins:",
	"To provide and maintain our Service": "Para fornecer e manter nosso Serviço",
	"including to monitor the usage of our Service.": "incluindo monitorar o uso do nosso Serviço.",
	"For the performance of a contract": "Para a execução de um contrato",
	"the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.": "o desenvolvimento, cumprimento e realização do contrato de compra dos produtos, itens ou serviços que você adquiriu ou de qualquer outro contrato conosco através do serviço.",
	"To contact You": "Para entrar em contato com você",
	"To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.": "Para entrar em contato com você por e-mail, chamadas telefônicas, SMS ou outras formas equivalentes de comunicação eletrônica, como notificações push de um aplicativo móvel sobre atualizações ou comunicações informativas relacionadas às funcionalidades, produtos ou serviços contratados, incluindo atualizações de segurança, quando necessário ou razoável para sua implementação.",
	"To provide You": "Para fornecer a você",
	"with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.": "com notícias, ofertas especiais e informações gerais sobre outros bens, serviços e eventos que oferecemos e que são semelhantes aos que você já comprou ou perguntou, a menos que você tenha optado por não receber tais informações.",
	"To manage Your requests": "Para gerenciar suas solicitações",
	"To attend and manage Your requests to Us.": "Para atender e gerenciar suas solicitações para nós.",
	"For other purposes": "Para outros fins",
	"We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.": "Podemos usar suas informações para outros fins, como análise de dados, identificação de tendências de uso, determinação da eficácia de nossas campanhas promocionais e para avaliar e melhorar nosso serviço, produtos, serviços, marketing e sua experiência.",
	"We may share Your personal information in the following situations:": "Podemos compartilhar suas informações pessoais nas seguintes situações:",
	"With Service Providers": "Com Prestadores de Serviços",
	"We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to contact You.": "Podemos compartilhar suas informações pessoais com Prestadores de Serviços para monitorar e analisar o uso de nosso Serviço, para entrar em contato com você.",
	"With Your consent": "Com o seu consentimento",
	"We may disclose Your personal information for any other purpose with Your consent.": "Podemos divulgar suas informações pessoais para qualquer outro fim com o seu consentimento.",
	"Retention of Your Personal Data": "Retenção dos seus Dados Pessoais",
	"The DAO will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.": "A DAO reterá seus Dados Pessoais apenas pelo tempo necessário para os fins estabelecidos nesta Política de Privacidade. Retornaremos e utilizaremos seus Dados Pessoais na medida do necessário para cumprir nossas obrigações legais (por exemplo, se formos obrigados a reter seus dados para cumprir leis aplicáveis), resolver disputas e fazer cumprir nossos acordos legais e políticas.",
	"The DAO will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.": "A DAO também irá reter Dados de Utilização para fins de análise interna. Os Dados de Utilização geralmente são retidos por um período mais curto, exceto quando esses dados são usados para fortalecer a segurança ou melhorar a funcionalidade do Nosso Serviço, ou quando somos legalmente obrigados a reter esses dados por períodos mais longos.",
	"Security of Your Personal Data": "Segurança dos seus Dados Pessoais",
	"The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.": "A segurança dos seus Dados Pessoais é importante para nós, mas lembre-se de que nenhum método de transmissão pela Internet, ou método de armazenamento eletrônico é 100% seguro. Embora nos esforcemos para usar meios comercialmente aceitáveis para proteger seus Dados Pessoais, não podemos garantir sua segurança absoluta.",
	"Detailed Information on the Processing of Your Personal Data": "Informações detalhadas sobre o processamento dos seus dados pessoais",
	"Your information, including Personal Data, is processed is processed at the DAO's website service provider(s) and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.": "Suas informações, incluindo Dados Pessoais, são processadas no(s) provedor(es) de serviços do site do DAO e em qualquer outro lugar onde as partes envolvidas no processamento estejam localizadas. Isso significa que essas informações podem ser transferidas para — e mantidas em — computadores localizados fora do seu estado, província, país ou outra jurisdição governamental onde as leis de proteção de dados podem ser diferentes das da sua jurisdição.",
	"Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.": "O seu consentimento a esta Política de Privacidade seguido pela sua submissão de tal informação representa a sua concordância com essa transferência.",
	"The DAO will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.": "A DAO tomará todas as medidas razoavelmente necessárias para garantir que seus dados sejam tratados de forma segura e de acordo com esta Política de Privacidade, e nenhuma transferência de seus Dados Pessoais ocorrerá para uma organização ou país, a menos que existam controles adequados, incluindo a segurança de seus dados e outras informações pessoais.",
	"Please note that any data transmission on the Internet (e.g. communication by e-mail) is generally not secure and we accept no liability for data transmitted to us via the Internet. Unfortunately, absolute protection is not technically possible. This information does not apply to the Website of third parties and the corresponding links given on our Website. The DAO assumes no responsibility and liability for these.": "Por favor, note que qualquer transmissão de dados pela Internet (por exemplo, comunicação por e-mail) geralmente não é segura e não aceitamos responsabilidade por dados transmitidos para nós via Internet. Infelizmente, proteção absoluta não é tecnicamente possível. Esta informação não se aplica ao site de terceiros e aos links correspondentes fornecidos em nosso site. O DAO não assume responsabilidade por estes.",
	"The Service Providers We use may have access to Your Personal Data. These third-party vendors collect, store, use, process and transfer information about Your activity on Our Service in accordance with their Privacy Policies.": "Os Prestadores de Serviços que utilizamos podem ter acesso aos seus Dados Pessoais. Esses fornecedores terceirizados coletam, armazenam, usam, processam e transferem informações sobre a sua atividade em nosso Serviço de acordo com suas Políticas de Privacidade.",
	"Email Marketing": "Marketing por e-mail",
	"We may use Your Personal Data to contact You with newsletters, marketing or promotional materials and other information that may be of interest to You. You may opt-out of receiving any, or all, of these communications from Us by following the unsubscribe link or instructions provided in any email We send or by contacting Us.": "Podemos usar seus Dados Pessoais para entrar em contato com você por meio de boletins informativos, materiais de marketing ou promoção e outras informações que possam ser do seu interesse. Você pode optar por não receber qualquer uma ou todas essas comunicações de nós, seguindo o link de cancelamento de inscrição ou as instruções fornecidas em qualquer e-mail que enviarmos ou entrando em contato conosco.",
	"We may use Email Marketing Service Providers to manage and send emails to You;": "Podemos usar Provedores de Serviços de Email Marketing para gerenciar e enviar emails para você;",
	"Unisender": "Unisender",
	"Their Privacy Policy can be viewed at": "A Política de Privacidade deles pode ser visualizada em",
	"Usage, Performance and Miscellaneous": "Uso, Desempenho e Diversos",
	"We may use third-party Service Providers to maintain and improve our Service.": "Podemos usar Prestadores de Serviços de terceiros para manter e melhorar nosso Serviço.",
	"hcaptcha": "hcaptcha",
	"GDPR Privacy": "Privacidade do GDPR",
	"Legal Basis for Processing Personal Data under GDPR": "Base legal para o processamento de dados pessoais sob o GDPR",
	"We may process Personal Data under the following conditions:": "Podemos processar Dados Pessoais sob as seguintes condições:",
	"Consent:": "Consentimento:",
	"You have given Your consent for processing Personal Data for one or more specific purposes.": "Você deu seu consentimento para o processamento de Dados Pessoais para um ou mais propósitos específicos.",
	"Performance of a contract:": "Desempenho de um contrato:",
	"Provision of Personal Data is necessary for the performance of an agreement with You and/or for any pre-contractual obligations thereof.": "A disponibilização de Dados Pessoais é necessária para a execução de um contrato com Você e/ou para quaisquer obrigações pré-contratuais relacionadas.",
	"Legal obligations:": "Obrigações legais:",
	"Processing Personal Data is necessary for compliance with a legal obligation to which the DAO is subject.": "O processamento de dados pessoais é necessário para cumprir uma obrigação legal à qual a DAO está sujeita.",
	"Vital interests:": "Interesses vitais:",
	"Processing Personal Data is necessary in order to protect Your vital interests or of another natural person.": "O processamento de dados pessoais é necessário para proteger seus interesses vitais ou de outra pessoa natural.",
	"Public interests:": "Interesses públicos:",
	"Processing Personal Data is related to a task that is carried out in the public interest or in the exercise of official authority vested in the DAO.": "O processamento de dados pessoais está relacionado a uma tarefa realizada no interesse público ou no exercício da autoridade oficial investida no DAO.",
	"Legitimate interests:": "Interesses legítimos:",
	"Processing Personal Data is necessary for the purposes of the legitimate interests pursued by the DAO.": "O processamento de dados pessoais é necessário para os fins dos interesses legítimos perseguidos pelo DAO.",
	"In any case, the DAO will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.": "De qualquer forma, a DAO terá todo o prazer em ajudar a esclarecer a base legal específica que se aplica ao processamento, e em particular se a disponibilização de Dados Pessoais é um requisito legal ou contratual, ou um requisito necessário para celebrar um contrato.",
	"Your Rights under the GDPR": "Seus direitos sob o GDPR",
	"The DAO undertakes to respect the confidentiality of Your Personal Data and to guarantee You can exercise Your rights.": "A DAO compromete-se a respeitar a confidencialidade dos seus Dados Pessoais e a garantir que possa exercer os seus direitos.",
	"You have the right under this Privacy Policy, and by law if You are within the EU, to:": "Você tem o direito, de acordo com esta Política de Privacidade e pela lei se estiver dentro da UE, de:",
	"Request access to Your Personal Data.": "Solicitar acesso aos seus dados pessoais.",
	"The right to access, update or delete the information We have on You. Whenever made possible, you can access, update or request deletion of Your Personal Data directly within Your account settings section. If you are unable to perform these actions yourself, please contact Us to assist You. This also enables You to receive a copy of the Personal Data We hold about You.": "O direito de acessar, atualizar ou excluir as informações que temos sobre você. Sempre que possível, você pode acessar, atualizar ou solicitar a exclusão de seus dados pessoais diretamente na seção de configurações da sua conta. Se você não puder realizar essas ações por conta própria, entre em contato conosco para que possamos ajudá-lo. Isso também permite que você receba uma cópia dos dados pessoais que temos sobre você.",
	"Request correction of the Personal Data that We hold about You.": "Solicitar correção dos dados pessoais que temos sobre você.",
	"You have the right to have any incomplete or inaccurate information We hold about You corrected.": "Você tem o direito de ter qualquer informação incompleta ou imprecisa que possuímos sobre você corrigida.",
	"Object to processing of Your Personal Data.": "Oponha-se ao processamento dos seus Dados Pessoais.",
	"This right exists where We are relying on a legitimate interest as the legal basis for Our processing and there is something about Your particular situation, which makes You want to object to our processing of Your Personal Data on this ground. You also have the right to object where We are processing Your Personal Data for direct marketing purposes.": "Este direito existe quando estamos confiando em um interesse legítimo como base legal para nosso processamento e há algo sobre sua situação particular que o faz querer se opor ao nosso processamento de seus Dados Pessoais com base nisso. Você também tem o direito de se opor quando estamos processando seus Dados Pessoais para fins de marketing direto.",
	"Request erasure of Your Personal Data.": "Solicitar a exclusão dos seus Dados Pessoais.",
	"You have the right to ask Us to delete or remove Personal Data when there is no good reason for Us to continue processing it.": "Você tem o direito de nos pedir para excluir ou remover Dados Pessoais quando não houver motivo válido para continuarmos processando-os.",
	"Request the transfer of Your Personal Data.": "Solicite a transferência dos seus Dados Pessoais.",
	"We will provide to You, or to a third-party You have chosen, Your Personal Data in a structured, commonly used, machine-readable format. Please note that this right only applies to automated information which You initially provided consent for Us to use or where We used the information to perform a contract with You.": "Nós iremos fornecer a Você, ou a um terceiro que Você tenha escolhido, Seus Dados Pessoais em um formato estruturado, comumente utilizado e legível por máquina. Por favor, note que esse direito se aplica apenas a informações automatizadas para as quais Você inicialmente deu consentimento para que nós as utilizássemos ou quando utilizamos as informações para cumprir um contrato com Você.",
	"Withdraw Your consent.": "Retire o seu consentimento.",
	"You have the right to withdraw Your consent on using your Personal Data. If You withdraw Your consent, We may not be able to provide You with access to certain specific functionalities of the Service.": "Você tem o direito de retirar seu consentimento para o uso de seus Dados Pessoais. Se você retirar seu consentimento, podemos não ser capazes de fornecer acesso a determinadas funcionalidades específicas do Serviço.",
	"Exercising of Your GDPR Data Protection Rights": "Exercício dos seus direitos de proteção de dados do GDPR",
	"You may exercise Your rights of access, rectification, cancellation and opposition by contacting Us. Please note that we may ask You to verify Your identity before responding to such requests. If You make a request, We will try our best to respond to You as soon as possible.": "Você pode exercer seus direitos de acesso, retificação, cancelamento e oposição entrando em contato conosco. Por favor, note que podemos pedir que você verifique sua identidade antes de responder a tais solicitações. Se você fizer uma solicitação, faremos o nosso melhor para responder a você o mais rápido possível.",
	"You have the right to complain to a Data Protection Authority about Our collection and use of Your Personal Data. For more information, if You are in the European Economic Area (EEA), please contact Your local data protection authority in the EEA.": "Você tem o direito de reclamar a uma Autoridade de Proteção de Dados sobre a nossa coleta e uso dos seus Dados Pessoais. Para mais informações, se estiver na Área Econômica Europeia (EEA), entre em contato com a autoridade local de proteção de dados na EEA.",
	"Children's Privacy": "Privacidade das crianças",
	"Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.": "O nosso serviço não se destina a menores de 13 anos. Não recolhemos intencionalmente informações pessoalmente identificáveis de menores de 13 anos. Se é um pai ou tutor e tem conhecimento de que o seu filho nos forneceu dados pessoais, por favor entre em contacto connosco. Se tomarmos conhecimento de que recolhemos dados pessoais de menores de 13 anos sem verificação do consentimento parental, tomaremos medidas para remover essa informação dos nossos servidores.",
	"If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.": "Se precisarmos depender do consentimento como base legal para processar suas informações e seu país exigir o consentimento de um dos pais, poderemos solicitar o consentimento de um dos seus pais antes de coletar e usar essas informações.",
	"Links to Other Websites": "Links para Outros Websites",
	"Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit.": "O nosso Serviço pode conter links para outros websites que não são operados por nós. Se clicar num link de terceiros, será direcionado para o site desse terceiro. Recomendamos vivamente que reveja a Política de Privacidade de cada site que visitar.",
	"We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.": "Não temos controle e não assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros.",
	"Changes to this Privacy Policy": "Alterações a esta Política de Privacidade",
	"We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.": "Podemos atualizar nossa Política de Privacidade de tempos em tempos. Vamos notificá-lo de quaisquer alterações postando a nova Política de Privacidade nesta página.",
	"You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.": "É aconselhável que reveja periodicamente esta Política de Privacidade para quaisquer alterações. As alterações a esta Política de Privacidade são eficazes quando são publicadas nesta página.",
	"Contact Us": "Entre em contato",
	"If you have any questions about this Privacy Policy, You can contact us:": "Se tiver alguma dúvida sobre esta Política de Privacidade, pode entrar em contato conosco:",
	"By visiting this page on our website:": "Ao visitar esta página em nosso site:",
	"This Agreement is originally written in English. This AI translation is provided for your reference only.": "Este acordo foi originalmente escrito em inglês. Esta tradução de IA é fornecida apenas para sua referência.",
	"Last updated: February 05, 2025": "Última atualização: 05 de fevereiro de 2025",
	"Altruist": "Altruísta",
	"Renew Subscription": "Renovar Assinatura",
	"(referred to as either 'the DAO', 'We', 'Us' or 'Our' in this Agreement) refers to decentralized autonomous organization Robonomics Network, an operator for website": "(referido como o DAO, Nós, Nós ou Nosso neste Acordo) refere-se à organização autônoma descentralizada Robonomics Network, um operador para o site",
	"(referred to as either 'Your' in this Agreement) means the individual accessing or using the Service, or the DAO, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.": "(Referido como \"Você\" neste Contrato) significa o indivíduo que acessa ou utiliza o Serviço, ou a DAO, ou outra entidade jurídica em nome da qual tal indivíduo está acessando ou utilizando o Serviço, conforme aplicável.",
	"We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the 'Last updated' date at the top of this Privacy Policy.": "Iremos informá-lo por e-mail e/ou por um aviso proeminente em nosso Serviço, antes da mudança entrar em vigor e atualizaremos a data da última atualização no topo desta Política de Privacidade."
}