{
	"404": "404",
	"Smart Home": "Maison intelligente",
	"Overview": "Aperçu",
	"Install Smart Home": "Installer la maison intelligente",
	"Home Assistant Init": "Initialisation de l'assistant domestique",
	"Add devices": "Ajouter des appareils",
	"Zigbee Devices": "Appareils Zigbee",
	"Virtual Devices": "Appareils virtuels",
	"Subscription Activate": "Activer l'abonnement",
	"Robonomics Integration Setup": "Configuration de l'intégration Robonomics",
	"Add User": "Ajouter un utilisateur",
	"Advanced Setup": "Configuration avancée",
	"Upgrade Home Assistant OS": "Mise à niveau de Home Assistant OS",
	"Robonomics Installation": "Installation de Robonomics",
	"Upgrade Home Assistant Docker for Unix-like OS": "Mise à niveau de Home Assistant Docker pour les systèmes d'exploitation de type Unix",
	"Upgrade Home Assistant Core": "Mise à niveau de Home Assistant Core",
	"Use": "Utilisation",
	"Get Smart Home Telemetry": "Obtenir la télémétrie de la maison intelligente",
	"Backup Services": "Services de sauvegarde",
	"Robonomics Video Service": "Service vidéo Robonomics",
	"Rtz Camera Control in Home Assistant": "Contrôle de la caméra Rtz dans Home Assistant",
	"Pinata Setup": "Configuration de Pinata",
	"Оn-Chain Gov Experiment": "Expérience de gouvernance sur chaîne",
	"Blueprints": "Plans",
	"How To Use Blueprints": "Comment utiliser les plans",
	"Get Notified When Door Opens": "Recevoir une notification lorsque la porte s'ouvre",
	"Robonomics Devices": "Appareils Robonomics",
	"IR Remote": "Télécommande infrarouge",
	"Energy Monitoring": "Surveillance de l'énergie",
	"1 Gang Smart Switch": "Interrupteur intelligent 1 gang",
	"2 Gang Smart Switch": "Interrupteur intelligent 2 gangs",
	"Air Quality Sensor": "Capteur de qualité de l'air",
	"Robonomics Parachain Theory": "Théorie de la parachaine Robonomics",
	"Glossary": "Glossaire",
	"Create Account for Robonomics Parachain": "Créer un compte pour la parachaine Robonomics",
	"How to Run Robonomics Dev Node": "Comment exécuter un nœud de développement Robonomics",
	"Adding Funds To Your Account on Robonomics Portal": "Ajouter des fonds à votre compte sur le portail Robonomics",
	"Basics: Datalog": "Fondamentaux : Datalog",
	"Basics: Launch": "Fondamentaux : Lancement",
	"Basics: Digital Twins": "Fondamentaux : Jumeaux numériques",
	"Basics: Liability": "Fondamentaux : Responsabilité",
	"Python interface and Robonomics IO": "Interface Python et Robonomics IO",
	"RWS: How to Buy a Subscription": "RWS : Comment acheter un abonnement",
	"RWS: How to Send Launch with Subscription": "RWS : Comment envoyer un lancement avec abonnement",
	"Robonomics on Ethereum": "Robonomics sur Ethereum",
	"Robonomics OpenGov": "Robonomics OpenGov",
	"How to build collator node from source": "Comment construire un nœud collator à partir de la source",
	"How to Update Collator Node Version": "Comment mettre à jour la version du nœud collator",
	"How to send extrinsic from ESP": "Comment envoyer une extrinsèque depuis ESP",
	"How to Edit Wiki": "Comment éditer le wiki",
	"How to Contribute": "Comment contribuer",
	"Home": "Accueil",
	"doc.title": "doc.title",
	"item.title": "item.title",
	"{% set links = doc.children |": "{% set links = doc.children |",
	"transformSummaryLinks%}": "transformSummaryLinks%}",
	"Privacy Policy": "Politique de confidentialité",
	"This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "Cette politique décrit les informations que nous collectons auprès de vous, comment nous utilisons ces informations et notre base légale pour le faire. Elle couvre également si et comment ces informations peuvent être partagées et vos droits et choix concernant les informations que vous nous fournissez.",
	"Where are those annoying cookie consent pop-ups?": "Où sont ces agaçantes fenêtres contextuelles de consentement aux cookies ?",
	"We don't need cookie consent is needed because:": "Nous n'avons pas besoin de consentement aux cookies car :",
	"Tracking cookies are not used": "Les cookies de suivi ne sont pas utilisés",
	"The data is not used for any other purpose than analytics": "Les données ne sont pas utilisées à d'autres fins que l'analyse",
	"Visitors aren't tracked across websites": "Les visiteurs ne sont pas suivis d'un site à l'autre",
	"A user cannot be tracked across days within the same website": "Un utilisateur ne peut pas être suivi d'un jour à l'autre sur le même site web",
	"What We Collect and Receive": "Ce que nous collectons et recevons",
	"In order for us to provide you the best possible experience on our websites, we need to collect and process certain information. Depending on your use of the Services, that may include:": "Pour que nous puissions vous offrir la meilleure expérience possible sur nos sites web, nous devons collecter et traiter certaines informations. Selon votre utilisation des services, cela peut inclure :",
	"Contact us via email": "Contactez-nous par e-mail",
	"for example, when you submit our forms, send us questions or comments, or report a problem, we will collect your name, email address, message, etc. We use this data solely in connection with answering the queries we receive.": "par exemple, lorsque vous soumettez nos formulaires, nous envoyez des questions ou des commentaires, ou signalez un problème, nous collecterons votre nom, adresse e-mail, message, etc. Nous utilisons ces données uniquement pour répondre aux demandes que nous recevons.",
	"name": "nom",
	"email address": "adresse e-mail",
	"message": "message",
	"etc. We use this data solely in connection with answering the queries we receive.": "etc. Nous utilisons ces données uniquement pour répondre aux demandes que nous recevons.",
	"Usage data": "Données d'utilisation",
	"when you visit our website, we will store: the URL from which you visited us from, web pages of our website you visit, the date and duration of your visit, your anonymized IP address, the device specifications (device type, operating system, screen resolution, language, country you are located in, and web browser type) you used during your visit, and": "lorsque vous visitez notre site web, nous enregistrons : l'URL à partir de laquelle vous nous avez visité, les pages de notre site que vous visitez, la date et la durée de votre visite, votre adresse IP anonymisée, les spécifications de l'appareil (type d'appareil, système d'exploitation, résolution d'écran, langue, pays dans lequel vous vous trouvez et type de navigateur web) que vous avez utilisées lors de votre visite, et",
	"other": "autre",
	"non-personal data. We process this usage data only on our server, not passing it to third-parties with": "données non personnelles. Nous traitons ces données d'utilisation uniquement sur notre serveur, sans les transmettre à des tiers avec",
	"Matomo": "Matomo",
	"web analytics platform that gives us 100% data ownership. This analytics helps us to improve user experience with our website and to recognize and stop any misuse.": "plateforme d'analyse web qui nous donne une propriété à 100 % des données. Cette analyse nous aide à améliorer l'expérience utilisateur sur notre site web et à reconnaître et arrêter tout abus.",
	"Non-personalized cookies": "Cookies non personnalisés",
	"we use non-tracking cookies (small data files transferred onto computers or devices by sites) for record-keeping purposes and to enhance functionality on our website. You may deactivate or restrict the transmission of these cookies by changing the settings of your web browser or by opt-out on this page in the form below. Cookies that are already stored may be deleted at any time.": "nous utilisons des cookies non traçables (petits fichiers de données transférés sur des ordinateurs ou des appareils par des sites) à des fins d'archivage et pour améliorer la fonctionnalité de notre site web. Vous pouvez désactiver ou restreindre la transmission de ces cookies en modifiant les paramètres de votre navigateur web ou en vous désinscrivant sur cette page dans le formulaire ci-dessous. Les cookies déjà stockés peuvent être supprimés à tout moment.",
	"Opt-out of website tracking": "Désinscription du suivi du site web",
	"You can opt out of being tracked by our Matomo Analytics instance below:": "Vous pouvez vous désinscrire du suivi effectué par notre instance d'analyse Matomo ci-dessous :",
	"Your Rights": "Vos droits",
	"You have the right to be informed of Personal Data processed by Matomo, a right to rectification/correction, erasure and restriction of processing. You also have the right to ask from us a structured, common and machine-readable format of Personal Data you provided to us.": "Vous avez le droit d'être informé des données personnelles traitées par Matomo, le droit de rectification/correction, d'effacement et de limitation du traitement. Vous avez également le droit de demander de notre part un format structuré, commun et lisible par machine des données personnelles que vous nous avez fournies.",
	"We can only identify you via your email address and we can only adhere to your request and provide information if we have Personal Data about you through you having made contact with us directly and/or you using our site and/or service. We cannot provide, rectify or delete any data that we store on behalf of our users or customers.": "Nous ne pouvons vous identifier que via votre adresse e-mail et nous ne pouvons répondre à votre demande et fournir des informations que si nous avons des données personnelles vous concernant par le biais d'un contact direct avec nous et/ou de l'utilisation de notre site et/ou service. Nous ne pouvons pas fournir, rectifier ou supprimer les données que nous stockons pour le compte de nos utilisateurs ou clients.",
	"To exercise any of the rights mentioned in this Privacy Policy and/or in the event of questions or comments relating to the use of Personal Data you may contact us.": "Pour exercer l'un des droits mentionnés dans cette politique de confidentialité et/ou en cas de questions ou de commentaires concernant l'utilisation des données personnelles, vous pouvez nous contacter.",
	"In addition, you have the right to lodge a complaint with the data protection authority in your jurisdiction.": "De plus, vous avez le droit de déposer une plainte auprès de l'autorité de protection des données de votre juridiction.",
	"Retention of data": "Conservation des données",
	"We will retain your information as long as necessary to provide you with the services or as otherwise set forth in this Policy. We will also retain and use this information as necessary for the purposes set out in this Policy and to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements and protect Robonomics Wiki legal rights.": "Nous conserverons vos informations aussi longtemps que nécessaire pour vous fournir les services ou comme indiqué dans cette politique. Nous conserverons et utiliserons également ces informations dans la mesure nécessaire aux fins énoncées dans cette politique et dans la mesure nécessaire pour respecter nos obligations légales, résoudre les litiges, faire respecter nos accords et protéger les droits légaux de Robonomics Wiki.",
	"We also collect and maintain aggregated, anonymized or pseudonymized information which we may retain indefinitely to protect the safety and security of our Site, improve our Services or comply with legal obligations.": "Nous collectons et conservons également des informations agrégées, anonymisées ou pseudonymisées que nous pouvons conserver indéfiniment pour protéger la sécurité de notre site, améliorer nos services ou respecter nos obligations légales.",
	"Explore Robonomics with guides": "Explorez Robonomics avec des guides",
	"Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "Apprenez Robonomics grâce à des tutoriels et à des expérimentations pratiques utiles. Cette documentation est conçue pour vous aider à connecter des robots ou à coder des dApps au sein du réseau Robonomics.",
	"or code dApps within Robonomics Network.": "ou codez des dApps au sein du réseau Robonomics.",
	"Page disappeared, we are sorry": "La page a disparu, nous sommes désolés",
	"Some content moved to": "Certains contenus ont été déplacés vers",
	"academy": "académie",
	"or try to find updated content here on": "ou essayez de trouver du contenu mis à jour ici sur",
	"wiki": "wiki",
	"How to edit Wiki": "Comment éditer le Wiki",
	"Translation was executed by AI so there may be some inaccuracies": "La traduction a été effectuée par une IA, il peut donc y avoir des inexactitudes",
	"Tell us more": "Dites-nous en plus",
	"Sending your info...": "Envoi de vos informations...",
	"?": "?",
	"Ask your question": "Posez votre question",
	"Main contributors:": "Principaux contributeurs :",
	"Make a contribution": "Faire une contribution",
	"Robonomics wiki is open source. See something that's wrong or unclear?": "Le wiki Robonomics est open source. Vous voyez quelque chose qui est incorrect ou peu clair ?",
	"Inform us": "Nous informer",
	"please, if you find any": "s'il vous plaît, si vous en trouvez",
	"Robonomics smart devices": "Appareils intelligents Robonomics",
	"Create an issue": "Créer un problème",
	"entry.title": "entry.title",
	"text": "texte",
	"Thanks,": "Merci,",
	"we'll keep in touch!": "Nous resterons en contact !",
	"Couldn't complete": "Impossible à compléter",
	"It was hard": "C'était difficile",
	"It was ok": "C'était correct",
	"It was easy": "C'était facile",
	"item.name": "item.nom",
	"← + prevTitle.title": "← + prevTitle.title\n\nThis string appears to be a code snippet or a placeholder and does not have a clear meaning in English. It seems to be a concatenation of a left arrow symbol (←) and a variable or placeholder named \"prevTitle.title\". Without more context, it is difficult to provide a precise translation.",
	"next": "suivant",
	"previous": "précédent",
	"Submit": "Soumettre",
	"a pull request.": "une demande de tirage.",
	"commit": "engagement",
	"on": "sur",
	"by": "par",
	"breadcrumb.title": "titre du fil d'Ariane",
	"Document summary  Explore Robonomics with guides": "Résumé du document : Explorez Robonomics avec des guides",
	"This page not found": "Cette page n'a pas été trouvée",
	"Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool.": "Désinscription terminée ; vos visites sur ce site web ne seront pas enregistrées par l'outil d'analyse Web",
	"Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "Notez que si vous effacez vos cookies, supprimez le cookie de désactivation ou si vous changez d'ordinateur ou de navigateur Web, vous devrez effectuer à nouveau la procédure de désactivation.",
	"You may choose to prevent this website from aggregating and analyzing the actions you take here.": "Vous pouvez choisir d'empêcher ce site web d'agréger et d'analyser les actions que vous effectuez ici.",
	"Doing so will protect your privacy, but will also prevent the owner from learning from your actions and creating a better experience for you and other users.": "Ce faisant, vous protégerez votre vie privée, mais empêcherez également le propriétaire d'apprendre de vos actions et de créer une meilleure expérience pour vous et les autres utilisateurs.",
	"The tracking opt-out feature requires cookies to be enabled.": "La fonction de désactivation du suivi nécessite que les cookies soient activés.",
	"The tracking opt-out feature may not work because this site was not loaded over HTTPS. Please reload the page to check if your opt out status changed;": "La fonction de désactivation du suivi peut ne pas fonctionner car ce site n'a pas été chargé via HTTPS. Veuillez recharger la page pour vérifier si votre statut de désactivation a changé;",
	"You are not opted out.": "Vous n'êtes pas désinscrit.",
	"Uncheck this box to opt-out.": "Décochez cette case pour vous désinscrire.",
	"You are currently opted out.": "Vous êtes actuellement désinscrit.",
	"Check this box to opt-in.": "Cochez cette case pour vous inscrire.",
	"{# for tanslation": "{# pour la traduction",
	"#}": "I'm sorry, but the string \"#}\" does not have a clear meaning in English. Can you provide more context or clarify what you would like me to do with this string?",
	"Launch of Robonomics Collator": "Lancement du Robonomics Collator",
	"Robotics and ROS 2": "Robotique et ROS 2",
	"About Robonomics ROS 2 Wrapper": "À propos de l'enveloppe Robonomics ROS 2",
	"Launch Robot from Cloud": "Lancer le robot depuis le cloud",
	"Home Server on RISC-V": "Serveur domestique sur RISC-V",
	"Home Assistant integration": "Intégration de Home Assistant",
	"Working with parachain": "Travailler avec une parachain"
}