{
	"404": "404",
	"Smart Home": "المنزل الذكي",
	"Overview": "نظرة عامة",
	"Install Smart Home": "تثبيت المنزل الذكي",
	"Home Assistant Init": "بدء مساعد المنزل",
	"Add devices": "إضافة الأجهزة",
	"Zigbee Devices": "أجهزة زيغبي",
	"Virtual Devices": "أجهزة افتراضية",
	"Subscription Activate": "تنشيط الاشتراك",
	"Robonomics Integration Setup": "إعداد دمج Robonomics",
	"Add User": "إضافة مستخدم",
	"Advanced Setup": "إعداد متقدم",
	"Upgrade Home Assistant OS": "ترقية نظام التشغيل المساعد للمنزل",
	"Robonomics Installation": "تثبيت Robonomics",
	"Upgrade Home Assistant Docker for Unix-like OS": "ترقية مساعد المنزل Docker لنظام التشغيل شبيه بيونكس",
	"Upgrade Home Assistant Core": "ترقية مساعد المنزل الأساسي",
	"Use": "استخدام",
	"Get Smart Home Telemetry": "الحصول على بيانات تلميتري للمنزل الذكي",
	"Backup Services": "خدمات النسخ الاحتياطي",
	"Robonomics Video Service": "خدمة فيديو Robonomics",
	"Rtz Camera Control in Home Assistant": "التحكم في كاميرا Rtz في مساعد المنزل",
	"Pinata Setup": "إعداد بيناتا",
	"Оn-Chain Gov Experiment": "تجربة حكومية على السلسلة",
	"Blueprints": "المخططات",
	"How To Use Blueprints": "كيفية استخدام المخططات",
	"Get Notified When Door Opens": "احصل على إشعار عند فتح الباب",
	"Robonomics Devices": "أجهزة Robonomics",
	"IR Remote": "جهاز التحكم عن بعد بالأشعة تحت الحمراء",
	"Energy Monitoring": "مراقبة الطاقة",
	"1 Gang Smart Switch": "مفتاح ذكي لمجموعة 1",
	"2 Gang Smart Switch": "مفتاح ذكي لمجموعة 2",
	"Air Quality Sensor": "جهاز استشعار جودة الهواء",
	"Robonomics Parachain Theory": "نظرية سلسلة القفزات Robonomics",
	"Glossary": "قاموس المصطلحات",
	"Create Account for Robonomics Parachain": "إنشاء حساب لسلسلة القفزات Robonomics",
	"How to Run Robonomics Dev Node": "كيفية تشغيل عقدة تطوير Robonomics",
	"Adding Funds To Your Account on Robonomics Portal": "إضافة أموال إلى حسابك على بوابة Robonomics",
	"Basics: Datalog": "الأساسيات: بيانات السجل",
	"Basics: Launch": "الأساسيات: الإطلاق",
	"Basics: Digital Twins": "الأساسيات: التوائم الرقمية",
	"Basics: Liability": "الأساسيات: المسؤولية",
	"Python interface and Robonomics IO": "واجهة Python و Robonomics IO",
	"RWS: How to Buy a Subscription": "RWS: كيفية شراء اشتراك",
	"RWS: How to Send Launch with Subscription": "RWS: كيفية إرسال إطلاق مع الاشتراك",
	"Robonomics on Ethereum": "Robonomics على إيثيريوم",
	"Robonomics OpenGov": "Robonomics OpenGov",
	"How to build collator node from source": "كيفية بناء عقدة جامع من المصدر",
	"How to Update Collator Node Version": "كيفية تحديث إصدار عقدة الجامع",
	"How to send extrinsic from ESP": "كيفية إرسال خارجي من ESP",
	"How to Edit Wiki": "كيفية تحرير الويكي",
	"How to Contribute": "كيفية المساهمة",
	"Home": "الرئيسية",
	"doc.title": "عنوان الوثيقة",
	"item.title": "عنوان العنصر",
	"{% set links = doc.children |": "{% set links = doc.children |",
	"transformSummaryLinks%}": "transformSummaryLinks%}",
	"Privacy Policy": "سياسة الخصوصية",
	"This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "توضح هذه السياسة المعلومات التي نجمعها منك، وكيفية استخدام تلك المعلومات وأساسنا القانوني لذلك. كما تغطي ما إذا كان يمكن مشاركة تلك المعلومات وكيف يمكن ذلك، وحقوقك وخياراتك بشأن المعلومات التي تقدمها لنا.",
	"Where are those annoying cookie consent pop-ups?": "أين تلك النوافذ المنبثقة المزعجة للموافقة على ملفات تعريف الارتباط؟",
	"We don't need cookie consent is needed because:": "لا نحتاج إلى موافقة ملفات تعريف الارتباط لأن:",
	"Tracking cookies are not used": "لا يتم استخدام ملفات تعقب الارتباط",
	"The data is not used for any other purpose than analytics": "لا يتم استخدام البيانات لأي غرض آخر سوى التحليلات",
	"Visitors aren't tracked across websites": "لا يتم تتبع الزوار عبر المواقع الإلكترونية",
	"A user cannot be tracked across days within the same website": "لا يمكن تتبع مستخدم عبر الأيام داخل نفس الموقع الإلكتروني",
	"What We Collect and Receive": "ما نقوم بجمعه واستلامه",
	"In order for us to provide you the best possible experience on our websites, we need to collect and process certain information. Depending on your use of the Services, that may include:": "من أجل توفير أفضل تجربة ممكنة لك على مواقعنا الإلكترونية، نحتاج إلى جمع ومعالجة معلومات معينة. وقد تشمل ذلك اعتمادًا على استخدامك للخدمات:",
	"Contact us via email": "الاتصال بنا عبر البريد الإلكتروني",
	"for example, when you submit our forms, send us questions or comments, or report a problem, we will collect your name, email address, message, etc. We use this data solely in connection with answering the queries we receive.": "على سبيل المثال، عند تقديم النماذج الخاصة بنا، أو إرسال أسئلة أو تعليقات، أو الإبلاغ عن مشكلة، سنقوم بجمع اسمك، عنوان بريدك الإلكتروني، الرسالة، إلخ. نستخدم هذه البيانات فقط في الرد على الاستفسارات التي نتلقاها.",
	"Usage data": "بيانات الاستخدام",
	"when you visit our website, we will store: the URL from which you visited us from, web pages of our website you visit, the date and duration of your visit, your anonymized IP address, the device specifications (device type, operating system, screen resolution, language, country you are located in, and web browser type) you used during your visit, and": "عند زيارتك لموقعنا الإلكتروني، سنقوم بتخزين: عنوان URL الذي زرتنا منه، صفحات موقعنا الإلكتروني التي زرتها، تاريخ ومدة زيارتك، عنوان IP الخاص بك المجهول، مواصفات الجهاز (نوع الجهاز، نظام التشغيل، دقة الشاشة، اللغة، البلد الذي تقع فيه، ونوع متصفح الويب) الذي استخدمته خلال زيارتك، و",
	"other": "غير ذلك",
	"non-personal data. We process this usage data only on our server, not passing it to third-parties with": "بيانات غير شخصية. نقوم بمعالجة هذه البيانات الخاصة بالاستخدام فقط على خادمنا، دون تمريرها إلى أطراف ثالثة مع",
	"Matomo": "Matomo",
	"web analytics platform that gives us 100% data ownership. This analytics helps us to improve user experience with our website and to recognize and stop any misuse.": "منصة تحليلات الويب التي تمنحنا ملكية البيانات بنسبة 100%. تساعدنا هذه التحليلات في تحسين تجربة المستخدم مع موقعنا الإلكتروني وفي التعرف على أي سوء استخدام ووقفه.",
	"analytics helps us to improve user experience with our website and to recognize and stop any misuse.": "تساعد التحليلات في تحسين تجربة المستخدم مع موقعنا على الويب والتعرف على أي سوء استخدام وإيقافه.",
	"Non-personalized cookies": "ملفات تعريف الارتباط غير الشخصية",
	"we use non-tracking cookies (small data files transferred onto computers or devices by sites) for record-keeping purposes and to enhance functionality on our website. You may deactivate or restrict the transmission of these cookies by changing the settings of your web browser or by opt-out on this page in the form below. Cookies that are already stored may be deleted at any time.": "نحن نستخدم ملفات تعريف الارتباط غير التتبع (ملفات بيانات صغيرة يتم نقلها إلى أجهزة الكمبيوتر أو الأجهزة من قبل المواقع) لأغراض الحفظ وتعزيز الوظائف على موقعنا على الويب. يمكنك إلغاء تنشيط أو تقييد نقل هذه الملفات عن طريق تغيير إعدادات متصفح الويب الخاص بك أو عن طريق الاختيار على هذه الصفحة في النموذج أدناه. يمكن حذف الملفات التي تم تخزينها بالفعل في أي وقت.",
	"Opt-out of website tracking": "الغاء تتبع الموقع على الويب",
	"You can opt out of being tracked by our Matomo Analytics instance below:": "يمكنك الغاء تتبعك من خلال نسخة تحليلات Matomo الخاصة بنا أدناه:",
	"Your Rights": "حقوقك",
	"You have the right to be informed of Personal Data processed by Matomo, a right to rectification/correction, erasure and restriction of processing. You also have the right to ask from us a structured, common and machine-readable format of Personal Data you provided to us.": "لديك الحق في أن تكون مطلعًا على البيانات الشخصية التي تم معالجتها بواسطة Matomo، وحق في التصحيح/التصحيح، والحذف وتقييد المعالجة. لديك أيضًا الحق في طلب منا تنسيقًا منظمًا وشائعًا وقابلًا للقراءة بواسطة الآلة للبيانات الشخصية التي قدمتها لنا.",
	"We can only identify you via your email address and we can only adhere to your request and provide information if we have Personal Data about you through you having made contact with us directly and/or you using our site and/or service. We cannot provide, rectify or delete any data that we store on behalf of our users or customers.": "يمكننا تحديد هويتك فقط من خلال عنوان بريدك الإلكتروني ويمكننا فقط الالتزام بطلبك وتقديم المعلومات إذا كانت لدينا بيانات شخصية عنك من خلال الاتصال المباشر بنا و/أو استخدامك لموقعنا و/أو خدمتنا. لا يمكننا توفير أو تصحيح أو حذف أي بيانات نقوم بتخزينها نيابة عن مستخدمينا أو عملائنا.",
	"To exercise any of the rights mentioned in this Privacy Policy and/or in the event of questions or comments relating to the use of Personal Data you may contact us.": "لممارسة أي من الحقوق المذكورة في سياسة الخصوصية هذه و/أو في حالة وجود أسئلة أو تعليقات تتعلق باستخدام البيانات الشخصية يمكنك الاتصال بنا.",
	"In addition, you have the right to lodge a complaint with the data protection authority in your jurisdiction.": "بالإضافة إلى ذلك، لديك الحق في تقديم شكوى إلى سلطة حماية البيانات في اختصاصك.",
	"Retention of data": "احتفاظ البيانات",
	"We will retain your information as long as necessary to provide you with the services or as otherwise set forth in this Policy. We will also retain and use this information as necessary for the purposes set out in this Policy and to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements and protect Robonomics Wiki legal rights.": "سنحتفظ بمعلوماتك طالما كان ذلك ضروريًا لتوفير الخدمات لك أو كما هو محدد في هذه السياسة. سنحتفظ أيضًا بهذه المعلومات ونستخدمها عند الضرورة للأغراض المنصوص عليها في هذه السياسة وإلى الحد اللازم للامتثال لالتزاماتنا القانونية، وحل النزاعات، وفرض اتفاقياتنا وحماية حقوق Robonomics Wiki القانونية.",
	"We also collect and maintain aggregated, anonymized or pseudonymized information which we may retain indefinitely to protect the safety and security of our Site, improve our Services or comply with legal obligations.": "نحن أيضًا نجمع ونحتفظ بمعلومات مجمعة أو مجهولة أو مشفرة التعريف التي قد نحتفظ بها بشكل دائم لحماية سلامة وأمان موقعنا، وتحسين خدماتنا أو الامتثال لالتزامات قانونية.",
	"Explore Robonomics with guides": "استكشف Robonomics مع الدلائل",
	"Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "تعلم Robonomics من خلال البرامج التعليمية والتجارب العملية المفيدة. تم تصميم هذا الوثائق لمساعدتك على ربط الروبوتات أو تطبيقات الويب اللامركزية داخل شبكة Robonomics.",
	"Page disappeared, we are sorry": "اختفت الصفحة، نأسف",
	"Some content moved to": "تم نقل بعض المحتوى إلى",
	"academy": "الأكاديمية",
	"or try to find updated content here on": "أو حاول العثور على المحتوى المحدث هنا على",
	"wiki": "ويكي",
	"How to edit Wiki": "كيفية تحرير الويكي",
	"Translation was executed by AI so there may be some inaccuracies": "تم تنفيذ الترجمة بواسطة الذكاء الاصطناعي لذا قد تكون هناك بعض الاخطاء",
	"Tell us more": "أخبرنا المزيد",
	"Sending your info...": "إرسال معلوماتك...",
	"?": "؟",
	"Ask your question": "اسأل سؤالك",
	"Main contributors:": "المساهمون الرئيسيون:",
	"Make a contribution": "قدم مساهمة",
	"Robonomics wiki is open source. See something that's wrong or unclear?": "ويكي Robonomics مفتوح المصدر. هل رأيت شيئًا خاطئًا أو غير واضح؟",
	"Inform us": "أخبرنا",
	"please, if you find any": "من فضلك، إذا وجدت أي شيء",
	"Robonomics smart devices": "أجهزة روبونوميكس الذكية",
	"Create an issue": "إنشاء مشكلة",
	"entry.title": "عنوان الإدخال",
	"text": "نص",
	"Thanks,": "شكرًا،",
	"we'll keep in touch!": "سنبقى على اتصال!",
	"Couldn't complete": "لم يتم الانتهاء",
	"It was hard": "كانت صعبة",
	"It was ok": "كانت على ما يرام",
	"It was easy": "كانت سهلة",
	"item.name": "اسم_العنصر",
	"← + prevTitle.title": "← + prevTitle.title",
	"next": "التالي",
	"previous": "السابق",
	"Submit": "تقديم",
	"a pull request.": "طلب سحب.",
	"commit": "التزام",
	"on": "على",
	"by": "بواسطة",
	"breadcrumb.title": "عنوان الفتات",
	"Document summary  Explore Robonomics with guides": "ملخص الوثيقة: استكشاف روبونوميكس مع الدلائل",
	"This page not found": "هذه الصفحة غير موجودة",
	"Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool.": "تم إلغاء الاشتراك بنجاح؛ لن يتم تسجيل زياراتك إلى هذا الموقع عبر أداة تحليل الويب",
	"Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "يرجى ملاحظة أنه إذا قمت بمسح ملفات تعريف الارتباط الخاصة بك، أو حذف ملف تعريف الارتباط لإلغاء الاشتراك، أو إذا قمت بتغيير الحاسوب أو المتصفح الإلكتروني، فسيتعين عليك إجراء إجراء إلغاء الاشتراك مرة أخرى.",
	"You may choose to prevent this website from aggregating and analyzing the actions you take here.": "قد تختار منع هذا الموقع من تجميع وتحليل الإجراءات التي تقوم بها هنا.",
	"Doing so will protect your privacy, but will also prevent the owner from learning from your actions and creating a better experience for you and other users.": "بالقيام بذلك ستحمي خصوصيتك، ولكن ستمنع أيضًا المالك من التعلم من أفعالك وخلق تجربة أفضل لك وللمستخدمين الآخرين.",
	"The tracking opt-out feature requires cookies to be enabled.": "يتطلب ميزة عدم التتبع تمكين ملفات تعريف الارتباط.",
	"The tracking opt-out feature may not work because this site was not loaded over HTTPS. Please reload the page to check if your opt out status changed;": "قد لا يعمل ميزة عدم التتبع لأن هذا الموقع لم يتم تحميله عبر HTTPS. يرجى إعادة تحميل الصفحة للتحقق مما إذا كان حالة عدم التتبع الخاصة بك قد تغيرت؛",
	"You are not opted out.": "أنت لم تختار الخروج.",
	"Uncheck this box to opt-out.": "ألغِ تحديد هذه الخانة لإلغاء الاشتراك.",
	"You are currently opted out.": "أنت حالياً مستبعد.",
	"Check this box to opt-in.": "حدد هذه الخانة للموافقة.",
	"{# for tanslation": "{# للترجمة",
	"#}": "I'm sorry, but the string \"#}\" does not have a specific meaning in English. It appears to be a random combination of characters. Can you provide more context or clarify the meaning so I can assist you better?",
	"Launch of Robonomics Collator": "إطلاق Robonomics Collator",
	"Robotics and ROS 2": "الروبوتيات وROS 2",
	"About Robonomics ROS 2 Wrapper": "حول Robonomics ROS 2 Wrapper",
	"Launch Robot from Cloud": "شغل الروبوت من السحابة",
	"Home Server on RISC-V": "الخادم المنزلي على RISC-V",
	"Home Assistant integration": "دمج مساعد المنزل",
	"Working with parachain": "العمل مع سلسلة فرعية"
}