{
	"404": "404",
	"Smart Home": "المنزل الذكي",
	"Overview": "نظرة عامة",
	"Install Smart Home": "تثبيت المنزل الذكي",
	"Home Assistant Init": "بدء مساعد المنزل",
	"Add devices": "إضافة الأجهزة",
	"Zigbee Devices": "أجهزة زيغبي",
	"Virtual Devices": "أجهزة افتراضية",
	"Subscription Activate": "تنشيط الاشتراك",
	"Robonomics Integration Setup": "إعداد دمج Robonomics",
	"Add User": "إضافة مستخدم",
	"Advanced Setup": "إعداد متقدم",
	"Upgrade Home Assistant OS": "ترقية نظام التشغيل المساعد للمنزل",
	"Robonomics Installation": "تثبيت Robonomics",
	"Upgrade Home Assistant Docker for Unix-like OS": "ترقية مساعد المنزل Docker لنظام التشغيل شبيه بيونكس",
	"Upgrade Home Assistant Core": "ترقية مساعد المنزل الأساسي",
	"Use": "استخدام",
	"Get Smart Home Telemetry": "الحصول على بيانات تلميتري للمنزل الذكي",
	"Backup Services": "خدمات النسخ الاحتياطي",
	"Robonomics Video Service": "خدمة فيديو Robonomics",
	"Rtz Camera Control in Home Assistant": "التحكم في كاميرا Rtz في مساعد المنزل",
	"Pinata Setup": "إعداد بيناتا",
	"Оn-Chain Gov Experiment": "تجربة حكومية على السلسلة",
	"Blueprints": "المخططات",
	"How To Use Blueprints": "كيفية استخدام المخططات",
	"Get Notified When Door Opens": "احصل على إشعار عند فتح الباب",
	"Robonomics Devices": "أجهزة Robonomics",
	"IR Remote": "جهاز التحكم عن بعد بالأشعة تحت الحمراء",
	"Energy Monitoring": "مراقبة الطاقة",
	"1 Gang Smart Switch": "مفتاح ذكي لمجموعة 1",
	"2 Gang Smart Switch": "مفتاح ذكي لمجموعة 2",
	"Air Quality Sensor": "جهاز استشعار جودة الهواء",
	"Robonomics Parachain Theory": "نظرية سلسلة القفزات Robonomics",
	"Glossary": "قاموس المصطلحات",
	"Create Account for Robonomics Parachain": "إنشاء حساب لسلسلة القفزات Robonomics",
	"How to Run Robonomics Dev Node": "كيفية تشغيل عقدة تطوير Robonomics",
	"Adding Funds To Your Account on Robonomics Portal": "إضافة أموال إلى حسابك على بوابة Robonomics",
	"Basics: Datalog": "الأساسيات: بيانات السجل",
	"Basics: Launch": "الأساسيات: الإطلاق",
	"Basics: Digital Twins": "الأساسيات: التوائم الرقمية",
	"Basics: Liability": "الأساسيات: المسؤولية",
	"Python interface and Robonomics IO": "واجهة Python و Robonomics IO",
	"RWS: How to Buy a Subscription": "RWS: كيفية شراء اشتراك",
	"RWS: How to Send Launch with Subscription": "RWS: كيفية إرسال إطلاق مع الاشتراك",
	"Robonomics on Ethereum": "Robonomics على إيثيريوم",
	"Robonomics OpenGov": "Robonomics OpenGov",
	"How to build collator node from source": "كيفية بناء عقدة جامع من المصدر",
	"How to Update Collator Node Version": "كيفية تحديث إصدار عقدة الجامع",
	"How to send extrinsic from ESP": "كيفية إرسال خارجي من ESP",
	"How to Contribute": "كيفية المساهمة",
	"Home": "الرئيسية",
	"doc.title": "عنوان الوثيقة",
	"item.title": "عنوان العنصر",
	"{% set links = doc.children |": "{% set links = doc.children |",
	"transformSummaryLinks%}": "transformSummaryLinks%}",
	"Privacy Policy": "سياسة الخصوصية",
	"This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "توضح هذه السياسة المعلومات التي نجمعها منك، وكيفية استخدام تلك المعلومات وأساسنا القانوني لذلك. كما تغطي ما إذا كان يمكن مشاركة تلك المعلومات وكيف يمكن ذلك، وحقوقك وخياراتك بشأن المعلومات التي تقدمها لنا.",
	"analytics helps us to improve user experience with our website and to recognize and stop any misuse.": "تساعد التحليلات في تحسين تجربة المستخدم مع موقعنا على الويب والتعرف على أي سوء استخدام وإيقافه.",
	"Explore Robonomics with guides": "استكشف Robonomics مع الدلائل",
	"Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "تعلم Robonomics من خلال البرامج التعليمية والتجارب العملية المفيدة. تم تصميم هذا الوثائق لمساعدتك على ربط الروبوتات أو تطبيقات الويب اللامركزية داخل شبكة Robonomics.",
	"Page disappeared, we are sorry": "اختفت الصفحة، نأسف",
	"Some content moved to": "تم نقل بعض المحتوى إلى",
	"academy": "الأكاديمية",
	"or try to find updated content here on": "أو حاول العثور على المحتوى المحدث هنا على",
	"wiki": "ويكي",
	"Translation was executed by AI so there may be some inaccuracies": "تم تنفيذ الترجمة بواسطة الذكاء الاصطناعي لذا قد تكون هناك بعض الاخطاء",
	"Tell us more": "أخبرنا المزيد",
	"Sending your info...": "إرسال معلوماتك...",
	"?": "؟",
	"Ask your question": "اسأل سؤالك",
	"Main contributors:": "المساهمون الرئيسيون:",
	"Make a contribution": "قدم مساهمة",
	"Robonomics wiki is open source. See something that's wrong or unclear?": "ويكي Robonomics مفتوح المصدر. هل رأيت شيئًا خاطئًا أو غير واضح؟",
	"Inform us": "أخبرنا",
	"please, if you find any": "من فضلك، إذا وجدت أي شيء",
	"Robonomics smart devices": "أجهزة روبونوميكس الذكية",
	"Create an issue": "إنشاء مشكلة",
	"entry.title": "عنوان الإدخال",
	"text": "نص",
	"Thanks,": "شكرًا،",
	"we'll keep in touch!": "سنبقى على اتصال!",
	"Couldn't complete": "لم يتم الانتهاء",
	"It was hard": "كانت صعبة",
	"It was ok": "كانت على ما يرام",
	"It was easy": "كانت سهلة",
	"item.name": "اسم_العنصر",
	"← + prevTitle.title": "← + prevTitle.title",
	"next": "التالي",
	"previous": "السابق",
	"Submit": "تقديم",
	"a pull request.": "طلب سحب.",
	"commit": "التزام",
	"on": "على",
	"by": "بواسطة",
	"breadcrumb.title": "عنوان الفتات",
	"Document summary  Explore Robonomics with guides": "ملخص الوثيقة: استكشاف روبونوميكس مع الدلائل",
	"This page not found": "هذه الصفحة غير موجودة",
	"Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool.": "تم إلغاء الاشتراك بنجاح؛ لن يتم تسجيل زياراتك إلى هذا الموقع عبر أداة تحليل الويب",
	"Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "يرجى ملاحظة أنه إذا قمت بمسح ملفات تعريف الارتباط الخاصة بك، أو حذف ملف تعريف الارتباط لإلغاء الاشتراك، أو إذا قمت بتغيير الحاسوب أو المتصفح الإلكتروني، فسيتعين عليك إجراء إجراء إلغاء الاشتراك مرة أخرى.",
	"You may choose to prevent this website from aggregating and analyzing the actions you take here.": "قد تختار منع هذا الموقع من تجميع وتحليل الإجراءات التي تقوم بها هنا.",
	"Doing so will protect your privacy, but will also prevent the owner from learning from your actions and creating a better experience for you and other users.": "بالقيام بذلك ستحمي خصوصيتك، ولكن ستمنع أيضًا المالك من التعلم من أفعالك وخلق تجربة أفضل لك وللمستخدمين الآخرين.",
	"The tracking opt-out feature requires cookies to be enabled.": "يتطلب ميزة عدم التتبع تمكين ملفات تعريف الارتباط.",
	"The tracking opt-out feature may not work because this site was not loaded over HTTPS. Please reload the page to check if your opt out status changed;": "قد لا يعمل ميزة عدم التتبع لأن هذا الموقع لم يتم تحميله عبر HTTPS. يرجى إعادة تحميل الصفحة للتحقق مما إذا كان حالة عدم التتبع الخاصة بك قد تغيرت؛",
	"You are not opted out.": "أنت لم تختار الخروج.",
	"Uncheck this box to opt-out.": "ألغِ تحديد هذه الخانة لإلغاء الاشتراك.",
	"You are currently opted out.": "أنت حالياً مستبعد.",
	"Check this box to opt-in.": "حدد هذه الخانة للموافقة.",
	"{# for tanslation": "{# للترجمة",
	"#}": "I'm sorry, but the string \"#}\" does not have a specific meaning in English. It appears to be a random combination of characters. Can you provide more context or clarify the meaning so I can assist you better?",
	"Launch of Robonomics Collator": "إطلاق Robonomics Collator",
	"Robotics and ROS 2": "الروبوتيات وROS 2",
	"About Robonomics ROS 2 Wrapper": "حول Robonomics ROS 2 Wrapper",
	"Launch Robot from Cloud": "شغل الروبوت من السحابة",
	"Home Server on RISC-V": "الخادم المنزلي على RISC-V",
	"Home Assistant integration": "دمج مساعد المنزل",
	"Working with parachain": "العمل مع سلسلة فرعية",
	"This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.": "تصف سياسة الخصوصية هذه سياساتنا وإجراءاتنا بشأن جمع واستخدام وكشف معلوماتك عند استخدامك للخدمة، وتخبرك عن حقوق الخصوصية الخاصة بك وكيفية حمايتك بموجب القانون.",
	"We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy.": "نحن نستخدم بياناتك الشخصية لتوفير الخدمة وتحسينها. من خلال استخدام الخدمة، فإنك توافق على جمع واستخدام المعلومات وفقًا لهذه سياسة الخصوصية.",
	"Interpretation and Definitions": "التفسير والتعاريف",
	"Interpretation": "التفسير",
	"The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.": "الكلمات التي تبدأ بحرف كبير لها معان محددة وفقًا للشروط التالية. ستكون للتعاريف التالية نفس المعنى بغض النظر عما إذا كانت في صيغة مفردة أو جمع.",
	"Definitions": "تعاريف",
	"For the purposes of this Privacy Policy:": "لأغراض سياسة الخصوصية هذه:",
	"DAO": "المنظمة الذاتية القائمة",
	"(referred to as": "(المشار إليها باسم",
	"Website": "موقع الكتروني",
	"in this Agreement). For the purpose of the GDPR, the DAO is the Data Controller.": "في هذه الاتفاقية). لأغراض اللائحة العامة لحماية البيانات، يعتبر الديسنترالايزد أتونوموس أورجانيزايشن (DAO) هو المسؤول عن البيانات.",
	"Cookies": "الكعك",
	"are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses. More detailed information on cookies and how they work can be found at:": "الكوكيز هي ملفات صغيرة تُوضع على جهاز الكمبيوتر الخاص بك أو الجهاز المحمول أو أي جهاز آخر من قبل موقع الويب، تحتوي على تفاصيل تاريخ تصفحك على ذلك الموقع بين استخداماتها العديدة. يمكن العثور على معلومات أكثر تفصيلاً حول الكوكيز وكيفية عملها على:",
	"Country": "بلد",
	"refers to: Cyprus.": "يشير إلى: قبرص.",
	"Data Controller": "مدير البعداء",
	"for the purposes of the GDPR (General Data Protection Regulation), refers to the DAO as the legal person which alone or jointly with others determines the purposes and means of the processing of Personal Data.": "من أجل أغراض اللائحة العامة لحماية البيانات (GDPR)، يشير إلى DAO كالشخص القانوني الذي يحدد بمفرده أو بالتعاون مع الآخرين الأغراض والوسائل المستخدمة في معالجة البيانات الشخصية.",
	"Device": "جهاز",
	"means any device that can access the Service such as a computer, a cellphone or a digital tablet.": "أي جهاز يمكنه الوصول إلى الخدمة مثل جهاز كمبيوتر، هاتف خلوي أو جهاز لوحي رقمي.",
	"GDPR": "لائحة حماية البيانات العامة العامة",
	"refers to EU General Data Protection Regulation.": "يشير إلى لائحة حماية البيانات العامة الأوروبية.",
	"Personal Data": "البيانات الشخصية",
	"is any information that relates to an identified or identifiable individual.": "أي معلومات تتعلق بشخص محدد أو قابل للتعرف.",
	"For the purposes of GDPR, Personal Data means any information relating to You such as a name, an identification number, location data, online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity.": "من أجل أغراض اللائحة العامة لحماية البيانات الشخصية (GDPR)، يعني البيانات الشخصية أي معلومات تتعلق بك مثل الاسم، أو رقم التعريف، أو بيانات الموقع، أو معرف الإنترنت، أو عوامل أخرى تتعلق بالهوية الجسدية، أو الفسيولوجية، أو الجينية، أو العقلية، أو الاقتصادية، أو الثقافية، أو الاجتماعية.",
	"Service": "خدمة",
	"refers to the Website": "يشير إلى الموقع الإلكتروني",
	"Service Provider": "مزود الخدمة",
	"means any natural or legal person who processes the data on behalf of the DAO. It refers to third-party companies or individuals employed by the DAO to facilitate the Service, to provide the Service on behalf of the DAO, to perform services related to the Service or to assist the DAO in analyzing how the Service is used. For the purpose of the GDPR, Service Providers are considered Data Processors.": "يعني أي شخص طبيعي أو قانوني يعالج البيانات نيابة عن DAO. يشير إلى الشركات أو الأفراد من الطرف الثالث الذين يعملون لصالح DAO لتسهيل الخدمة، أو تقديم الخدمة نيابة عن DAO، أو تقديم خدمات تتعلق بالخدمة، أو مساعدة DAO في تحليل كيفية استخدام الخدمة. بغرض الامتثال للوائح حماية البيانات العامة، يُعتبر مقدمو الخدمة معالجي بيانات.",
	"Usage Data": "بيانات الاستخدام",
	"refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).": "تشير إلى البيانات التي تم جمعها تلقائيًا، سواء تم إنشاؤها من خلال استخدام الخدمة أو من بنية الخدمة نفسها (على سبيل المثال، مدة زيارة الصفحة).",
	"You": "أنت",
	"Under GDPR, You can be referred to as the Data Subject or as the User as you are the individual using the Service.": "تحت قانون حماية البيانات العام الأوروبي (GDPR)، يمكن أن يشار إليك بصفتك الموضوع البيانات أو بصفتك المستخدم لأنك الشخص الذي يستخدم الخدمة.",
	"Collecting and Using Your Personal Data": "جمع واستخدام بياناتك الشخصية",
	"Types of Data Collected": "أنواع البيانات المجمعة",
	"While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:": "أثناء استخدام خدمتنا، قد نطلب منك تقديم لنا بعض المعلومات الشخصية التي يمكن استخدامها للاتصال بك أو تحديد هويتك. قد تشمل المعلومات الشخصية التي يمكن تحديدها، ولكن لا تقتصر على:",
	"Email address": "عنوان البريد الإلكتروني",
	"First name and last name": "الاسم الأول والاسم الأخير",
	"Usage Data is collected automatically when using the Service.": "يتم جمع بيانات الاستخدام تلقائيًا عند استخدام الخدمة.",
	"Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.": "قد تتضمن بيانات الاستخدام معلومات مثل عنوان بروتوكول الإنترنت لجهازك (على سبيل المثال، عنوان IP)، نوع المتصفح، إصدار المتصفح، الصفحات التي تزورها على خدمتنا، وقت وتاريخ زيارتك، الوقت الذي قضيته على تلك الصفحات، معرفات الأجهزة الفريدة وبيانات تشخيصية أخرى.",
	"When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.": "عندما تصل إلى الخدمة عبر جهاز محمول، قد نقوم بجمع معلومات معينة تلقائيًا، بما في ذلك، على سبيل المثال لا الحصر، نوع الجهاز المحمول الذي تستخدمه، معرف الجهاز المحمول الفريد الخاص بك، عنوان IP لجهازك المحمول، نظام تشغيل جهازك المحمول، نوع متصفح الإنترنت المحمول الذي تستخدمه، ومعرفات الجهاز الفريدة وبيانات تشخيصية أخرى.",
	"We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.": "قد نقوم أيضًا بجمع المعلومات التي يرسلها متصفحك كلما زرت خدمتنا أو عندما تصل إلى الخدمة عبر جهاز محمول.",
	"Cookies & Browser Storage": "الكوكيز وتخزين المتصفح",
	"The Websites may use cookies. We use cookies and browser storage only for essential settings to improve your experience—not for tracking. These help remember your preferences, such as language settings or consent choices, so you don’t have to reset them each time you visit.": "قد تستخدم المواقع الإلكترونية ملفات تعريف الارتباط. نحن نستخدم ملفات تعريف الارتباط وتخزين المتصفح فقط للإعدادات الأساسية لتحسين تجربتك - وليس لتتبعك. تساعد هذه الإعدادات في تذكر تفضيلاتك، مثل إعدادات اللغة أو خيارات الموافقة، بحيث لا تحتاج إلى إعادة تعيينها في كل مرة تزور فيها.",
	"We do not use cookies for tracking or personalized advertising. You can manage or disable cookies in your browser settings, but some features may not work properly without them.": "نحن لا نستخدم ملفات تعريف الارتباط لتتبع أو الإعلانات المخصصة. يمكنك إدارة أو تعطيل ملفات تعريف الارتباط في إعدادات متصفحك، ولكن قد لا تعمل بعض الميزات بشكل صحيح بدونها.",
	"Matomo Analytics": "تحليلات ماتومو",
	"Our website may use Matomo, an open-source analytics platform, to gather insights into website usage. This includes anonymized data such as:": "قد يستخدم موقعنا Matomo، وهو منصة تحليلات مفتوحة المصدر، لجمع رؤى حول استخدام الموقع الإلكتروني. يتضمن ذلك البيانات المجهولة مثل:",
	"Pages visited and navigation paths": "الصفحات التي تم زيارتها ومسارات التصفح",
	"Time spent on our website": "الوقت الذي قضيته على موقعنا",
	"Whether you’re a returning or new visitor": "سواء كنت زائرًا عائدًا أو جديدًا",
	"Your device type (desktop, mobile, etc.)": "نوع جهازك (سطح المكتب، الهاتف المحمول، إلخ)",
	"To protect your privacy, your IP address is anonymized before being stored. The data we collect is only used to improve the website and is not used for personal identification.": "لحماية خصوصيتك، يتم تجهيز عنوان الآي بي الخاص بك بشكل مجهول قبل تخزينه. البيانات التي نجمعها تستخدم فقط لتحسين الموقع ولا تستخدم للتعرف الشخصي.",
	"Under Art. 6(1)(f) GDPR": "تحت المادة 6(1)(f) من قانون حماية البيانات العام الأوروبي (GDPR)",
	"we process this data based on our legitimate interest in enhancing our services.": "نحن نعالج هذه البعانات بناءً على مصلحتنا المشروعة في تعزيز خدماتنا.",
	"Opt-Out Option": "خيار الاستبعاد",
	"You can disable Matomo tracking at any time:": "يمكنك تعطيل تتبع ماتومو في أي وقت:",
	"Use of Your Personal Data": "استخدام بياناتك الشخصية",
	"The DAO may use Personal Data for the following purposes:": "قد تستخدم الهيئة المستقلة البيانات الشخصية للأغراض التالية:",
	"To provide and maintain our Service": "توفير وصيانة خدمتنا",
	"including to monitor the usage of our Service.": "بما في ذلك مراقبة استخدام خدمتنا.",
	"For the performance of a contract": "لأداء عقد",
	"the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.": "تطوير والامتثال وتنفيذ عقد الشراء للمنتجات أو العناصر أو الخدمات التي قمت بشرائها أو أي عقد آخر معنا من خلال الخدمة.",
	"To contact You": "للتواصل معك",
	"To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.": "للتواصل معك عبر البريد الإلكتروني، المكالمات الهاتفية، الرسائل النصية، أو أشكال الاتصال الإلكتروني الأخرى المعادلة، مثل إشعارات الدفع عبر تطبيق الجوال بخصوص التحديثات أو الاتصالات الإعلامية ذات الصلة بالوظائف أو المنتجات أو الخدمات المتعاقد عليها، بما في ذلك تحديثات الأمان، عند الضرورة أو الاعتبار المعقول لتنفيذها.",
	"To provide You": "لتزويدك",
	"with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.": "مع الأخبار والعروض الخاصة والمعلومات العامة حول السلع والخدمات والفعاليات الأخرى التي نقدمها والتي تشابه تلك التي قمت بشرائها بالفعل أو الاستفسار عنها ما لم تختار عدم تلقي مثل هذه المعلومات.",
	"To manage Your requests": "لإدارة طلباتك",
	"To attend and manage Your requests to Us.": "لحضور وإدارة طلباتك إلينا.",
	"For other purposes": "لأغراض أخرى",
	"We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.": "قد نستخدم معلوماتك لأغراض أخرى، مثل تحليل البيانات، وتحديد اتجاهات الاستخدام، وتحديد فعالية حملاتنا الترويجية، وتقييم وتحسين خدمتنا، ومنتجاتنا، وخدماتنا، وتسويقنا، وتجربتك.",
	"We may share Your personal information in the following situations:": "قد نشارك معلوماتك الشخصية في الحالات التالية:",
	"With Service Providers": "مع مقدمي الخدمات",
	"We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to contact You.": "قد نشارك معلوماتك الشخصية مع مقدمي الخدمات لمراقبة وتحليل استخدام خدمتنا، وللتواصل معك.",
	"With Your consent": "بموافقتكم",
	"We may disclose Your personal information for any other purpose with Your consent.": "قد نكشف معلوماتك الشخصية لأي غرض آخر بموافقتك.",
	"Retention of Your Personal Data": "احتفاظ ببياناتك الشخصية",
	"The DAO will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.": "سيحتفظ الـ DAO ببياناتك الشخصية فقط للفترة اللازمة لأغراض تحدد في سياسة الخصوصية هذه. سنحتفظ ببياناتك الشخصية ونستخدمها إلى الحد اللازم للامتثال لالتزاماتنا القانونية (على سبيل المثال، إذا كان يتعين علينا الاحتفاظ ببياناتك للامتثال للقوانين السارية)، وحل النزاعات، وفرض اتفاقياتنا القانونية وسياساتنا.",
	"The DAO will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.": "سيحتفظ الـ DAO أيضًا ببيانات الاستخدام لأغراض التحليل الداخلي. تُحتفظ عادةً ببيانات الاستخدام لفترة زمنية أقصر، ما لم يتم استخدام هذه البيانات لتعزيز الأمان أو تحسين وظائف خدمتنا، أو إذا كنا ملزمين قانونيًا بالاحتفاظ بهذه البيانات لفترات زمنية أطول.",
	"Security of Your Personal Data": "أمان بياناتك الشخصية",
	"The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.": "أمان بياناتك الشخصية مهم بالنسبة لنا، ولكن تذكر أنه لا يوجد أي طريقة للنقل عبر الإنترنت أو طريقة للتخزين الإلكتروني تكون آمنة بنسبة 100٪. بينما نحن نسعى لاستخدام وسائل تجارية مقبولة لحماية بياناتك الشخصية، إلا أننا لا نستطيع ضمان أمانها المطلق.",
	"Detailed Information on the Processing of Your Personal Data": "معلومات مفصلة حول معالجة بياناتك الشخصية",
	"Your information, including Personal Data, is processed is processed at the DAO's website service provider(s) and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.": "يتم معالجة معلوماتك، بما في ذلك البيانات الشخصية، على موقع مزودي خدمة موقع الـ DAO وفي أي أماكن أخرى يتواجد فيها الأطراف المعنية بالمعالجة. وهذا يعني أنه قد يتم نقل هذه المعلومات إلى أجهزة الكمبيوتر الموجودة خارج دولتك أو مقاطعتك أو بلدك أو أي سلطة حكومية أخرى حيث قد تختلف قوانين حماية البيانات عن تلك الموجودة في سلطتك القضائية.",
	"Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.": "موافقتك على سياسة الخصوصية هذه تليها تقديمك لهذه المعلومات يمثل اتفاقك على تلك النقلة.",
	"The DAO will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.": "سيقوم الـ DAO باتخاذ جميع الخطوات الضرورية بما يعقل لضمان معالجة بياناتك بشكل آمن ووفقًا لهذه السياسة الخاصة بالخصوصية، ولن يتم نقل بياناتك الشخصية إلى منظمة أو بلد ما ما لم تكن هناك ضوابط كافية مثل أمان بياناتك ومعلوماتك الشخصية الأخرى.",
	"Please note that any data transmission on the Internet (e.g. communication by e-mail) is generally not secure and we accept no liability for data transmitted to us via the Internet. Unfortunately, absolute protection is not technically possible. This information does not apply to the Website of third parties and the corresponding links given on our Website. The DAO assumes no responsibility and liability for these.": "يرجى ملاحظة أن أي نقل للبيانات عبر الإنترنت (على سبيل المثال، التواصل عبر البريد الإلكتروني) عمومًا ليس آمنًا ونحن لا نتحمل أي مسؤولية عن البيانات المرسلة إلينا عبر الإنترنت. للأسف، لا يمكن تحقيق حماية مطلقة من الناحية التقنية. هذه المعلومات لا تنطبق على موقع الويب للأطراف الثالثة والروابط المقابلة الموجودة على موقعنا الإلكتروني. لا تتحمل الهيئة المسؤولية والتبعات عن ذلك.",
	"The Service Providers We use may have access to Your Personal Data. These third-party vendors collect, store, use, process and transfer information about Your activity on Our Service in accordance with their Privacy Policies.": "قد تكون لدى مقدمي الخدمة الذين نستخدمهم وصول إلى بياناتك الشخصية. تقوم هذه الشركات الموردة من الطرف الثالث بجمع وتخزين واستخدام ومعالجة ونقل المعلومات حول نشاطك على خدمتنا وفقًا لسياسات خصوصيتهم.",
	"Email Marketing": "التسويق عبر البريد الإلكتروني",
	"We may use Your Personal Data to contact You with newsletters, marketing or promotional materials and other information that may be of interest to You. You may opt-out of receiving any, or all, of these communications from Us by following the unsubscribe link or instructions provided in any email We send or by contacting Us.": "قد نستخدم بياناتك الشخصية للاتصال بك من خلال النشرات الإخبارية والمواد التسويقية أو الترويجية والمعلومات الأخرى التي قد تكون مهمة بالنسبة لك. يمكنك اختيار عدم تلقي أي من هذه الاتصالات منا عن طريق اتباع رابط إلغاء الاشتراك أو التعليمات المقدمة في أي بريد إلكتروني نرسله أو عن طريق الاتصال بنا.",
	"We may use Email Marketing Service Providers to manage and send emails to You;": "قد نستخدم مزودي خدمات التسويق عبر البريد الإلكتروني لإدارة وإرسال رسائل البريد الإلكتروني إليك؛",
	"Unisender": "يونيسندر",
	"Their Privacy Policy can be viewed at": "يمكن الاطلاع على سياسة الخصوصية الخاصة بهم على",
	"Usage, Performance and Miscellaneous": "الاستخدام، الأداء والمتفرقات",
	"We may use third-party Service Providers to maintain and improve our Service.": "قد نستخدم مقدمي خدمات من الطرف الثالث للحفاظ على خدمتنا وتحسينها.",
	"hcaptcha": "تحقق من البشرية",
	"GDPR Privacy": "الخصوصية ولائحة حماية البيانات العامة الأوروبية (GDPR)",
	"Legal Basis for Processing Personal Data under GDPR": "الأساس القانوني لمعالجة البيانات الشخصية بموجب قواعد حماية البيانات العامة في الاتحاد الأوروبي",
	"We may process Personal Data under the following conditions:": "قد نقوم بمعالجة البيانات الشخصية بموجب الشروط التالية:",
	"Consent:": "موافقة:",
	"You have given Your consent for processing Personal Data for one or more specific purposes.": "لقد قدمت موافقتك على معالجة البيانات الشخصية لأغراض واحدة أو أكثر محددة.",
	"Performance of a contract:": "أداء عقد:",
	"Provision of Personal Data is necessary for the performance of an agreement with You and/or for any pre-contractual obligations thereof.": "تقديم البيانات الشخصية ضروري لأداء اتفاق معك و/أو لأي التزامات قبل التعاقد بها.",
	"Legal obligations:": "التزامات قانونية:",
	"Processing Personal Data is necessary for compliance with a legal obligation to which the DAO is subject.": "معالجة البيانات الشخصية ضرورية للامتثال لالتزام قانوني يخضع له الديسنترالايزد أوتونوموس أورجانيزايشن.",
	"Vital interests:": "المصالح الحيوية:",
	"Processing Personal Data is necessary in order to protect Your vital interests or of another natural person.": "معالجة البعض الشخصية ضرورية من أجل حماية مصالحك الحيوية أو مصالح شخص آخر طبيعي.",
	"Public interests:": "المصالح العامة:",
	"Processing Personal Data is related to a task that is carried out in the public interest or in the exercise of official authority vested in the DAO.": "معالجة البيانات الشخصية مرتبطة بمهمة تُنفذ في المصلحة العامة أو في ممارسة السلطة الرسمية الممنوحة للمنظمة المستقلة اللامركزية.",
	"Legitimate interests:": "المصالح المشروعة:",
	"Processing Personal Data is necessary for the purposes of the legitimate interests pursued by the DAO.": "معالجة البيانات الشخصية ضرورية لأغراض المصالح المشروعة التي تسعى إليها DAO.",
	"In any case, the DAO will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.": "في أي حال، سيساعد الهيئة بكل سرور في توضيح الأساس القانوني الخاص الذي ينطبق على المعالجة، وعلى وجه الخصوص ما إذا كان تقديم البيانات الشخصية متطلبًا قانونيًا أو عقديًا، أو متطلبًا ضروريًا لدخول عقد.",
	"Your Rights under the GDPR": "حقوقك بموجب قوانين حماية البيانات العامة الأوروبية",
	"The DAO undertakes to respect the confidentiality of Your Personal Data and to guarantee You can exercise Your rights.": "يتعهد الهيئة بأن تحترم سرية بياناتك الشخصية وضمان قدرتك على ممارسة حقوقك.",
	"You have the right under this Privacy Policy, and by law if You are within the EU, to:": "لديك الحق بموجب سياسة الخصوصية هذه، وبموجب القانون إذا كنت داخل الاتحاد الأوروبي، أن:",
	"Request access to Your Personal Data.": "طلب الوصول إلى بعض بياناتك الشخصية.",
	"The right to access, update or delete the information We have on You. Whenever made possible, you can access, update or request deletion of Your Personal Data directly within Your account settings section. If you are unable to perform these actions yourself, please contact Us to assist You. This also enables You to receive a copy of the Personal Data We hold about You.": "الحق في الوصول إلى المعلومات التي لدينا عنك وتحديثها أو حذفها. في حال توفر الفرصة، يمكنك الوصول إلى بعض البيانات الشخصية الخاصة بك وتحديثها أو طلب حذفها مباشرة من خلال قسم إعدادات الحساب الخاص بك. إذا كنت غير قادر على إجراء هذه الإجراءات بنفسك، يرجى الاتصال بنا لمساعدتك. كما يمكنك أيضًا الحصول على نسخة من البيانات الشخصية التي نحتفظ بها عنك.",
	"Request correction of the Personal Data that We hold about You.": "نطلب تصحيح البيانات الشخصية التي نحتفظ بها عنك.",
	"You have the right to have any incomplete or inaccurate information We hold about You corrected.": "لديك الحق في تصحيح أي معلومات غير كاملة أو غير دقيقة نحتفظ بها عنك.",
	"Object to processing of Your Personal Data.": "اعتراض على معالجة بياناتك الشخصية.",
	"This right exists where We are relying on a legitimate interest as the legal basis for Our processing and there is something about Your particular situation, which makes You want to object to our processing of Your Personal Data on this ground. You also have the right to object where We are processing Your Personal Data for direct marketing purposes.": "هذا الحق موجود عندما نعتمد على مصلحة شرعية كأساس قانوني لمعالجتنا وهناك شيء معين في وضعك، يجعلك ترغب في الاعتراض على معالجتنا لبياناتك الشخصية بهذا الأساس. لديك أيضًا الحق في الاعتراض عندما نقوم بمعالجة بياناتك الشخصية لأغراض التسويق المباشر.",
	"Request erasure of Your Personal Data.": "طلب مسح بياناتك الشخصية.",
	"You have the right to ask Us to delete or remove Personal Data when there is no good reason for Us to continue processing it.": "لديك الحق في طلب منا حذف أو إزالة البيانات الشخصية عندما لا يكون هناك سبب وجيه لنا لمواصلة معالجتها.",
	"Request the transfer of Your Personal Data.": "طلب نقل بياناتك الشخصية.",
	"We will provide to You, or to a third-party You have chosen, Your Personal Data in a structured, commonly used, machine-readable format. Please note that this right only applies to automated information which You initially provided consent for Us to use or where We used the information to perform a contract with You.": "سنقدم لك، أو لطرف ثالث قمت باختياره، بياناتك الشخصية في تنسيق منظم، يمكن قراءته بواسطة الآلة. يرجى ملاحظة أن هذا الحق ينطبق فقط على المعلومات التي قدمتها أولاً ووافقت على استخدامها أو حيث استخدمنا المعلومات لأداء عقد معك.",
	"Withdraw Your consent.": "سحب موافقتك.",
	"You have the right to withdraw Your consent on using your Personal Data. If You withdraw Your consent, We may not be able to provide You with access to certain specific functionalities of the Service.": "لديك الحق في سحب موافقتك على استخدام بياناتك الشخصية. إذا قمت بسحب موافقتك، قد لا نكون قادرين على توفير لك الوصول إلى بعض الوظائف الخاصة بالخدمة.",
	"Exercising of Your GDPR Data Protection Rights": "ممارسة حقوق حماية البيانات الخاصة بك طبقًا للوائح حماية البيانات العامة الأوروبية (GDPR)",
	"You may exercise Your rights of access, rectification, cancellation and opposition by contacting Us. Please note that we may ask You to verify Your identity before responding to such requests. If You make a request, We will try our best to respond to You as soon as possible.": "يمكنك ممارسة حقوق الوصول والتصحيح والإلغاء والاعتراض الخاصة بك عن طريق الاتصال بنا. يرجى ملاحظة أنه قد نطلب منك التحقق من هويتك قبل الرد على مثل هذه الطلبات. إذا قمت بطلب، سنبذل قصارى جهدنا للرد عليك في أقرب وقت ممكن.",
	"You have the right to complain to a Data Protection Authority about Our collection and use of Your Personal Data. For more information, if You are in the European Economic Area (EEA), please contact Your local data protection authority in the EEA.": "لديك الحق في تقديم شكوى إلى سلطة حماية البيانات بخصوص جمعنا واستخدامنا لبياناتك الشخصية. لمزيد من المعلومات، إذا كنت في منطقة الاتحاد الأوروبي الاقتصادية (EEA)، يرجى الاتصال بسلطة حماية البيانات المحلية في EEA.",
	"Children's Privacy": "خصوصية الأطفال",
	"Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.": "لا يستهدف خدمتنا أي شخص دون سن 13 عامًا. نحن لا نقوم بجمع معلومات شخصية محددة عن أي شخص دون سن 13 عامًا عن علم. إذا كنت والدًا أو وصيًا وكنت على علم بأن طفلك قد قدم لنا بيانات شخصية، يرجى الاتصال بنا. إذا أصبح لدينا علم بأننا قمنا بجمع بيانات شخصية عن أي شخص دون سن 13 عامًا دون التحقق من موافقة الوالدين، فإننا نتخذ خطوات لإزالة تلك المعلومات من خوادمنا.",
	"If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.": "إذا كان علينا الاعتماد على موافقتك كأساس قانوني لمعالجة معلوماتك وكانت بلدك تتطلب موافقة من الوالدين، فقد نحتاج إلى موافقة والديك قبل جمع واستخدام تلك المعلومات.",
	"Links to Other Websites": "روابط إلى مواقع الإنترنت الأخرى",
	"Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit.": "قد تحتوي خدمتنا على روابط إلى مواقع ويب أخرى لا تديرها نحن. إذا قمت بالنقر على رابط طرف ثالث، سيتم توجيهك إلى موقع هذا الطرف الثالث. ننصحك بشدة بمراجعة سياسة الخصوصية لكل موقع تزوره.",
	"We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.": "ليس لدينا أي تحكم ولا نتحمل أي مسؤولية عن محتوى أو سياسات الخصوصية أو الممارسات في أي مواقع أو خدمات تابعة لأطراف ثالثة.",
	"Changes to this Privacy Policy": "تغييرات على سياسة الخصوصية هذه",
	"We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.": "قد نقوم بتحديث سياسة الخصوصية الخاصة بنا من وقت لآخر. سنقوم بإخطارك بأي تغييرات عن طريق نشر السياسة الجديدة على هذه الصفحة.",
	"You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.": "يُنصح بمراجعة سياسة الخصوصية هذه بانتظام لأي تغييرات. تكون التغييرات على سياسة الخصوصية هذه فعالة عند نشرها على هذه الصفحة.",
	"Contact Us": "اتصل بنا",
	"If you have any questions about this Privacy Policy, You can contact us:": "إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه، يمكنك الاتصال بنا:",
	"By visiting this page on our website:": "من خلال زيارة هذه الصفحة على موقعنا الإلكتروني:",
	"This Agreement is originally written in English. This AI translation is provided for your reference only.": "هذا الاتفاق مكتوب بالأصل باللغة الإنجليزية. تم توفير هذه الترجمة الذكية لأغراض الإشارة فقط.",
	"Last updated: February 05, 2025": "آخر تحديث: 05 فبراير 2025",
	"(referred to as either 'the DAO', 'We', 'Us' or 'Our' in this Agreement) refers to decentralized autonomous organization Robonomics Network, an operator for website": "(المشار إليها سواء بـ DAO أو نحن أو نحن أو لنا في هذه الاتفاقية) تشير إلى منظمة ذاتية متمركزة Robonomics Network، وهي مشغل لموقع الويب",
	"(referred to as either 'Your' in this Agreement) means the individual accessing or using the Service, or the DAO, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.": "(المشار إليه باسم \"أنت\" في هذه الاتفاقية) يعني الشخص الذي يصل إلى الخدمة أو يستخدمها، أو الهيئة المستقلة اللامركزية، أو الكيان القانوني الآخر الذي يقوم هذا الشخص بالوصول إلى الخدمة أو استخدامها نيابة عنه، حسب الاقتضاء.",
	"We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the 'Last updated' date at the top of this Privacy Policy.": "سنقوم بإعلامك عبر البريد الإلكتروني و/أو إشعار بارز على خدمتنا، قبل أن يصبح التغيير ساري المفعول وسنقوم بتحديث تاريخ آخر تحديث في أعلى سياسة الخصوصية هذه."
}