{
	"404": "404",
	"Smart Home": "Умный дом",
	"Overview": "Обзор",
	"Install Smart Home": "Установить умный дом",
	"Home Assistant Init": "Инициализация домашнего помощника",
	"Add devices": "Добавить устройства",
	"Zigbee Devices": "Устройства Zigbee",
	"Virtual Devices": "Виртуальные устройства",
	"Subscription Activate": "Активация подписки",
	"Robonomics Integration Setup": "Настройка интеграции Robonomics",
	"Add User": "Добавить пользователя",
	"Advanced Setup": "Расширенная настройка",
	"Upgrade Home Assistant OS": "Обновление операционной системы Home Assistant",
	"Robonomics Installation": "Установка Robonomics",
	"Upgrade Home Assistant Docker for Unix-like OS": "Обновление Home Assistant Docker для ОС Unix",
	"Upgrade Home Assistant Core": "Обновление ядра Home Assistant",
	"Use": "Использование",
	"Get Smart Home Telemetry": "Получить телеметрию умного дома",
	"Backup Services": "Сервисы резервного копирования",
	"Robonomics Video Service": "Видеосервис Robonomics",
	"Rtz Camera Control in Home Assistant": "Управление камерой Rtz в Home Assistant",
	"Pinata Setup": "Настройка Pinata",
	"Оn-Chain Gov Experiment": "Эксперимент с управлением на цепочке",
	"Blueprints": "Чертежи",
	"How To Use Blueprints": "Как использовать чертежи",
	"Get Notified When Door Opens": "Получать уведомления при открытии двери",
	"Robonomics Devices": "Устройства Robonomics",
	"IR Remote": "ИК-пульт",
	"Energy Monitoring": "Мониторинг энергопотребления",
	"1 Gang Smart Switch": "1-канальный умный выключатель",
	"2 Gang Smart Switch": "2-канальный умный выключатель",
	"Air Quality Sensor": "Датчик качества воздуха",
	"Robonomics Parachain Theory": "Теория парачейна Robonomics",
	"Glossary": "Глоссарий",
	"Create Account for Robonomics Parachain": "Создать аккаунт для парачейна Robonomics",
	"How to Run Robonomics Dev Node": "Как запустить узел разработки Robonomics",
	"Adding Funds To Your Account on Robonomics Portal": "Добавление средств на ваш аккаунт в портале Robonomics",
	"Basics: Datalog": "Основы: Datalog",
	"Basics: Launch": "Основы: Запуск",
	"Basics: Digital Twins": "Основы: Цифровые двойники",
	"Basics: Liability": "Основы: Ответственность",
	"Python interface and Robonomics IO": "Интерфейс Python и Robonomics IO",
	"RWS: How to Buy a Subscription": "RWS: Как купить подписку",
	"RWS: How to Send Launch with Subscription": "RWS: Как отправить запуск с подпиской",
	"Robonomics on Ethereum": "Robonomics на Ethereum",
	"Robonomics OpenGov": "Robonomics OpenGov",
	"How to build collator node from source": "Как построить узел коллатора из исходного кода",
	"How to Update Collator Node Version": "Как обновить версию узла коллатора",
	"How to send extrinsic from ESP": "Как отправить экструзию из ESP",
	"How to Edit Wiki": "Как редактировать вики",
	"How to Contribute": "Как внести вклад",
	"Home": "Главная",
	"doc.title": "doc.title",
	"item.title": "item.title",
	"{% set links = doc.children |": "{% set links = doc.children |",
	"transformSummaryLinks%}": "transformSummaryLinks%}",
	"Privacy Policy": "Политика конфиденциальности",
	"This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "Эта политика описывает информацию, которую мы собираем от вас, как мы используем эту информацию и наше законное основание для этого. Она также описывает, может ли и как эта информация быть раскрыта, а также ваши права и выбор в отношении предоставленной вами информации.",
	"Where are those annoying cookie consent pop-ups?": "Где эти раздражающие всплывающие окна с согласием на использование файлов cookie?",
	"We don't need cookie consent is needed because:": "Нам не нужно согласие на использование файлов cookie, потому что:",
	"Tracking cookies are not used": "Отслеживающие файлы cookie не используются",
	"The data is not used for any other purpose than analytics": "Данные не используются ни для каких других целей, кроме аналитики",
	"Visitors aren't tracked across websites": "Посетители не отслеживаются на разных веб-сайтах",
	"A user cannot be tracked across days within the same website": "Пользователь не может быть отслежен на протяжении нескольких дней на одном и том же веб-сайте",
	"What We Collect and Receive": "Что мы собираем и получаем",
	"In order for us to provide you the best possible experience on our websites, we need to collect and process certain information. Depending on your use of the Services, that may include:": "Для предоставления вам наилучшего опыта на наших веб-сайтах нам необходимо собирать и обрабатывать определенную информацию. В зависимости от вашего использования услуг это может включать в себя:",
	"Contact us via email": "Свяжитесь с нами по электронной почте",
	"for example, when you submit our forms, send us questions or comments, or report a problem, we will collect your name, email address, message, etc. We use this data solely in connection with answering the queries we receive.": "например, когда вы отправляете наши формы, отправляете нам вопросы или комментарии или сообщаете о проблеме, мы собираем ваше имя, адрес электронной почты, сообщение и т. д. Мы используем эти данные исключительно для ответа на запросы, которые мы получаем.",
	"name": "имя",
	"email address": "адрес электронной почты",
	"message": "сообщение",
	"etc. We use this data solely in connection with answering the queries we receive.": "и т. д. Мы используем эти данные исключительно для ответа на запросы, которые мы получаем.",
	"Usage data": "Данные использования",
	"when you visit our website, we will store: the URL from which you visited us from, web pages of our website you visit, the date and duration of your visit, your anonymized IP address, the device specifications (device type, operating system, screen resolution, language, country you are located in, and web browser type) you used during your visit, and": "когда вы посещаете наш веб-сайт, мы будем хранить: URL-адрес, с которого вы к нам обратились, веб-страницы нашего сайта, которые вы посещаете, дату и продолжительность вашего визита, ваш анонимизированный IP-адрес, характеристики устройства (тип устройства, операционная система, разрешение экрана, язык, страна, в которой вы находитесь, и тип веб-браузера), используемые вами во время вашего визита, и",
	"other": "другие",
	"non-personal data. We process this usage data only on our server, not passing it to third-parties with": "неперсональные данные. Мы обрабатываем эти данные использования только на нашем сервере, не передавая их третьим лицам с",
	"Matomo": "Matomo",
	"web analytics platform that gives us 100% data ownership. This analytics helps us to improve user experience with our website and to recognize and stop any misuse.": "веб-платформа аналитики, которая дает нам 100% владение данными. Эта аналитика помогает нам улучшить пользовательский опыт на нашем сайте и распознать и предотвратить любое злоупотребление.",
	"Non-personalized cookies": "Не персонализированные файлы cookie",
	"we use non-tracking cookies (small data files transferred onto computers or devices by sites) for record-keeping purposes and to enhance functionality on our website. You may deactivate or restrict the transmission of these cookies by changing the settings of your web browser or by opt-out on this page in the form below. Cookies that are already stored may be deleted at any time.": "мы используем неотслеживаемые файлы cookie (небольшие файлы данных, передаваемые на компьютеры или устройства сайтами) для ведения записей и улучшения функциональности нашего веб-сайта. Вы можете деактивировать или ограничить передачу этих файлов cookie, изменив настройки вашего веб-браузера или отказавшись от них на этой странице в форме ниже. Сохраненные файлы cookie можно удалить в любое время.",
	"Opt-out of website tracking": "Отказ от отслеживания веб-сайта",
	"You can opt out of being tracked by our Matomo Analytics instance below:": "Вы можете отказаться от отслеживания нашим экземпляром аналитики Matomo ниже:",
	"Your Rights": "Ваши права",
	"You have the right to be informed of Personal Data processed by Matomo, a right to rectification/correction, erasure and restriction of processing. You also have the right to ask from us a structured, common and machine-readable format of Personal Data you provided to us.": "У вас есть право быть информированным о персональных данных, обрабатываемых Matomo, право на исправление/коррекцию, стирание и ограничение обработки. Вы также имеете право запросить у нас структурированный, общий и машинно-читаемый формат персональных данных, предоставленных вами.",
	"We can only identify you via your email address and we can only adhere to your request and provide information if we have Personal Data about you through you having made contact with us directly and/or you using our site and/or service. We cannot provide, rectify or delete any data that we store on behalf of our users or customers.": "Мы можем идентифицировать вас только по вашему адресу электронной почты и можем только соблюдать ваш запрос и предоставлять информацию, если у нас есть персональные данные о вас через ваш контакт с нами напрямую и/или использование нашего сайта и/или сервиса. Мы не можем предоставлять, исправлять или удалять какие-либо данные, которые мы храним от имени наших пользователей или клиентов.",
	"To exercise any of the rights mentioned in this Privacy Policy and/or in the event of questions or comments relating to the use of Personal Data you may contact us.": "Для осуществления любых из прав, упомянутых в настоящей Политике конфиденциальности и/или в случае вопросов или комментариев, касающихся использования персональных данных, вы можете связаться с нами.",
	"In addition, you have the right to lodge a complaint with the data protection authority in your jurisdiction.": "Кроме того, у вас есть право подать жалобу в орган по защите данных в вашей юрисдикции.",
	"Retention of data": "Сохранение данных",
	"We will retain your information as long as necessary to provide you with the services or as otherwise set forth in this Policy. We will also retain and use this information as necessary for the purposes set out in this Policy and to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements and protect Robonomics Wiki legal rights.": "Мы будем хранить ваши данные так долго, как это необходимо для предоставления вам услуг или как это предусмотрено в настоящей Политике. Мы также будем сохранять и использовать эту информацию по мере необходимости для целей, установленных в настоящей Политике, и в той степени, в которой это необходимо для соблюдения наших юридических обязательств, разрешения споров, обеспечения исполнения наших соглашений и защиты прав Robonomics Wiki.",
	"We also collect and maintain aggregated, anonymized or pseudonymized information which we may retain indefinitely to protect the safety and security of our Site, improve our Services or comply with legal obligations.": "Мы также собираем и поддерживаем агрегированную, анонимизированную или псевдонимизированную информацию, которую мы можем хранить бессрочно для защиты безопасности и надежности нашего сайта, улучшения наших услуг или соблюдения юридических обязательств.",
	"Explore Robonomics with guides": "Исследуйте Robonomics с руководствами",
	"Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "Изучайте Robonomics через учебники и практически полезные эксперименты. Эта документация предназначена для помощи вам подключить роботов или код dApps в сети Robonomics.",
	"Welcome to Robonomics Wiki!": "Добро пожаловать в вики Робономики!",
	"Robonomics is a set of tools for connecting IoT devices to the blockchain.": "Робономика - это набор инструментов для подключения устройств интернета вещей к блокчейну.",
	"Here you can learn how to build IoT applications": "Здесь вы можете узнать, как создавать приложения для интернета вещей",
	"or code dApps within Robonomics Network.": "или разрабатывать dApps в сети Робономики.",
	"Page disappeared, we are sorry": "Страница исчезла, мы сожалеем",
	"Some content moved to": "Некоторый контент перемещен на",
	"academy": "академию",
	"or try to find updated content here on": "или попробуйте найти обновленный контент здесь на",
	"wiki": "вики",
	"How to edit Wiki": "Как редактировать вики",
	"Translation was executed by AI so there may be some inaccuracies": "Перевод был выполнен искусственным интеллектом, поэтому могут быть некоторые неточности",
	"Tell us more": "Расскажите нам больше",
	"Sending your info...": "Отправляем вашу информацию...",
	"?": "?",
	"Ask your question": "Задайте свой вопрос",
	"Main contributors:": "Основные участники:",
	"Make a contribution": "Внести вклад",
	"Robonomics wiki is open source. See something that's wrong or unclear?": "Вики Робономики - это открытый источник. Заметили ошибку или недопонимание?",
	"Inform us": "Сообщите нам",
	"please, if you find any": "пожалуйста, если найдете что-либо",
	"Robonomics smart devices": "Умные устройства Robonomics",
	"Create an issue": "Создать проблему",
	"entry.title": "entry.title",
	"text": "текст",
	"Thanks,": "Спасибо,",
	"we'll keep in touch!": "Мы будем на связи!",
	"Couldn't complete": "Не удалось завершить",
	"It was hard": "Это было трудно",
	"It was ok": "Это было нормально",
	"It was easy": "Это было легко",
	"item.name": "item.name",
	"← + prevTitle.title": "← + prevTitle.title",
	"next": "следующий",
	"previous": "предыдущий",
	"Submit": "Отправить",
	"a pull request.": "запрос на вытягивание.",
	"commit": "совершить",
	"on": "на",
	"by": "по",
	"breadcrumb.title": "название навигационной цепочки",
	"Document summary  Explore Robonomics with guides": "Краткое описание документа: Исследуйте Робономику с помощью руководств",
	"This page not found": "Эта страница не найдена",
	"Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool.": "Отказ завершен; ваши посещения этого веб-сайта не будут записываться с помощью инструмента веб-аналитики.",
	"Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "Обратите внимание, что если вы очистите файлы cookie, удалите файл cookie отказа от рекламы или измените компьютер или веб-браузер, вам придется выполнить процедуру отказа снова.",
	"You may choose to prevent this website from aggregating and analyzing the actions you take here.": "Вы можете выбрать запретить этому веб-сайту агрегировать и анализировать действия, которые вы совершаете здесь.",
	"Doing so will protect your privacy, but will also prevent the owner from learning from your actions and creating a better experience for you and other users.": "Это поможет защитить вашу конфиденциальность, но также помешает владельцу узнавать о ваших действиях и создавать лучший опыт для вас и других пользователей.",
	"The tracking opt-out feature requires cookies to be enabled.": "Функция отказа от отслеживания требует включенных файлов cookie.",
	"The tracking opt-out feature may not work because this site was not loaded over HTTPS. Please reload the page to check if your opt out status changed;": "Функция отказа от отслеживания может не работать, потому что этот сайт не был загружен через HTTPS. Пожалуйста, перезагрузите страницу, чтобы проверить, изменился ли ваш статус отказа от отслеживания.",
	"You are not opted out.": "Вы не отказались.",
	"Uncheck this box to opt-out.": "Снимите флажок, чтобы отказаться.",
	"You are currently opted out.": "Вы в настоящее время отказались от участия.",
	"Check this box to opt-in.": "Установите этот флажок, чтобы подписаться.",
	"{# for tanslation": "{# для перевода",
	"#}": "This string does not appear to be a complete sentence or phrase in English. It seems to be a fragment or a placeholder. If you provide more context or information, I would be happy to help translate it into Russian.",
	"Launch of Robonomics Collator": "Запуск Robonomics Collator",
	"Robotics and ROS 2": "Робототехника и ROS 2",
	"About Robonomics ROS 2 Wrapper": "О Robonomics ROS 2 Wrapper",
	"Launch Robot from Cloud": "Запустить робота из облака",
	"Home Server on RISC-V": "Домашний сервер на RISC-V",
	"Home Assistant integration": "Интеграция Home Assistant",
	"Working with parachain": "Работа с парачейном"
}