{
	"404": "404",
	"Smart Home": "Умный дом",
	"Overview": "Обзор",
	"Install Smart Home": "Установить умный дом",
	"Home Assistant Init": "Инициализация домашнего помощника",
	"Add devices": "Добавить устройства",
	"Zigbee Devices": "Устройства Zigbee",
	"Virtual Devices": "Виртуальные устройства",
	"Subscription Activate": "Активация подписки",
	"Robonomics Integration Setup": "Настройка интеграции Robonomics",
	"Add User": "Добавить пользователя",
	"Advanced Setup": "Расширенная настройка",
	"Upgrade Home Assistant OS": "Обновление операционной системы Home Assistant",
	"Robonomics Installation": "Установка Robonomics",
	"Upgrade Home Assistant Docker for Unix-like OS": "Обновление Home Assistant Docker для ОС Unix",
	"Upgrade Home Assistant Core": "Обновление ядра Home Assistant",
	"Use": "Использование",
	"Get Smart Home Telemetry": "Получить телеметрию умного дома",
	"Backup Services": "Сервисы резервного копирования",
	"Robonomics Video Service": "Видеосервис Robonomics",
	"Rtz Camera Control in Home Assistant": "Управление камерой Rtz в Home Assistant",
	"Pinata Setup": "Настройка Pinata",
	"Оn-Chain Gov Experiment": "Эксперимент с управлением на цепочке",
	"Blueprints": "Чертежи",
	"How To Use Blueprints": "Как использовать чертежи",
	"Get Notified When Door Opens": "Получать уведомления при открытии двери",
	"Robonomics Devices": "Устройства Robonomics",
	"IR Remote": "ИК-пульт",
	"Energy Monitoring": "Мониторинг энергопотребления",
	"1 Gang Smart Switch": "1-канальный умный выключатель",
	"2 Gang Smart Switch": "2-канальный умный выключатель",
	"Air Quality Sensor": "Датчик качества воздуха",
	"Robonomics Parachain Theory": "Теория парачейна Robonomics",
	"Glossary": "Глоссарий",
	"Create Account for Robonomics Parachain": "Создать аккаунт для парачейна Robonomics",
	"How to Run Robonomics Dev Node": "Как запустить узел разработки Robonomics",
	"Adding Funds To Your Account on Robonomics Portal": "Добавление средств на ваш аккаунт в портале Robonomics",
	"Basics: Datalog": "Основы: Datalog",
	"Basics: Launch": "Основы: Запуск",
	"Basics: Digital Twins": "Основы: Цифровые двойники",
	"Basics: Liability": "Основы: Ответственность",
	"Python interface and Robonomics IO": "Интерфейс Python и Robonomics IO",
	"RWS: How to Buy a Subscription": "RWS: Как купить подписку",
	"RWS: How to Send Launch with Subscription": "RWS: Как отправить запуск с подпиской",
	"Robonomics on Ethereum": "Robonomics на Ethereum",
	"Robonomics OpenGov": "Robonomics OpenGov",
	"How to build collator node from source": "Как построить узел коллатора из исходного кода",
	"How to Update Collator Node Version": "Как обновить версию узла коллатора",
	"How to send extrinsic from ESP": "Как отправить экструзию из ESP",
	"How to Contribute": "Как внести вклад",
	"Home": "Главная",
	"doc.title": "doc.title",
	"item.title": "item.title",
	"{% set links = doc.children |": "{% set links = doc.children |",
	"transformSummaryLinks%}": "transformSummaryLinks%}",
	"Privacy Policy": "Политика конфиденциальности",
	"This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "Эта политика описывает информацию, которую мы собираем от вас, как мы используем эту информацию и наше законное основание для этого. Она также описывает, может ли и как эта информация быть раскрыта, а также ваши права и выбор в отношении предоставленной вами информации.",
	"name": "имя",
	"email address": "адрес электронной почты",
	"message": "сообщение",
	"etc. We use this data solely in connection with answering the queries we receive.": "и т. д. Мы используем эти данные исключительно для ответа на запросы, которые мы получаем.",
	"Explore Robonomics with guides": "Исследуйте Robonomics с руководствами",
	"Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "Изучайте Robonomics через учебники и практически полезные эксперименты. Эта документация предназначена для помощи вам подключить роботов или код dApps в сети Robonomics.",
	"Welcome to Robonomics Wiki!": "Добро пожаловать в вики Робономики!",
	"Robonomics is a set of tools for connecting IoT devices to the blockchain.": "Робономика - это набор инструментов для подключения устройств интернета вещей к блокчейну.",
	"Here you can learn how to build IoT applications": "Здесь вы можете узнать, как создавать приложения для интернета вещей",
	"or code dApps within Robonomics Network.": "или разрабатывать dApps в сети Робономики.",
	"Page disappeared, we are sorry": "Страница исчезла, мы сожалеем",
	"Some content moved to": "Некоторый контент перемещен на",
	"academy": "академию",
	"or try to find updated content here on": "или попробуйте найти обновленный контент здесь на",
	"wiki": "вики",
	"Translation was executed by AI so there may be some inaccuracies": "Перевод был выполнен искусственным интеллектом, поэтому могут быть некоторые неточности",
	"Tell us more": "Расскажите нам больше",
	"Sending your info...": "Отправляем вашу информацию...",
	"?": "?",
	"Ask your question": "Задайте свой вопрос",
	"Main contributors:": "Основные участники:",
	"Make a contribution": "Внести вклад",
	"Robonomics wiki is open source. See something that's wrong or unclear?": "Вики Робономики - это открытый источник. Заметили ошибку или недопонимание?",
	"Inform us": "Сообщите нам",
	"please, if you find any": "пожалуйста, если найдете что-либо",
	"Robonomics smart devices": "Умные устройства Robonomics",
	"Create an issue": "Создать проблему",
	"entry.title": "entry.title",
	"text": "текст",
	"Thanks,": "Спасибо,",
	"we'll keep in touch!": "Мы будем на связи!",
	"Couldn't complete": "Не удалось завершить",
	"It was hard": "Это было трудно",
	"It was ok": "Это было нормально",
	"It was easy": "Это было легко",
	"item.name": "item.name",
	"← + prevTitle.title": "← + prevTitle.title",
	"next": "следующий",
	"previous": "предыдущий",
	"Submit": "Отправить",
	"a pull request.": "запрос на вытягивание.",
	"commit": "совершить",
	"on": "на",
	"by": "по",
	"breadcrumb.title": "название навигационной цепочки",
	"Document summary  Explore Robonomics with guides": "Краткое описание документа: Исследуйте Робономику с помощью руководств",
	"This page not found": "Эта страница не найдена",
	"Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool.": "Отказ завершен; ваши посещения этого веб-сайта не будут записываться с помощью инструмента веб-аналитики.",
	"Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "Обратите внимание, что если вы очистите файлы cookie, удалите файл cookie отказа от рекламы или измените компьютер или веб-браузер, вам придется выполнить процедуру отказа снова.",
	"You may choose to prevent this website from aggregating and analyzing the actions you take here.": "Вы можете выбрать запретить этому веб-сайту агрегировать и анализировать действия, которые вы совершаете здесь.",
	"Doing so will protect your privacy, but will also prevent the owner from learning from your actions and creating a better experience for you and other users.": "Это поможет защитить вашу конфиденциальность, но также помешает владельцу узнавать о ваших действиях и создавать лучший опыт для вас и других пользователей.",
	"The tracking opt-out feature requires cookies to be enabled.": "Функция отказа от отслеживания требует включенных файлов cookie.",
	"The tracking opt-out feature may not work because this site was not loaded over HTTPS. Please reload the page to check if your opt out status changed;": "Функция отказа от отслеживания может не работать, потому что этот сайт не был загружен через HTTPS. Пожалуйста, перезагрузите страницу, чтобы проверить, изменился ли ваш статус отказа от отслеживания.",
	"You are not opted out.": "Вы не отказались.",
	"Uncheck this box to opt-out.": "Снимите флажок, чтобы отказаться.",
	"You are currently opted out.": "Вы в настоящее время отказались от участия.",
	"Check this box to opt-in.": "Установите этот флажок, чтобы подписаться.",
	"{# for tanslation": "{# для перевода",
	"#}": "This string does not appear to be a complete sentence or phrase in English. It seems to be a fragment or a placeholder. If you provide more context or information, I would be happy to help translate it into Russian.",
	"Launch of Robonomics Collator": "Запуск Robonomics Collator",
	"Robotics and ROS 2": "Робототехника и ROS 2",
	"About Robonomics ROS 2 Wrapper": "О Robonomics ROS 2 Wrapper",
	"Launch Robot from Cloud": "Запустить робота из облака",
	"Home Server on RISC-V": "Домашний сервер на RISC-V",
	"Home Assistant integration": "Интеграция Home Assistant",
	"Working with parachain": "Работа с парачейном",
	"This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.": "Эта Политика конфиденциальности описывает наши политики и процедуры по сбору, использованию и раскрытию ваших данных при использовании сервиса и информирует вас о ваших правах на конфиденциальность и о том, как закон защищает вас.",
	"We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy.": "Мы используем ваши персональные данные для предоставления и улучшения услуги. Используя услугу, вы соглашаетесь с сбором и использованием информации в соответствии с настоящей Политикой конфиденциальности.",
	"Interpretation and Definitions": "Интерпретация и определения",
	"Interpretation": "Интерпретация",
	"The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.": "Слова, первая буква которых написана заглавной буквой, имеют определенные значения в соответствии с нижеследующими условиями. Следующие определения имеют одно и то же значение независимо от того, появляются ли они в единственном числе или во множественном числе.",
	"Definitions": "Определения",
	"For the purposes of this Privacy Policy:": "Для целей настоящей Политики конфиденциальности:",
	"DAO": "DAO - это децентрализованная автономная организация.",
	"(referred to as": "(называемый",
	"Website": "Веб-сайт",
	"in this Agreement). For the purpose of the GDPR, the DAO is the Data Controller.": "В рамках этого Соглашения). Для целей GDPR DAO является контролером данных.",
	"Cookies": "Печенье",
	"are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses. More detailed information on cookies and how they work can be found at:": "файлы, которые размещаются на вашем компьютере, мобильном устройстве или любом другом устройстве веб-сайтом и содержат сведения о вашей истории просмотра на этом сайте среди многих других функций. Более подробную информацию о файлах cookie и их работе можно найти на:",
	"Country": "Страна",
	"refers to: Cyprus.": "относится к: Кипр.",
	"Data Controller": "Контролер данных",
	"for the purposes of the GDPR (General Data Protection Regulation), refers to the DAO as the legal person which alone or jointly with others determines the purposes and means of the processing of Personal Data.": "Для целей Общего регламента по защите данных (GDPR) термин DAO относится к юридическому лицу, которое самостоятельно или совместно с другими определяет цели и способы обработки персональных данных.",
	"Device": "Устройство",
	"means any device that can access the Service such as a computer, a cellphone or a digital tablet.": "означает любое устройство, которое может получить доступ к Сервису, такое как компьютер, мобильный телефон или цифровой планшет.",
	"GDPR": "Общий регламент по защите данных (GDPR)",
	"refers to EU General Data Protection Regulation.": "относится к Общему регламенту по защите данных ЕС.",
	"Personal Data": "Персональные данные",
	"is any information that relates to an identified or identifiable individual.": "Личные данные - это любая информация, относящаяся к определенному или опознаваемому лицу.",
	"For the purposes of GDPR, Personal Data means any information relating to You such as a name, an identification number, location data, online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity.": "Для целей GDPR Личные данные означают любую информацию, относящуюся к Вам, такую как имя, идентификационный номер, местоположение, онлайн-идентификатор или один или несколько факторов, специфических для физической, физиологической, генетической, умственной, экономической, культурной или социальной идентичности.",
	"Service": "Сервис",
	"refers to the Website": "относится к веб-сайту",
	"Service Provider": "Поставщик услуг",
	"means any natural or legal person who processes the data on behalf of the DAO. It refers to third-party companies or individuals employed by the DAO to facilitate the Service, to provide the Service on behalf of the DAO, to perform services related to the Service or to assist the DAO in analyzing how the Service is used. For the purpose of the GDPR, Service Providers are considered Data Processors.": "означает любое физическое или юридическое лицо, которое обрабатывает данные от имени DAO. Это относится к сторонним компаниям или лицам, нанятым DAO для облегчения предоставления услуг, предоставления услуг от имени DAO, выполнения услуг, связанных с услугой, или помощи DAO в анализе использования услуги. Для целей GDPR поставщики услуг считаются обработчиками данных.",
	"Usage Data": "Данные использования",
	"refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).": "относится к данным, собранным автоматически, либо сгенерированным при использовании Сервиса, либо из самой инфраструктуры Сервиса (например, продолжительность посещения страницы).",
	"You": "Ты",
	"Under GDPR, You can be referred to as the Data Subject or as the User as you are the individual using the Service.": "В соответствии с GDPR, вы можете быть названы Субъектом данных или Пользователем, так как вы являетесь лицом, использующим Сервис.",
	"Collecting and Using Your Personal Data": "Сбор и использование ваших персональных данных",
	"Types of Data Collected": "Типы собираемых данных",
	"While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:": "При использовании нашего сервиса мы можем попросить вас предоставить нам определенную лично идентифицируемую информацию, которая может быть использована для связи с вами или идентификации вас. Лично идентифицируемая информация может включать, но не ограничивается:",
	"Email address": "Адрес электронной почты",
	"First name and last name": "Имя и фамилия",
	"Usage Data is collected automatically when using the Service.": "Данные об использовании собираются автоматически при использовании Сервиса.",
	"Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.": "Данные использования могут включать информацию, такую как IP-адрес вашего устройства, тип браузера, версия браузера, страницы нашего сервиса, которые вы посещаете, время и дата вашего посещения, время, проведенное на этих страницах, уникальные идентификаторы устройства и другие диагностические данные.",
	"When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.": "Когда вы получаете доступ к Сервису через мобильное устройство, мы можем автоматически собирать определенную информацию, включая, но не ограничиваясь, тип мобильного устройства, которое вы используете, уникальный идентификатор вашего мобильного устройства, IP-адрес вашего мобильного устройства, операционную систему вашего мобильного устройства, тип мобильного интернет-браузера, который вы используете, уникальные идентификаторы устройств и другие диагностические данные.",
	"We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.": "Мы также можем собирать информацию, которую ваш браузер отправляет при посещении нашего сервиса или при доступе к сервису через мобильное устройство.",
	"Cookies & Browser Storage": "Файлы cookie и хранилище браузера",
	"The Websites may use cookies. We use cookies and browser storage only for essential settings to improve your experience—not for tracking. These help remember your preferences, such as language settings or consent choices, so you don’t have to reset them each time you visit.": "Веб-сайты могут использовать файлы cookie. Мы используем файлы cookie и хранилище браузера только для основных настроек, чтобы улучшить ваш опыт, а не для отслеживания. Они помогают запомнить ваши предпочтения, такие как языковые настройки или выбор согласия, чтобы вам не приходилось сбрасывать их каждый раз при посещении.",
	"We do not use cookies for tracking or personalized advertising. You can manage or disable cookies in your browser settings, but some features may not work properly without them.": "Мы не используем файлы cookie для отслеживания или персонализированной рекламы. Вы можете управлять или отключить файлы cookie в настройках вашего браузера, но некоторые функции могут работать неправильно без них.",
	"Matomo Analytics": "Аналитика Matomo",
	"Our website may use Matomo, an open-source analytics platform, to gather insights into website usage. This includes anonymized data such as:": "Наш веб-сайт может использовать Matomo, платформу аналитики с открытым исходным кодом, для сбора информации о использовании веб-сайта. Это включает в себя анонимизированные данные, такие как:",
	"Pages visited and navigation paths": "Посещенные страницы и пути навигации",
	"Time spent on our website": "Время, проведенное на нашем веб-сайте",
	"Whether you’re a returning or new visitor": "Будь вы постоянным или новым посетителем",
	"Your device type (desktop, mobile, etc.)": "Тип вашего устройства (настольный компьютер, мобильный телефон и т. д.)",
	"To protect your privacy, your IP address is anonymized before being stored. The data we collect is only used to improve the website and is not used for personal identification.": "Для защиты вашей конфиденциальности ваш IP-адрес анонимизируется перед сохранением. Собранные нами данные используются исключительно для улучшения веб-сайта и не используются для личной идентификации.",
	"Under Art. 6(1)(f) GDPR": "В соответствии с пунктом 6(1)(f) GDPR",
	"we process this data based on our legitimate interest in enhancing our services.": "Мы обрабатываем эти данные на основе нашего законного интереса в улучшении наших услуг.",
	"Opt-Out Option": "Возможность отказаться",
	"You can disable Matomo tracking at any time:": "Вы можете отключить отслеживание Matomo в любое время:",
	"Use of Your Personal Data": "Использование ваших персональных данных",
	"The DAO may use Personal Data for the following purposes:": "DAO может использовать персональные данные для следующих целей:",
	"To provide and maintain our Service": "Для предоставления и поддержания нашего сервиса",
	"including to monitor the usage of our Service.": "включая отслеживание использования нашего сервиса.",
	"For the performance of a contract": "Для исполнения контракта",
	"the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.": "разработка, соблюдение и выполнение договора купли-продажи продуктов, товаров или услуг, которые Вы приобрели, или любого другого договора с Нами через Сервис.",
	"To contact You": "Для связи с вами",
	"To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.": "Для связи с вами по электронной почте, телефонным звонкам, SMS или другим эквивалентным формам электронной связи, таким как уведомления push мобильного приложения о обновлениях или информационные сообщения, связанные с функциональностью, продуктами или заключенными услугами, включая обновления безопасности, когда это необходимо или разумно для их реализации.",
	"To provide You": "Для предоставления Вам",
	"with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.": "с новостями, специальными предложениями и общей информацией о других товарах, услугах и мероприятиях, которые мы предлагаем и которые аналогичны тем, которые вы уже приобрели или о которых интересовались, если вы не отказались от получения такой информации.",
	"To manage Your requests": "Управлять вашими запросами",
	"To attend and manage Your requests to Us.": "Принимать и обрабатывать ваши запросы к нам.",
	"For other purposes": "Для других целей",
	"We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.": "Мы можем использовать Вашу информацию для других целей, таких как анализ данных, определение тенденций использования, оценка эффективности наших рекламных кампаний и для оценки и улучшения нашего сервиса, продуктов, услуг, маркетинга и вашего опыта.",
	"We may share Your personal information in the following situations:": "Мы можем делиться вашей персональной информацией в следующих ситуациях:",
	"With Service Providers": "С поставщиками услуг",
	"We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to contact You.": "Мы можем передавать Вашу персональную информацию поставщикам услуг для мониторинга и анализа использования нашего сервиса, а также для связи с Вами.",
	"With Your consent": "С вашего согласия",
	"We may disclose Your personal information for any other purpose with Your consent.": "Мы можем раскрывать Вашу личную информацию для любой другой цели с Вашего согласия.",
	"Retention of Your Personal Data": "Сохранение ваших персональных данных",
	"The DAO will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.": "DAO будет хранить Ваши персональные данные только настолько долго, насколько это необходимо для целей, установленных в настоящей Политике конфиденциальности. Мы будем сохранять и использовать Ваши персональные данные в той мере, в которой это необходимо для соблюдения наших юридических обязательств (например, если нам требуется сохранить Ваши данные для соблюдения применимых законов), разрешения споров и обеспечения соблюдения наших юридических соглашений и политик.",
	"The DAO will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.": "DAO также будет сохранять данные использования для внутреннего анализа. Данные использования обычно хранятся на более короткий срок, за исключением случаев, когда эти данные используются для укрепления безопасности или улучшения функциональности нашего сервиса, или когда нам законодательно обязаны хранить эти данные на более длительный срок.",
	"Security of Your Personal Data": "Безопасность ваших персональных данных",
	"The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.": "Безопасность ваших персональных данных важна для нас, но помните, что ни один метод передачи данных через Интернет или метод электронного хранения не является 100% безопасным. Хотя мы стремимся использовать коммерчески приемлемые средства для защиты ваших персональных данных, мы не можем гарантировать их абсолютную безопасность.",
	"Detailed Information on the Processing of Your Personal Data": "Подробная информация о обработке ваших персональных данных",
	"Your information, including Personal Data, is processed is processed at the DAO's website service provider(s) and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.": "Ваша информация, включая персональные данные, обрабатывается на сайте поставщика услуг DAO и в любых других местах, где находятся стороны, участвующие в обработке. Это означает, что эта информация может быть передана и храниться на компьютерах, находящихся за пределами вашего штата, провинции, страны или другой государственной юрисдикции, где законы о защите данных могут отличаться от тех, которые действуют в вашей юрисдикции.",
	"Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.": "Ваше согласие с этой Политикой конфиденциальности, а также предоставление такой информации означает ваше согласие на такой перевод.",
	"The DAO will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.": "DAO предпримет все разумные меры, необходимые для обеспечения безопасности обработки ваших данных в соответствии с настоящей Политикой конфиденциальности, и никакой передачи ваших персональных данных организации или стране не произойдет, если не будут приняты соответствующие меры контроля, включая безопасность ваших данных и другой личной информации.",
	"Please note that any data transmission on the Internet (e.g. communication by e-mail) is generally not secure and we accept no liability for data transmitted to us via the Internet. Unfortunately, absolute protection is not technically possible. This information does not apply to the Website of third parties and the corresponding links given on our Website. The DAO assumes no responsibility and liability for these.": "Обратите внимание, что любая передача данных в Интернете (например, общение по электронной почте) обычно не является безопасной, и мы не несем ответственности за данные, переданные нам через Интернет. К сожалению, абсолютная защита технически невозможна. Эта информация не распространяется на веб-сайты третьих сторон и соответствующие ссылки, указанные на нашем веб-сайте. DAO не несет ответственности за них.",
	"The Service Providers We use may have access to Your Personal Data. These third-party vendors collect, store, use, process and transfer information about Your activity on Our Service in accordance with their Privacy Policies.": "Поставщики услуг, которых мы используем, могут иметь доступ к вашим персональным данным. Эти сторонние поставщики собирают, хранят, используют, обрабатывают и передают информацию о вашей деятельности на нашем сервисе в соответствии с их политиками конфиденциальности.",
	"Email Marketing": "Электронная почта маркетинга",
	"We may use Your Personal Data to contact You with newsletters, marketing or promotional materials and other information that may be of interest to You. You may opt-out of receiving any, or all, of these communications from Us by following the unsubscribe link or instructions provided in any email We send or by contacting Us.": "Мы можем использовать ваши персональные данные, чтобы связаться с вами посредством рассылки новостей, маркетинговых или рекламных материалов и другой информации, которая может быть вам интересна. Вы можете отказаться от получения любых или всех этих коммуникаций от нас, следуя ссылке для отказа или инструкциям, предоставленным в любом электронном письме, которое мы отправляем, или связавшись с нами.",
	"We may use Email Marketing Service Providers to manage and send emails to You;": "Мы можем использовать поставщиков услуг по электронной почте для управления и отправки электронных писем Вам;",
	"Unisender": "Unisender",
	"Their Privacy Policy can be viewed at": "Их политику конфиденциальности можно просмотреть на",
	"Usage, Performance and Miscellaneous": "Использование, производительность и разное",
	"We may use third-party Service Providers to maintain and improve our Service.": "Мы можем использовать сторонних поставщиков услуг для поддержания и улучшения нашего сервиса.",
	"hcaptcha": "hCaptcha",
	"GDPR Privacy": "Конфиденциальность в соответствии с GDPR",
	"Legal Basis for Processing Personal Data under GDPR": "Правовая основа для обработки персональных данных в соответствии с GDPR",
	"We may process Personal Data under the following conditions:": "Мы можем обрабатывать персональные данные при следующих условиях:",
	"Consent:": "Согласие:",
	"You have given Your consent for processing Personal Data for one or more specific purposes.": "Вы дали свое согласие на обработку персональных данных для одной или нескольких конкретных целей.",
	"Performance of a contract:": "Исполнение контракта:",
	"Provision of Personal Data is necessary for the performance of an agreement with You and/or for any pre-contractual obligations thereof.": "Предоставление персональных данных необходимо для исполнения соглашения с Вами и/или для выполнения любых предварительных обязательств по нему.",
	"Legal obligations:": "Юридические обязательства:",
	"Processing Personal Data is necessary for compliance with a legal obligation to which the DAO is subject.": "Обработка персональных данных необходима для соблюдения юридического обязательства, которому подлежит DAO.",
	"Vital interests:": "Жизненно важные интересы:",
	"Processing Personal Data is necessary in order to protect Your vital interests or of another natural person.": "Обработка персональных данных необходима для защиты Ваших жизненно важных интересов или интересов другого физического лица.",
	"Public interests:": "Общественные интересы:",
	"Processing Personal Data is related to a task that is carried out in the public interest or in the exercise of official authority vested in the DAO.": "Обработка персональных данных связана с задачей, выполняемой в общественном интересе или в рамках осуществления официальной власти, предоставленной DAO.",
	"Legitimate interests:": "Законные интересы:",
	"Processing Personal Data is necessary for the purposes of the legitimate interests pursued by the DAO.": "Обработка персональных данных необходима для целей законных интересов, преследуемых DAO.",
	"In any case, the DAO will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.": "В любом случае, DAO с удовольствием поможет прояснить конкретное правовое основание, которое применяется к обработке, и в частности, является ли предоставление персональных данных законным или контрактным требованием, или требованием, необходимым для заключения контракта.",
	"Your Rights under the GDPR": "Ваши права в соответствии с GDPR",
	"The DAO undertakes to respect the confidentiality of Your Personal Data and to guarantee You can exercise Your rights.": "DAO обязуется соблюдать конфиденциальность Ваших персональных данных и гарантировать, что Вы сможете воспользоваться своими правами.",
	"You have the right under this Privacy Policy, and by law if You are within the EU, to:": "У вас есть право согласно настоящей Политике конфиденциальности и закону, если вы находитесь в ЕС, на:",
	"Request access to Your Personal Data.": "Запросите доступ к Вашим персональным данным.",
	"The right to access, update or delete the information We have on You. Whenever made possible, you can access, update or request deletion of Your Personal Data directly within Your account settings section. If you are unable to perform these actions yourself, please contact Us to assist You. This also enables You to receive a copy of the Personal Data We hold about You.": "Право на доступ, обновление или удаление информации, которую у нас есть о вас. При возможности вы можете получить доступ, обновить или запросить удаление ваших персональных данных непосредственно в разделе настроек вашей учетной записи. Если вы не можете выполнить эти действия самостоятельно, пожалуйста, свяжитесь с нами, чтобы мы могли вам помочь. Это также позволяет вам получить копию персональных данных, которые мы храним о вас.",
	"Request correction of the Personal Data that We hold about You.": "Запросите исправление персональных данных, которые мы храним о вас.",
	"You have the right to have any incomplete or inaccurate information We hold about You corrected.": "У вас есть право на исправление любой неполной или неточной информации о вас, которую мы храним.",
	"Object to processing of Your Personal Data.": "Возражение против обработки Ваших персональных данных.",
	"This right exists where We are relying on a legitimate interest as the legal basis for Our processing and there is something about Your particular situation, which makes You want to object to our processing of Your Personal Data on this ground. You also have the right to object where We are processing Your Personal Data for direct marketing purposes.": "Это право существует, когда мы полагаемся на законный интерес в качестве правовой основы для нашей обработки и есть что-то в вашей конкретной ситуации, что заставляет вас возражать против нашей обработки ваших персональных данных на этом основании. У вас также есть право возражать, если мы обрабатываем ваши персональные данные в целях прямого маркетинга.",
	"Request erasure of Your Personal Data.": "Запросите стирание ваших персональных данных.",
	"You have the right to ask Us to delete or remove Personal Data when there is no good reason for Us to continue processing it.": "У вас есть право попросить нас удалить или убрать персональные данные, когда нет веской причины для нас продолжать их обработку.",
	"Request the transfer of Your Personal Data.": "Запросите передачу Ваших персональных данных.",
	"We will provide to You, or to a third-party You have chosen, Your Personal Data in a structured, commonly used, machine-readable format. Please note that this right only applies to automated information which You initially provided consent for Us to use or where We used the information to perform a contract with You.": "Мы предоставим вам или третьему лицу, которое вы выбрали, ваши персональные данные в структурированном, общепринятом, машинночитаемом формате. Обратите внимание, что это право применяется только к автоматизированной информации, которую вы изначально предоставили нам согласие использовать или которую мы использовали для выполнения контракта с вами.",
	"Withdraw Your consent.": "Отзовите свое согласие.",
	"You have the right to withdraw Your consent on using your Personal Data. If You withdraw Your consent, We may not be able to provide You with access to certain specific functionalities of the Service.": "У вас есть право отозвать свое согласие на использование ваших персональных данных. Если вы отзовете свое согласие, мы можем не иметь возможности предоставить вам доступ к определенным конкретным функциям Сервиса.",
	"Exercising of Your GDPR Data Protection Rights": "Осуществление ваших прав на защиту данных в соответствии с GDPR",
	"You may exercise Your rights of access, rectification, cancellation and opposition by contacting Us. Please note that we may ask You to verify Your identity before responding to such requests. If You make a request, We will try our best to respond to You as soon as possible.": "Вы можете воспользоваться своими правами на доступ, исправление, удаление и возражение, связавшись с нами. Обратите внимание, что мы можем попросить вас подтвердить вашу личность перед ответом на такие запросы. Если вы обратитесь с запросом, мы постараемся ответить вам как можно скорее.",
	"You have the right to complain to a Data Protection Authority about Our collection and use of Your Personal Data. For more information, if You are in the European Economic Area (EEA), please contact Your local data protection authority in the EEA.": "У вас есть право пожаловаться в орган по защите данных о нашем сборе и использовании ваших персональных данных. Для получения дополнительной информации, если вы находитесь в Европейском экономическом пространстве (ЕЭП), пожалуйста, обратитесь к вашему местному органу по защите данных в ЕЭП.",
	"Children's Privacy": "Конфиденциальность детей",
	"Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.": "Наш сервис не предназначен для лиц младше 13 лет. Мы не собираем личную информацию о людях младше 13 лет. Если вы являетесь родителем или опекуном и знаете, что ваш ребенок предоставил нам личные данные, пожалуйста, свяжитесь с нами. Если мы узнаем, что мы собрали личные данные о лице младше 13 лет без подтверждения согласия родителей, мы примем меры по удалению этой информации с наших серверов.",
	"If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.": "Если нам необходимо полагаться на согласие в качестве юридического основания для обработки ваших данных, и ваша страна требует согласия родителя, мы можем потребовать согласия вашего родителя перед тем, как собирать и использовать эту информацию.",
	"Links to Other Websites": "Ссылки на другие веб-сайты",
	"Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit.": "Наш сервис может содержать ссылки на другие веб-сайты, которые не управляются нами. Если вы нажмете на ссылку третьей стороны, вас перенаправят на сайт этой третьей стороны. Мы настоятельно рекомендуем вам ознакомиться с политикой конфиденциальности каждого сайта, который вы посещаете.",
	"We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.": "Мы не контролируем и не несем ответственности за содержание, политику конфиденциальности или практики любых сторонних сайтов или услуг.",
	"Changes to this Privacy Policy": "Изменения в настоящей Политике конфиденциальности",
	"We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.": "Мы можем время от времени обновлять нашу Политику конфиденциальности. Мы уведомим вас обо всех изменениях, разместив новую Политику конфиденциальности на этой странице.",
	"You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.": "Вам рекомендуется периодически просматривать эту Политику конфиденциальности на предмет изменений. Изменения в этой Политике конфиденциальности вступают в силу с момента их публикации на этой странице.",
	"Contact Us": "Свяжитесь с нами",
	"If you have any questions about this Privacy Policy, You can contact us:": "Если у вас есть вопросы по поводу настоящей Политики конфиденциальности, вы можете связаться с нами:",
	"By visiting this page on our website:": "Посетив эту страницу на нашем веб-сайте:",
	"This Agreement is originally written in English. This AI translation is provided for your reference only.": "Этот договор изначально написан на английском языке. Этот перевод сделан искусственным интеллектом и предоставлен только для вашего ознакомления.",
	"Last updated: February 05, 2025": "Последнее обновление: 5 февраля 2025 года",
	"Altruist": "Альтруист",
	"Renew Subscription": "Обновить подписку",
	"(referred to as either 'the DAO', 'We', 'Us' or 'Our' in this Agreement) refers to decentralized autonomous organization Robonomics Network, an operator for website": "(называемый в настоящем Соглашении DAO, Мы, Нам или Наш) относится к децентрализованной автономной организации Robonomics Network, оператору веб-сайта",
	"(referred to as either 'Your' in this Agreement) means the individual accessing or using the Service, or the DAO, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.": "(называемый в настоящем Соглашении \"Вы\") означает физическое лицо, получающее доступ или использующее Сервис, или DAO, или другое юридическое лицо, от имени которого такое физическое лицо получает доступ или использует Сервис, в зависимости от обстоятельств.",
	"We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the 'Last updated' date at the top of this Privacy Policy.": "Мы уведомим вас по электронной почте и/или выделенным уведомлением на нашем сервисе до вступления изменений в силу и обновим дату последнего обновления вверху этой Политики конфиденциальности."
}