{
  "Click on picture to view asciinema video": "انقر على الصورة لعرض فيديو asciinema",
  "How to edit Wiki": "كيفية تحرير الويكي",
  "Send Feedback": "إرسال ملاحظات",
  "Sending Feedback...": "جاري إرسال الملاحظات...",
  "Feedback was sent, thanks": "تم إرسال الملاحظات، شكرًا لك",
  "Please, add some feedback or choose one of reaction emoji": "يرجى إضافة بعض الملاحظات أو اختيار إحدى رموز الرد",
  "previous": "اسابق",
  "next": "التالي",
  "Was this information helpful?": "هل كانت هذه المعلومات مفيدة؟",
  "Tell us more": "أخبرنا المزيد",
  "Sending your info...": "جاري إرسال معلوماتك...",
  "Thanks": "شكرًا لك",
  "we'll keep in touch!": "سنبقى على اتصال!",
  "Couldn't complete": "لم يتم الانتهاء",
  "It was hard": "كان صعبًا",
  "It was ok": "كان عاديًا",
  "It was easy": "كان سهلًا",
  "Search": "بحث",
  "Found results:": "تم العثور على النتائج:",
  "Ask your question": "اسأل سؤالك",
  "Robonomics Smart Home": "روبونوميكس البيت الذكي",
  "Overview": "نظرة عامة",
  "Pre-installed Image For Raspberry Pi": "صورة مثبتة مسبقًا لجهاز Raspberry Pi",
  "Installation": "التثبيت",
  "Home Assistant Init": "بدء Home Assistant",
  "Zigbee2MQTT Adapter": "محول Zigbee2MQTT",
  "Buying a Subscription": "شراء اشتراك",
  "Robonomics Integration Setup": "إعداد التكامل مع روبونوميكس",
  "Global Administration": "الإدارة العامة",
  "Upgrade Home Assistant OS": "ترقية نظام Home Assistant OS",
  "Robonomics Installation": "تثبيت روبونوميكس",
  "Upgrade Home Assistant Docker for Unix-like OS": "ترقية Home Assistant Docker لنظام تشبه Unix",
  "Upgrade Home Assistant Core": "ترقية Home Assistant Core",
  "Use": "استخدام",
  "Get Smart Home Telemetry": "الحصول على بيانات تلميحات المنزل الذكي",
  "Backup Services": "خدمات النسخ الاحتياطي",
  "Robonomics Video Service": "خدمة فيديو روبونوميكس",
  "RTZ camera control in Home Assistant": "التحكم في كاميرا RTZ في Home Assistant",
  "Blueprints": "النماذج",
  "How To Use Blueprints": "كيفية استخدام النماذج",
  "Get Notified When Door Opens": "تلقي إشعار عند فتح الباب",
  "Learn": "تعلم",
  "Glossary": "معجم",
  "Create Account for Robonomics Parachain": "إنشاء حساب لـ Robonomics Parachain",
  "How to Run Robonomics Dev Node": "كيفية تشغيل نود Robonomics Dev",
  "Adding Funds To Your Account on Robonomics Portal": "إضافة أموال إلى حسابك على بوابة Robonomics",
  "\"Basics: Datalog\"": "\"الأساسيات: سجل البيانات\"",
  "\"Basics: Launch\"": "\"الأساسيات: الإطلاق\"",
  "\"Basics: Digital Twins\"": "\"الأساسيات: التوائم الرقمية\"",
  "\"Basics: Liability\"": "\"الأساسيات: المسؤولية\"",
  "Python interface and Robonomics IO": "واجهة Python و Robonomics IO",
  "\"RWS: How to Buy a Subscription\"": "\"RWS: كيفية شراء اشتراك\"",
  "\"RWS: How to Send Launch with Subscription\"": "\"RWS: كيفية إرسال إطلاق مع اشتراك\"",
  "Robonomics on Ethereum": "روبونوميكس على Ethereum",
  "Robonomics OpenGov": "روبونوميكس OpenGov",
  "Maintain": "الحفاظ على",
  "How to build collator node from source": "كيفية بناء نود الكولاتور من المصدر",
  "How to launch the Robonomics collator": "كيفية تشغيل نود الكولاتور في روبونوميكس",
  "How to Update Collator Node Version": "كيفية تحديث إصدار نود الكولاتور",
  "How to Connect SDS011 Sensor": "كيفية توصيل مستشعر SDS011",
  "How to Edit Wiki": "كيفية تحرير الويكي",
  "How to Contribute": "كيفية المساهمة",
  "Page disappeared, we are sorry": "اختفت الصفحة، نأسف",
  "Some content moved to": "تم نقل بعض المحتوى إلى",
  "Explore Robonomics with guides": "استكشاف روبونوميكس مع الأدلة",
  "Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "تعلم روبونوميكس من خلال البرامج التعليمية والتجارب العملية المفيدة. تم تصميم هذا الوثائق لمساعدتك في توصيل الروبوتات أو تطوير تطبيقات الأكواد داخل شبكة روبونوميكس.",
  "This page has moved to a": "تم نقل هذه الصفحة إلى",
  "Automatic redirecting...": "إعادة التوجيه التلقائي...",
  "Sorry, nothing here :(": "عذرًا، لا يوجد شيء هنا :(",
  "Translation was executed by AI so there may be some inaccuracies": "تم تنفيذ الترجمة بواسطة الذكاء الاصطناعي لذا قد تكون هناك بعض الاخطاء",
  "Inform us": "أبلغنا",
  "please": "من فضلك",
  "if you find any": "إذا وجدت أي",
  "For new users": "للمستخدمين الجدد",
  "For Home Assistant users": "لمستخدمي Home Assistant",
  "Create an issue": "إنشاء مشكلة",
  "You are currently opted out. Click here to opt in.": "لقد قمت بإلغاء الاشتراك حاليًا. انقر هنا للاشتراك.",
  "Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool. Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "اكتمل إلغاء الاشتراك؛ لن يتم تسجيل زياراتك لهذا الموقع بواسطة أداة تحليلات الويب. لاحظ أنه إذا قمت بمسح ملفات تعريف الارتباط الخاصة بك، أو حذفت ملف تعريف ارتباط إلغاء الاشتراك، أو إذا قمت بتغيير أجهزة الكمبيوتر أو متصفحات الويب، فستحتاج إلى تنفيذ إجراء إلغاء الاشتراك مرة أخرى.",
  "Please click below to opt in:": "الرجاء النقر أدناه للاشتراك:",
  "You are currently opted in. Click here to opt out.": "أنت مشترك حاليًا. انقر هنا لإلغاء الاشتراك.",
  "You may choose not to have a unique web analytics cookie identification number assigned to your computer to avoid the aggregation and analysis of data collected on this website.": "يمكنك اختيار عدم تعيين رقم تعريف فريد لملف تعريف الارتباط لتحليلات الويب لجهاز الكمبيوتر الخاص بك لتجنب تجميع وتحليل البيانات التي تم جمعها على هذا الموقع.",
  "To make that choice, please click below to receive an opt-out cookie": "لإجراء هذا الاختيار، يرجى النقر أدناه لتلقي ملف تعريف ارتباط إلغاء الاشتراك",
  "Privacy Policy": "سياسة الخصوصية",
  "This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "تصف هذه السياسة المعلومات التي نجمعها منك، وكيفية استخدامنا لهذه المعلومات والأساس القانوني لدينا للقيام بذلك. ويغطي أيضًا ما إذا كان من الممكن مشاركة هذه المعلومات وكيفية مشاركتها وحقوقك واختياراتك فيما يتعلق بالمعلومات التي تقدمها لنا.",
  "Where are those annoying cookie consent pop-ups": "أين تلك النوافذ المنبثقة المزعجة الخاصة بالموافقة على ملفات تعريف الارتباط؟",
  "We don't need cookie consent is needed because": "لا نحتاج إلى موافقة ملفات تعريف الارتباط لأن",
  "Tracking cookies are not used": "لا يتم استخدام ملفات تعريف الارتباط للتتبع",
  "The data is not used for any other purpose than analytics": "لا يتم استخدام البيانات لأي غرض آخر غير التحليلات",
  "Visitors aren't tracked across websites": "لا يتم تتبع الزوار عبر مواقع الويب",
  "A user cannot be tracked across days within the same website": "لا يمكن تتبع المستخدم عبر أيام داخل نفس الموقع",
  "What We Collect and Receive": "ما نجمعه ونتلقاه",
  "In order for us to provide you the best possible experience on our websites, we need to collect and process certain information. Depending on your use of the Services, that may include": "لكي نتمكن من توفير أفضل تجربة ممكنة لك على مواقعنا الإلكترونية، نحتاج إلى جمع ومعالجة معلومات معينة. اعتمادًا على استخدامك للخدمات، قد يشمل ذلك",
  "Contact us via email": "اتصل بنا عبر البريد الإلكتروني",
  "for example, when you submit our forms, send us questions or comments, or report a problem, we will collect your name, email address, message, etc. We use this data solely in connection with answering the queries we receive.": "على سبيل المثال، عندما ترسل نماذجنا، أو ترسل لنا أسئلة أو تعليقات، أو تبلغ عن مشكلة، فسوف نقوم بجمع اسمك وعنوان بريدك الإلكتروني ورسالتك وما إلى ذلك. ونستخدم هذه البيانات فقط فيما يتعلق بالإجابة على الاستفسارات التي نتلقاها.",
  "Usage data": "بيانات الاستخدام",
  "when you visit our website, we will store: the URL from which you visited us from, web pages of our website you visit, the date and duration of your visit, your anonymized IP address, the device specifications (device type, operating system, screen resolution, language, country you are located in, and web browser type) you used during your visit, and": "عندما تزور موقعنا، سنقوم بتخزين: عنوان URL الذي قمت بزيارتنا منه، وصفحات الويب الخاصة بموقعنا الذي تزوره، وتاريخ ومدة زيارتك، وعنوان IP المجهول الخاص بك، ومواصفات الجهاز (نوع الجهاز، نظام التشغيل، دقة الشاشة، واللغة، والبلد الذي تتواجد فيه، ونوع متصفح الويب) الذي استخدمته أثناء زيارتك، و",
  "other": "آخر",
  "non-personal data. We process this usage data only on our server, not passing it to third-parties with": "البيانات غير الشخصية. نقوم بمعالجة بيانات الاستخدام هذه فقط على خادمنا، ولا نمررها إلى أطراف ثالثة",
  "web analytics platform that gives us 100% data ownership. This analytics helps us to improve user experience with our website and to recognize and stop any misuse.": "منصة تحليلات الويب التي تمنحنا ملكية البيانات بنسبة 100%. تساعدنا هذه التحليلات على تحسين تجربة المستخدم مع موقعنا الإلكتروني والتعرف على أي سوء استخدام وإيقافه.",
  "Non-personalized cookies": "ملفات تعريف الارتباط غير الشخصية",
  "we use non-tracking cookies (small data files transferred onto computers or devices by sites) for record-keeping purposes and to enhance functionality on our website. You may deactivate or restrict the transmission of these cookies by changing the settings of your web browser or by opt-out on this page in the form below. Cookies that are already stored may be deleted at any time.": "نحن نستخدم ملفات تعريف الارتباط غير التتبعية (ملفات البيانات الصغيرة المنقولة إلى أجهزة الكمبيوتر أو الأجهزة عن طريق المواقع) لأغراض حفظ السجلات وتعزيز الوظائف على موقعنا. يمكنك إلغاء تنشيط أو تقييد نقل ملفات تعريف الارتباط هذه عن طريق تغيير إعدادات متصفح الويب الخاص بك أو عن طريق إلغاء الاشتراك في هذه الصفحة في النموذج أدناه. قد يتم حذف ملفات تعريف الارتباط المخزنة بالفعل في أي وقت.",
  "Opt-out of website tracking": "إلغاء الاشتراك في تتبع موقع الويب",
  "You can opt out of being tracked by our Matomo Analytics instance below:": "يمكنك إلغاء الاشتراك في التتبع من خلال مثيل Matomo Analytics الخاص بنا أدناه:",
  "Your Rights": "حقوقك",
  "You have the right to be informed of Personal Data processed by Matomo, a right to rectification/correction, erasure and restriction of processing. You also have the right to ask from us a structured, common and machine-readable format of Personal Data you provided to us.": "لديك الحق في أن تكون على علم بالبيانات الشخصية التي تعالجها Matomo، والحق في التصحيح/التصحيح والمحو وتقييد المعالجة. لديك أيضًا الحق في أن تطلب منا تنسيقًا منظمًا ومشتركًا وقابلاً للقراءة آليًا للبيانات الشخصية التي قدمتها لنا.",
  "We can only identify you via your email address and we can only adhere to your request and provide information if we have Personal Data about you through you having made contact with us directly and/or you using our site and/or service. We cannot provide, rectify or delete any data that we store on behalf of our users or customers.": "لا يمكننا التعرف عليك إلا عبر عنوان بريدك الإلكتروني ولا يمكننا الالتزام بطلبك وتقديم المعلومات إلا إذا كانت لدينا بيانات شخصية عنك من خلال اتصالك بنا مباشرة و/أو استخدام موقعنا و/أو خدمتنا. لا يمكننا تقديم أو تصحيح أو حذف أي بيانات نقوم بتخزينها نيابة عن مستخدمينا أو عملائنا.",
  "To exercise any of the rights mentioned in this Privacy Policy and/or in the event of questions or comments relating to the use of Personal Data you may contact us.": "لممارسة أي من الحقوق المذكورة في سياسة الخصوصية هذه و/أو في حالة وجود أسئلة أو تعليقات تتعلق باستخدام البيانات الشخصية، يمكنك الاتصال بنا.",
  "In addition, you have the right to lodge a complaint with the data protection authority in your jurisdiction.": "بالإضافة إلى ذلك، لديك الحق في تقديم شكوى إلى هيئة حماية البيانات في ولايتك القضائية.",
  "Retention of data": "الاحتفاظ بالبيانات",
  "We will retain your information as long as necessary to provide you with the services or as otherwise set forth in this Policy. We will also retain and use this information as necessary for the purposes set out in this Policy and to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements and protect Robonomics Wiki legal rights.": "سنحتفظ بمعلوماتك طالما كان ذلك ضروريًا لتزويدك بالخدمات أو كما هو منصوص عليه في هذه السياسة. سنحتفظ أيضًا بهذه المعلومات ونستخدمها عند الضرورة للأغراض المنصوص عليها في هذه السياسة وبالقدر اللازم للامتثال لالتزاماتنا القانونية وحل النزاعات وإنفاذ اتفاقياتنا وحماية الحقوق القانونية لشبكة Robonomics.",
  "We also collect and maintain aggregated, anonymized or pseudonymized information which we may retain indefinitely to protect the safety and security of our Site, improve our Services or comply with legal obligations": "نقوم أيضًا بجمع والحفاظ على معلومات مجمعة أو مجهولة المصدر أو مستعارة والتي قد نحتفظ بها إلى أجل غير مسمى لحماية سلامة وأمن موقعنا أو تحسين خدماتنا أو الامتثال للالتزامات القانونية"
}