{
  "Click on picture to view asciinema video": "点击图片查看asciinema视频",
  "How to edit Wiki": "如何编辑维基",
  "Send Feedback": "发送反馈",
  "Sending Feedback...": "正在发送反馈...",
  "Feedback was sent, thanks": "反馈已发送，谢谢",
  "Please, add some feedback or choose one of reaction emoji": "请添加一些反馈或选择一个反应表情",
  "previous": "上一页",
  "next": "下一页",
  "Was this information helpful?": "这些信息有帮助吗？",
  "Tell us more": "告诉我们更多",
  "Sending your info...": "正在发送您的信息...",
  "Thanks": "谢谢",
  "we'll keep in touch!": "我们会保持联系！",
  "Couldn't complete": "无法完成",
  "It was hard": "很难",
  "It was ok": "还可以",
  "It was easy": "很容易",
  "Search": "搜索",
  "Found results:": "找到结果：",
  "Ask your question": "提出您的问题",
  "Robonomics Smart Home": "Robonomics智能家居",
  "Overview": "概述",
  "Pre-installed Image For Raspberry Pi": "为树莓派预安装的镜像",
  "Installation": "安装",
  "Home Assistant Init": "Home Assistant初始化",
  "Zigbee2MQTT Adapter": "Zigbee2MQTT适配器",
  "Buying a Subscription": "购买订阅",
  "Robonomics Integration Setup": "Robonomics集成设置",
  "Global Administration": "全局管理",
  "Upgrade Home Assistant OS": "升级Home Assistant OS",
  "Robonomics Installation": "Robonomics安装",
  "Upgrade Home Assistant Docker for Unix-like OS": "升级类Unix操作系统上的Home Assistant Docker",
  "Upgrade Home Assistant Core": "升级Home Assistant Core",
  "Use": "使用",
  "Get Smart Home Telemetry": "获取智能家居遥测",
  "Backup Services": "备份服务",
  "Robonomics Video Service": "Robonomics视频服务",
  "RTZ camera control in Home Assistant": "在Home Assistant中控制RTZ摄像头",
  "Blueprints": "蓝图",
  "How To Use Blueprints": "如何使用蓝图",
  "Get Notified When Door Opens": "当门打开时收到通知",
  "Learn": "学习",
  "Glossary": "术语表",
  "Create Account for Robonomics Parachain": "为Robonomics Parachain创建帐户",
  "How to Run Robonomics Dev Node": "如何运行Robonomics Dev节点",
  "Adding Funds To Your Account on Robonomics Portal": "在Robonomics门户上添加资金到您的帐户",
  "\"Basics: Datalog\"": "\"基础知识：数据日志\"",
  "\"Basics: Launch\"": "\"基础知识：启动\"",
  "\"Basics: Digital Twins\"": "\"基础知识：数字孪生\"",
  "\"Basics: Liability\"": "\"基础知识：责任\"",
  "Python interface and Robonomics IO": "Python接口和Robonomics IO",
  "\"RWS: How to Buy a Subscription\"": "\"RWS：如何购买订阅\"",
  "\"RWS: How to Send Launch with Subscription\"": "\"RWS：如何使用订阅发送启动\"",
  "Robonomics on Ethereum": "以太坊上的Robonomics",
  "Robonomics OpenGov": "Robonomics OpenGov",
  "Maintain": "维护",
  "How to build collator node from source": "如何从源代码构建协调器节点",
  "How to launch the Robonomics collator": "如何启动Robonomics协调器",
  "How to Update Collator Node Version": "如何更新协调器节点版本",
  "How to Connect SDS011 Sensor": "如何连接SDS011传感器",
  "How to Edit Wiki": "如何编辑维基",
  "How to Contribute": "如何贡献",
  "Page disappeared, we are sorry": "页面消失了，我们很抱歉",
  "Some content moved to": "一些内容已移动到",
  "Explore Robonomics with guides": "通过指南探索Robonomics",
  "Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "通过教程和实用的实验学习Robonomics。本文档旨在帮助您在Robonomics网络中连接机器人或编写dApps。",
  "This page has moved to a": "此页面已移至",
  "Automatic redirecting...": "自动重定向中...",
  "Sorry, nothing here :(": "抱歉，这里什么都没有 :(",
  "Translation was executed by AI so there may be some inaccuracies": "翻译是由人工智能执行的，所以可能存在一些不准确之处",
  "Inform us": "请告知我们",
  "please": "如果您发现任何问题",
  "if you find any": "如果您发现任何问题",
  "For new users": "对于新用户",
  "For Home Assistant users": "对于Home Assistant用户",
  "Create an issue": "创建一个问题",
  "You are currently opted out. Click here to opt in.": "您当前选择了退出。点击此处选择加入。",
  "Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool. Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "退出完成；您访问此网站的记录将不会被网络分析工具记录。请注意，如果您清除了您的Cookie、删除了退出Cookie，或者更换了计算机或网络浏览器，您将需要再次执行退出程序。",
  "Please click below to opt in:": "请点击下方选择加入：",
  "You are currently opted in. Click here to opt out.": "您当前选择了加入。点击此处选择退出。",
  "You may choose not to have a unique web analytics cookie identification number assigned to your computer to avoid the aggregation and analysis of data collected on this website.": "您可以选择不为您的计算机分配一个唯一的网络分析Cookie标识号，以避免在此网站上收集的数据的聚合和分析。",
  "To make that choice, please click below to receive an opt-out cookie": "为了做出这个选择，请点击下方以接收一个退出Cookie。",
  "Privacy Policy": "隐私政策",
  "This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "本政策描述了我们从您那里收集的信息，以及我们使用该信息的法律依据。它还涵盖了该信息可能如何共享以及您提供给我们的信息的权利和选择。",
  "Tracking cookies are not used": "不使用跟踪cookie",
  "The data is not used for any other purpose than analytics": "数据仅用于分析目的",
  "A user cannot be tracked across days within the same website": "用户在同一网站的不同天内无法被跟踪",
  "What We Collect and Receive": "我们收集和接收的信息",
  "Visitors aren't tracked across websites": "访问者在不同的网站之间不会被追踪",
  "Where are those annoying cookie consent pop-ups": "那些令人讨厌的cookie同意弹窗在哪里",
  "We don't need cookie consent is needed because": "我们不需要cookie同意是因为",
  "In order for us to provide you the best possible experience on our websites, we need to collect and process certain information. Depending on your use of the Services, that may include": "为了能够为您在我们的网站上提供最佳体验，我们需要收集和处理某些信息。根据您对服务的使用情况，可能包括",
  "Contact us via email": "通过电子邮件与我们联系",
  "for example, when you submit our forms, send us questions or comments, or report a problem, we will collect your name, email address, message, etc. We use this data solely in connection with answering the queries we receive.": "例如，当您提交我们的表单，向我们发送问题或评论，或报告问题时，我们将收集您的姓名、电子邮件地址、留言等。我们仅在回答我们收到的查询时使用这些数据。",
  "Usage data": "使用数据",
  "when you visit our website, we will store: the URL from which you visited us from, web pages of our website you visit, the date and duration of your visit, your anonymized IP address, the device specifications (device type, operating system, screen resolution, language, country you are located in, and web browser type) you used during your visit, and": "当您访问我们的网站时，我们将存储：您访问我们的网站的来源URL、您访问的网页、您访问的日期和持续时间、您的匿名IP地址、您在访问期间使用的设备规格（设备类型、操作系统、屏幕分辨率、语言、所在国家和网络浏览器类型），以及",
  "other": "其他",
  "non-personal data. We process this usage data only on our server, not passing it to third-parties with": "非个人数据。我们仅在我们的服务器上处理此使用数据，不将其传递给第三方，使用的是",
  "web analytics platform that gives us 100% data ownership. This analytics helps us to improve user experience with our website and to recognize and stop any misuse.": "为我们提供100%数据所有权的网络分析平台。此分析有助于改善我们网站的用户体验，并识别和阻止任何滥用行为。",
  "Non-personalized cookies": "非个性化的Cookie",
  "we use non-tracking cookies (small data files transferred onto computers or devices by sites) for record-keeping purposes and to enhance functionality on our website. You may deactivate or restrict the transmission of these cookies by changing the settings of your web browser or by opt-out on this page in the form below. Cookies that are already stored may be deleted at any time.": "我们使用非跟踪Cookie（网站通过传输到计算机或设备上的小数据文件）进行记录和增强我们网站的功能。您可以通过更改您的网络浏览器设置或在下面的表单中选择退出来停或限制这些Cookie的传输。已存储的Cookie可以随时删除。",
  "Opt-out of website tracking": "退出网站追踪",
  "You can opt out of being tracked by our Matomo Analytics instance below:": "您可以选择退出我们的Matomo Analytics实例的追踪：",
  "Your Rights": "您的权利",
  "You have the right to be informed of Personal Data processed by Matomo, a right to rectification/correction, erasure and restriction of processing. You also have the right to ask from us a structured, common and machine-readable format of Personal Data you provided to us.": "您有权了解Matomo处理的个人数据，有权更正/纠正、删除和限制处理。您还有权要求我们向您提供您向我们提供的个人数据的结构化、通用和机器可读格式。",
  "We can only identify you via your email address and we can only adhere to your request and provide information if we have Personal Data about you through you having made contact with us directly and/or you using our site and/or service. We cannot provide, rectify or delete any data that we store on behalf of our users or customers.": "我们只能通过您的电子邮件地址来识别您，并且只能在我们直接与您联系和/或您使用我们的网站和/或服务时，才能遵守您的要求并提供信息。我们无法提供、更正或删除我们代表用户或客户存储的任何数据。",
  "To exercise any of the rights mentioned in this Privacy Policy and/or in the event of questions or comments relating to the use of Personal Data you may contact us.": "要行使本隐私政策中提到的任何权利和/或就使用个人数据提出问题或评论，您可以与我们联系。",
  "In addition, you have the right to lodge a complaint with the data protection authority in your jurisdiction.": "此外，您有权向您所在司法管辖区的数据保护机构投诉。",
  "Retention of data": "数据保留",
  "We will retain your information as long as necessary to provide you with the services or as otherwise set forth in this Policy. We will also retain and use this information as necessary for the purposes set out in this Policy and to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements and protect Robonomics Wiki legal rights.": "我们将保留您的信息，以便为您提供服务，或根据本政策的规定。我们还将根据本政策中所述的目的保留和使用这些信息，并在必要时遵守法律义务，解决争议，执行协议并保护Robonomics Wiki的法律权益。",
  "We also collect and maintain aggregated, anonymized or pseudonymized information which we may retain indefinitely to protect the safety and security of our Site, improve our Services or comply with legal obligations": "我们还收集和保留聚合的、匿名化或假名化的信息，我们可能会无限期地保留这些信息，以保护我们网站的安全性，改善我们的服务或履行法律义务。"
}