{
  "Click on picture to view asciinema video": "Cliquez sur l'image pour voir la vidéo asciinema",
  "How to edit Wiki": "Comment modifier le Wiki",
  "Send Feedback": "Envoyer des commentaires",
  "Sending Feedback...": "Envoi des commentaires...",
  "Feedback was sent, thanks": "Les commentaires ont été envoyés, merci",
  "Please, add some feedback or choose one of reaction emoji": "Veuillez ajouter des commentaires ou choisir un emoji de réaction",
  "previous": "précédent",
  "next": "suivant",
  "Was this information helpful?": "Ces informations vous ont-elles été utiles?",
  "Tell us more": "Dites-nous en plus",
  "Sending your info...": "Envoi de vos informations...",
  "Thanks": "Merci",
  "we'll keep in touch!": "nous resterons en contact!",
  "Couldn't complete": "Impossible de terminer",
  "It was hard": "C'était difficile",
  "It was ok": "C'était correct",
  "It was easy": "C'était facile",
  "Search": "Recherche",
  "Found results:": "Résultats trouvés:",
  "Ask your question": "Posez votre question",
  "Robonomics Smart Home": "Robonomics Smart Home",
  "Overview": "Aperçu",
  "Pre-installed Image For Raspberry Pi": "Image pré-installée pour Raspberry Pi",
  "Installation": "Installation",
  "Home Assistant Init": "Initialisation de Home Assistant",
  "Zigbee2MQTT Adapter": "Adaptateur Zigbee2MQTT",
  "Buying a Subscription": "Achat d'un abonnement",
  "Robonomics Integration Setup": "Configuration de l'intégration Robonomics",
  "Global Administration": "Administration globale",
  "Upgrade Home Assistant OS": "Mise à niveau de Home Assistant OS",
  "Robonomics Installation": "Installation de Robonomics",
  "Upgrade Home Assistant Docker for Unix-like OS": "Mise à niveau de Home Assistant Docker pour les systèmes de type Unix",
  "Upgrade Home Assistant Core": "Mise à niveau de Home Assistant Core",
  "Use": "Utilisation",
  "Get Smart Home Telemetry": "Obtenir la télémétrie de la maison intelligente",
  "Backup Services": "Services de sauvegarde",
  "Robonomics Video Service": "Service vidéo Robonomics",
  "RTZ camera control in Home Assistant": "Contrôle de caméra RTZ dans Home Assistant",
  "Blueprints": "Blueprints",
  "How To Use Blueprints": "Comment utiliser les blueprints",
  "Get Notified When Door Opens": "Recevoir une notification lorsque la porte s'ouvre",
  "Learn": "Apprendre",
  "Glossary": "Glossaire",
  "Create Account for Robonomics Parachain": "Créer un compte pour Robonomics Parachain",
  "How to Run Robonomics Dev Node": "Comment exécuter un nœud de développement Robonomics",
  "Adding Funds To Your Account on Robonomics Portal": "Ajouter des fonds à votre compte sur le portail Robonomics",
  "\"Basics: Datalog\"": "\"Principes de base: Datalog\"",
  "\"Basics: Launch\"": "\"Principes de base: Lancement\"",
  "\"Basics: Digital Twins\"": "\"Principes de base: Jumeaux numériques\"",
  "\"Basics: Liability\"": "\"Principes de base: Responsabilité\"",
  "Python interface and Robonomics IO": "Interface Python et Robonomics IO",
  "\"RWS: How to Buy a Subscription\"": "\"RWS: Comment acheter un abonnement\"",
  "\"RWS: How to Send Launch with Subscription\"": "\"RWS: Comment envoyer un lancement avec un abonnement\"",
  "Robonomics on Ethereum": "Robonomics sur Ethereum",
  "Robonomics OpenGov": "Robonomics OpenGov",
  "Maintain": "Maintenir",
  "How to build collator node from source": "Comment construire un nœud de collecteur à partir des sources",
  "How to launch the Robonomics collator": "Comment lancer le collecteur Robonomics",
  "How to Update Collator Node Version": "Comment mettre à jour la version du nœud de collecteur",
  "How to Connect SDS011 Sensor": "Comment connecter le capteur SDS011",
  "How to Edit Wiki": "Comment modifier le Wiki",
  "How to Contribute": "Comment contribuer",
  "Page disappeared, we are sorry": "La page a disparu, nous sommes désolés",
  "Some content moved to": "Certains contenus ont été déplacés vers",
  "Explore Robonomics with guides": "Explorez Robonomics avec des guides",
  "Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "Apprenez Robonomics grâce à des tutoriels et à des expérimentations pratiques. Cette documentation est conçue pour vous aider à connecter des robots ou à coder des dApps au sein du réseau Robonomics.",
  "This page has moved to a": "Cette page a été déplacée vers un",
  "Automatic redirecting...": "Redirection automatique...",
  "Sorry, nothing here :(": "Désolé, rien ici :(",
  "Translation was executed by AI so there may be some inaccuracies": "La traduction a été effectuée par l'IA, il peut y avoir quelques imprécisions",
  "Inform us": "Informez-nous",
  "please": "s'il vous plaît",
  "if you find any": "si vous en trouvez.",
  "For new users": "Pour les nouveaux utilisateurs",
  "For Home Assistant users": "Pour les utilisateurs de Home Assistant",
  "Create an issue": "Créer un problème",
  "You are currently opted out. Click here to opt in.": "Vous êtes actuellement désinscrit. Cliquez ici pour vous inscrire.",
  "Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool. Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "Désinscription terminée ; vos visites sur ce site web ne seront pas enregistrées par l'outil d'analyse Web. Notez que si vous supprimez vos cookies, effacez le cookie de désinscription, ou si vous changez d'ordinateur ou de navigateur Web, vous devrez effectuer à nouveau la procédure de désinscription.",
  "Please click below to opt in:": "Veuillez cliquer ci-dessous pour vous inscrire :",
  "You are currently opted in. Click here to opt out.": "Vous êtes actuellement inscrit. Cliquez ici pour vous désinscrire.",
  "You may choose not to have a unique web analytics cookie identification number assigned to your computer to avoid the aggregation and analysis of data collected on this website.": "Vous pouvez choisir de ne pas avoir de numéro d'identification de cookie d'analyse Web unique attribué à votre ordinateur afin d'éviter l'agrégation et l'analyse des données collectées sur ce site web.",
  "To make that choice, please click below to receive an opt-out cookie": "Pour faire ce choix, veuillez cliquer ci-dessous pour recevoir un cookie de désinscription.",
  "Privacy Policy": "Politique de confidentialité",
  "This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "Cette politique décrit les informations que nous collectons auprès de vous, comment nous utilisons ces informations et notre base juridique pour le faire. Elle couvre également si et comment ces informations peuvent être partagées, ainsi que vos droits et choix concernant les informations que vous nous fournissez.",
  "Tracking cookies are not used": "Les cookies de suivi ne sont pas utilisés",
  "The data is not used for any other purpose than analytics": "Les données ne sont pas utilisées à d'autres fins que l'analyse",
  "A user cannot be tracked across days within the same website": "Un utilisateur ne peut pas être suivi d'un jour à l'autre sur le même site",
  "What We Collect and Receive": "Ce que nous collectons et recevons",
  "Visitors aren't tracked across websites": "Les visiteurs ne sont pas suivis d'un site à l'autre",
  "Where are those annoying cookie consent pop-ups": "Où sont ces pop-ups de consentement aux cookies ennuyeux",
  "We don't need cookie consent is needed because": "Nous n'avons pas besoin de consentement aux cookies car",
  "In order for us to provide you the best possible experience on our websites, we need to collect and process certain information. Depending on your use of the Services, that may include": "Pour que nous puissions vous offrir la meilleure expérience possible sur nos sites web, nous devons collecter et traiter certaines informations. Selon votre utilisation des Services, cela peut inclure",
  "Contact us via email": "Contactez-nous par email",
  "for example, when you submit our forms, send us questions or comments, or report a problem, we will collect your name, email address, message, etc. We use this data solely in connection with answering the queries we receive.": "par exemple, lorsque vous soumettez nos formulaires, nous envoyez des questions ou des commentaires, ou signalez un problème, nous collecterons votre nom, adresse email, message, etc. Nous utilisons ces données uniquement pour répondre aux demandes que nous recevons.",
  "Usage data": "Données d'utilisation",
  "when you visit our website, we will store: the URL from which you visited us from, web pages of our website you visit, the date and duration of your visit, your anonymized IP address, the device specifications (device type, operating system, screen resolution, language, country you are located in, and web browser type) you used during your visit, and": "lorsque vous visitez notre site web, nous stockons : l'URL à partir de laquelle vous nous avez visité, les pages web de notre site que vous visitez, la date et la durée de votre visite, votre adresse IP anonymisée, les spécifications de l'appareil (type d'appareil, système d'exploitation, résolution d'écran, langue, pays dans lequel vous vous trouvez et type de navigateur web) que vous avez utilisées pendant votre visite, et",
  "other": "autres",
  "non-personal data. We process this usage data only on our server, not passing it to third-parties with": "données non personnelles. Nous traitons ces données d'utilisation uniquement sur notre serveur, sans les transmettre à des tiers avec",
  "web analytics platform that gives us 100% data ownership. This analytics helps us to improve user experience with our website and to recognize and stop any misuse.": "plateforme d'analyse web qui nous donne une propriété à 100% des données. Cette analyse nous aide à améliorer l'expérience utilisateur sur notre site web et à reconnaître et arrêter toute utilisation abusive.",
  "Non-personalized cookies": "Cookies non personnalisés",
  "we use non-tracking cookies (small data files transferred onto computers or devices by sites) for record-keeping purposes and to enhance functionality on our website. You may deactivate or restrict the transmission of these cookies by changing the settings of your web browser or by opt-out on this page in the form below. Cookies that are already stored may be deleted at any time.": "nous utilisons des cookies non traçables (petits fichiers de données transférés sur les ordinateurs ou les appareils par les sites) à des fins d'enregistrement et pour améliorer les fonctionnalités de notre site web. Vous pouvez désactiver ou restreindre la transmission de ces cookies en modifiant les paramètres de votre navigateur web ou en vous désinscrivant sur cette page dans le formulaire ci-dessous. Les cookies déjà stockés peuvent être supprimés à tout moment.",
  "Opt-out of website tracking": "Désactiver le suivi sur le site web",
  "You can opt out of being tracked by our Matomo Analytics instance below:": "Vous pouvez choisir de ne pas être suivi par notre instance Matomo Analytics ci-dessous:",
  "Your Rights": "Vos droits",
  "You have the right to be informed of Personal Data processed by Matomo, a right to rectification/correction, erasure and restriction of processing. You also have the right to ask from us a structured, common and machine-readable format of Personal Data you provided to us.": "Vous avez le droit d'être informé des données personnelles traitées par Matomo, le droit de rectification/correction, d'effacement et de limitation du traitement. Vous avez également le droit de nous demander un format structuré, commun et lisible par machine des données personnelles que vous nous avez fournies.",
  "We can only identify you via your email address and we can only adhere to your request and provide information if we have Personal Data about you through you having made contact with us directly and/or you using our site and/or service. We cannot provide, rectify or delete any data that we store on behalf of our users or customers.": "Nous ne pouvons vous identifier que par votre adresse e-mail et nous ne pouvons respecter votre demande et fournir des informations que si nous avons des données personnelles vous concernant, que vous nous avez contactés directement et/ou que vous avez utilisé notre site et/ou service. Nous ne pouvons pas fournir, rectifier ou supprimer les données que nous stockons pour le compte de nos utilisateurs ou clients.",
  "To exercise any of the rights mentioned in this Privacy Policy and/or in the event of questions or comments relating to the use of Personal Data you may contact us.": "Pour exercer l'un des droits mentionnés dans cette politique de confidentialité et/ou en cas de questions ou de commentaires concernant l'utilisation de données personnelles, vous pouvez nous contacter.",
  "In addition, you have the right to lodge a complaint with the data protection authority in your jurisdiction.": "De plus, vous avez le droit de déposer une plainte auprès de l'autorité de protection des données de votre juridiction.",
  "Retention of data": "Conservation des données",
  "We will retain your information as long as necessary to provide you with the services or as otherwise set forth in this Policy. We will also retain and use this information as necessary for the purposes set out in this Policy and to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements and protect Robonomics Wiki legal rights.": "Nous conserverons vos informations aussi longtemps que nécessaire pour vous fournir les services ou comme indiqué dans cette politique. Nous conserverons également et utiliserons ces informations dans la mesure nécessaire pour atteindre les objectifs énoncés dans cette politique et pour respecter nos obligations légales, résoudre les litiges, faire respecter nos accords et protéger les droits légaux du Robonomics Wiki.",
  "We also collect and maintain aggregated, anonymized or pseudonymized information which we may retain indefinitely to protect the safety and security of our Site, improve our Services or comply with legal obligations": "Nous collectons également et conservons des informations agrégées, anonymisées ou pseudonymisées que nous pouvons conserver indéfiniment pour protéger la sécurité de notre site, améliorer nos services ou respecter les obligations légales."
}