{
  "Click on picture to view asciinema video": "Klicken Sie auf das Bild, um das Asciinema-Video anzuzeigen",
  "How to edit Wiki": "Wie man das Wiki bearbeitet",
  "Send Feedback": "Feedback senden",
  "Sending Feedback...": "Feedback wird gesendet...",
  "Feedback was sent, thanks": "Feedback wurde gesendet, danke",
  "Please, add some feedback or choose one of reaction emoji": "Bitte fügen Sie Feedback hinzu oder wählen Sie einen Reaktions-Emoji aus",
  "previous": "vorherige",
  "next": "nächste",
  "Was this information helpful?": "War diese Information hilfreich?",
  "Tell us more": "Erzählen Sie uns mehr",
  "Sending your info...": "Ihre Informationen werden gesendet...",
  "Thanks": "Danke",
  "we'll keep in touch!": "wir bleiben in Kontakt!",
  "Couldn't complete": "Konnte nicht abschließen",
  "It was hard": "Es war schwierig",
  "It was ok": "Es war in Ordnung",
  "It was easy": "Es war einfach",
  "Search": "Suche",
  "Found results:": "Gefundene Ergebnisse:",
  "Ask your question": "Stellen Sie Ihre Frage",
  "Robonomics Smart Home": "Robonomics Smart Home",
  "Overview": "Übersicht",
  "Pre-installed Image For Raspberry Pi": "Vorinstalliertes Image für Raspberry Pi",
  "Installation": "Installation",
  "Home Assistant Init": "Home Assistant Init",
  "Zigbee2MQTT Adapter": "Zigbee2MQTT-Adapter",
  "Buying a Subscription": "Abonnement kaufen",
  "Robonomics Integration Setup": "Robonomics-Integration einrichten",
  "Global Administration": "Globale Verwaltung",
  "Upgrade Home Assistant OS": "Upgrade Home Assistant OS",
  "Robonomics Installation": "Robonomics-Installation",
  "Upgrade Home Assistant Docker for Unix-like OS": "Upgrade Home Assistant Docker für Unix-ähnliche Betriebssysteme",
  "Upgrade Home Assistant Core": "Upgrade Home Assistant Core",
  "Use": "Verwendung",
  "Get Smart Home Telemetry": "Erhalten Sie Smart Home-Telemetrie",
  "Backup Services": "Backup-Services",
  "Robonomics Video Service": "Robonomics Video Service",
  "RTZ camera control in Home Assistant": "RTZ-Kamerasteuerung in Home Assistant",
  "Blueprints": "Blueprints",
  "How To Use Blueprints": "Anleitung zur Verwendung von Blueprints",
  "Get Notified When Door Opens": "Benachrichtigung erhalten, wenn die Tür geöffnet wird",
  "Learn": "Lernen",
  "Glossary": "Glossar",
  "Create Account for Robonomics Parachain": "Konto für Robonomics Parachain erstellen",
  "How to Run Robonomics Dev Node": "So führen Sie einen Robonomics Dev Node aus",
  "Adding Funds To Your Account on Robonomics Portal": "Geld auf Ihrem Konto auf dem Robonomics-Portal hinzufügen",
  "\"Basics: Datalog\"": "\"Grundlagen: Datalog\"",
  "\"Basics: Launch\"": "\"Grundlagen: Start\"",
  "\"Basics: Digital Twins\"": "\"Grundlagen: Digitale Zwillinge\"",
  "\"Basics: Liability\"": "\"Grundlagen: Haftung\"",
  "Python interface and Robonomics IO": "Python-Schnittstelle und Robonomics IO",
  "\"RWS: How to Buy a Subscription\"": "\"RWS: Wie man ein Abonnement kauft\"",
  "\"RWS: How to Send Launch with Subscription\"": "\"RWS: Wie man einen Start mit Abonnement sendet\"",
  "Robonomics on Ethereum": "Robonomics auf Ethereum",
  "Robonomics OpenGov": "Robonomics OpenGov",
  "Maintain": "Warten",
  "How to build collator node from source": "Wie man einen Collator-Knoten aus dem Quellcode erstellt",
  "How to launch the Robonomics collator": "Wie man den Robonomics Collator startet",
  "How to Update Collator Node Version": "Wie man die Collator-Knoten-Version aktualisiert",
  "How to Connect SDS011 Sensor": "Wie man den SDS011-Sensor anschließt",
  "How to Edit Wiki": "Wie man das Wiki bearbeitet",
  "How to Contribute": "Wie man beiträgt",
  "Page disappeared, we are sorry": "Seite verschwunden, es tut uns leid",
  "Some content moved to": "Einige Inhalte wurden verschoben nach",
  "Explore Robonomics with guides": "Erkunden Sie Robonomics mit Anleitungen",
  "Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "Lernen Sie Robonomics durch Tutorials und praktisch nützliche Experimente kennen. Diese Dokumentation soll Ihnen helfen, Roboter zu verbinden oder dApps im Robonomics-Netzwerk zu programmieren.",
  "This page has moved to a": "Diese Seite wurde verschoben nach",
  "Automatic redirecting...": "Automatische Weiterleitung...",
  "Sorry, nothing here :(": "Entschuldigung, hier ist nichts :(",
  "Translation was executed by AI so there may be some inaccuracies": "Die Übersetzung wurde von KI durchgeführt, daher können einige Ungenauigkeiten auftreten",
  "Inform us": "Informieren Sie uns",
  "please": "bitte",
  "if you find any": "wenn Sie welche finden",
  "For new users": "Für neue Benutzer",
  "For Home Assistant users": "Für Home Assistant Benutzer",
  "Create an issue": "Ein Problem erstellen",
  "You are currently opted out. Click here to opt in.": "Sie haben derzeit die Opt-out-Option aktiviert. Klicken Sie hier, um sich anzumelden.",
  "Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool. Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "Opt-out abgeschlossen; Ihre Besuche auf dieser Website werden nicht vom Web-Analyse-Tool erfasst. Beachten Sie, dass Sie bei Löschen Ihrer Cookies, Löschen des Opt-out-Cookies oder bei Wechseln des Computers oder des Webbrowsers den Opt-out-Vorgang erneut durchführen müssen.",
  "Please click below to opt in:": "Bitte klicken Sie unten, um sich anzumelden:",
  "You are currently opted in. Click here to opt out.": "Sie haben derzeit die Opt-in-Option aktiviert. Klicken Sie hier, um sich abzumelden.",
  "You may choose not to have a unique web analytics cookie identification number assigned to your computer to avoid the aggregation and analysis of data collected on this website.": "Sie können wählen, dass Ihrem Computer keine eindeutige Web-Analyse-Cookie-Identifikationsnummer zugewiesen wird, um die Aggregation und Analyse der auf dieser Website gesammelten Daten zu vermeiden.",
  "To make that choice, please click below to receive an opt-out cookie": "Um diese Wahl zu treffen, klicken Sie bitte unten, um ein Opt-out-Cookie zu erhalten",
  "Privacy Policy": "Datenschutzrichtlinie",
  "This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "Diese Richtlinie beschreibt die Informationen, die wir von Ihnen sammeln, wie wir diese Informationen verwenden und unsere rechtliche Grundlage dafür. Sie umfasst auch, ob und wie diese Informationen geteilt werden können und Ihre Rechte und Optionen in Bezug auf die von Ihnen bereitgestellten Informationen.",
  "Tracking cookies are not used": "Tracking-Cookies nicht verwendet werden",
  "The data is not used for any other purpose than analytics": "Die Daten werden ausschließlich für Analysezwecke verwendet",
  "A user cannot be tracked across days within the same website": "Ein Benutzer kann nicht über Tage hinweg auf derselben Website verfolgt werden",
  "What We Collect and Receive": "Was wir sammeln und erhalten",
  "Visitors aren't tracked across websites": "Besucher werden nicht über Websites hinweg verfolgt",
  "Where are those annoying cookie consent pop-ups": "Wo sind diese nervigen Cookie-Einwilligungs-Pop-ups",
  "We don't need cookie consent is needed because": "Wir brauchen keine Cookie-Einwilligung, weil",
  "In order for us to provide you the best possible experience on our websites, we need to collect and process certain information. Depending on your use of the Services, that may include": "Um Ihnen das bestmögliche Erlebnis auf unseren Websites bieten zu können, müssen wir bestimmte Informationen sammeln und verarbeiten. Je nach Ihrer Nutzung der Dienste kann das Folgendes umfassen",
  "Contact us via email": "Kontaktieren Sie uns per E-Mail",
  "for example, when you submit our forms, send us questions or comments, or report a problem, we will collect your name, email address, message, etc. We use this data solely in connection with answering the queries we receive.": "zum Beispiel, wenn Sie unsere Formulare absenden, uns Fragen oder Kommentare senden oder ein Problem melden, werden wir Ihren Namen, Ihre E-Mail-Adresse, Ihre Nachricht usw. erfassen. Wir verwenden diese Daten ausschließlich im Zusammenhang mit der Beantwortung der Anfragen, die wir erhalten.",
  "Usage data": "Nutzungsdaten",
  "when you visit our website, we will store: the URL from which you visited us from, web pages of our website you visit, the date and duration of your visit, your anonymized IP address, the device specifications (device type, operating system, screen resolution, language, country you are located in, and web browser type) you used during your visit, and": "wenn Sie unsere Website besuchen, speichern wir: die URL, von der aus Sie uns besucht haben, die von Ihnen besuchten Webseiten unserer Website, das Datum und die Dauer Ihres Besuchs, Ihre anonymisierte IP-Adresse, die Gerätespezifikationen (Gerätetyp, Betriebssystem, Bildschirmauflösung, Sprache, Land, in dem Sie sich befinden, und Webbrowser-Typ), die Sie während Ihres Besuchs verwendet haben, und",
  "other": "andere",
  "non-personal data. We process this usage data only on our server, not passing it to third-parties with": "nicht personenbezogene Daten. Wir verarbeiten diese Nutzungsdaten nur auf unserem Server und geben sie nicht an Dritte weiter",
  "web analytics platform that gives us 100% data ownership. This analytics helps us to improve user experience with our website and to recognize and stop any misuse.": "Web-Analyseplattform, die uns eine 100%ige Datenhoheit gibt. Diese Analyse hilft uns, die Benutzererfahrung mit unserer Website zu verbessern und Missbrauch zu erkennen und zu stoppen.",
  "Non-personalized cookies": "Nicht personalisierte Cookies",
  "we use non-tracking cookies (small data files transferred onto computers or devices by sites) for record-keeping purposes and to enhance functionality on our website. You may deactivate or restrict the transmission of these cookies by changing the settings of your web browser or by opt-out on this page in the form below. Cookies that are already stored may be deleted at any time.": "wir verwenden nicht verfolgende Cookies (kleine Datendateien, die von Websites auf Computer oder Geräte übertragen werden) zu Aufzeichnungszwecken und zur Verbesserung der Funktionalität auf unserer Website. Sie können die Übertragung dieser Cookies deaktivieren oder einschränken, indem Sie die Einstellungen Ihres Webbrowsers ändern oder sich auf dieser Seite im untenstehenden Formular abmelden. Bereits gespeicherte Cookies können jederzeit gelöscht werden.",
  "Opt-out of website tracking": "Opt-out des Website-Trackings",
  "You can opt out of being tracked by our Matomo Analytics instance below:": "Sie können sich unten von der Verfolgung durch unsere Matomo Analytics-Instanz abmelden:",
  "Your Rights": "Ihre Rechte",
  "You have the right to be informed of Personal Data processed by Matomo, a right to rectification/correction, erasure and restriction of processing. You also have the right to ask from us a structured, common and machine-readable format of Personal Data you provided to us.": "Sie haben das Recht, über die von Matomo verarbeiteten personenbezogenen Daten informiert zu werden, das Recht auf Berichtigung/Korrektur, Löschung und Einschränkung der Verarbeitung. Sie haben auch das Recht, von uns ein strukturiertes, gängiges und maschinenlesbares Format der von Ihnen bereitgestellten personenbezogenen Daten anzufordern.",
  "We can only identify you via your email address and we can only adhere to your request and provide information if we have Personal Data about you through you having made contact with us directly and/or you using our site and/or service. We cannot provide, rectify or delete any data that we store on behalf of our users or customers.": "Wir können Sie nur anhand Ihrer E-Mail-Adresse identifizieren und wir können Ihrer Anfrage nur nachkommen und Informationen bereitstellen, wenn wir personenbezogene Daten über Sie haben, indem Sie direkt Kontakt mit uns aufgenommen und/oder unsere Website und/oder unseren Service genutzt haben. Wir können keine Daten bereitstellen, berichtigen oder löschen, die wir im Auftrag unserer Benutzer oder Kunden speichern.",
  "To exercise any of the rights mentioned in this Privacy Policy and/or in the event of questions or comments relating to the use of Personal Data you may contact us.": "Um eines der in dieser Datenschutzrichtlinie genannten Rechte auszuüben und/oder bei Fragen oder Kommentaren zur Verwendung personenbezogener Daten können Sie sich an uns wenden.",
  "In addition, you have the right to lodge a complaint with the data protection authority in your jurisdiction.": "Darüber hinaus haben Sie das Recht, eine Beschwerde bei der Datenschutzbehörde in Ihrer Gerichtsbarkeit einzureichen.",
  "Retention of data": "Speicherung von Daten",
  "We will retain your information as long as necessary to provide you with the services or as otherwise set forth in this Policy. We will also retain and use this information as necessary for the purposes set out in this Policy and to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements and protect Robonomics Wiki legal rights.": "Wir werden Ihre Informationen so lange aufbewahren, wie es zur Bereitstellung der Dienste erforderlich ist oder wie in dieser Richtlinie anderweitig festgelegt ist. Wir werden diese Informationen auch aufbewahren und verwenden, soweit dies für die in dieser Richtlinie festgelegten Zwecke und zur Erfüllung unserer rechtlichen Verpflichtungen, zur Beilegung von Streitigkeiten, zur Durchsetzung unserer Vereinbarungen und zum Schutz der rechtlichen Rechte des Robonomics-Wiki erforderlich ist.",
  "We also collect and maintain aggregated, anonymized or pseudonymized information which we may retain indefinitely to protect the safety and security of our Site, improve our Services or comply with legal obligations": "Wir sammeln und speichern auch aggregierte, anonymisierte oder pseudonymisierte Informationen, die wir unbegrenzt aufbewahren können, um die Sicherheit und den Schutz unserer Website zu gewährleisten, unsere Dienste zu verbessern oder rechtlichen Verpflichtungen nachzukommen."
}