{
  "Click on picture to view asciinema video": "Κάντε κλικ στην εικόνα για να δείτε το βίντεο asciinema",
  "How to edit Wiki": "Πώς να επεξεργαστείτε το Wiki",
  "Send Feedback": "Αποστολή ανατροφοδότησης",
  "Sending Feedback...": "Αποστολή ανατροφοδότησης...",
  "Feedback was sent, thanks": "Η ανατροφοδότηση εστάλη, ευχαριστούμε",
  "Please, add some feedback or choose one of reaction emoji": "Παρακαλώ, προσθέστε μερικές ανατροφοδοτήσεις ή επιλέξτε ένα από τα εικονίδια αντίδρασης",
  "previous": "προηγούμενο",
  "next": "επόμενο",
  "Was this information helpful?": "Ήταν χρήσιμες αυτές οι πληροφορίες;",
  "Tell us more": "Πείτε μας περισσότερα",
  "Sending your info...": "Αποστολή των πληροφοριών σας...",
  "Thanks": "Ευχαριστούμε",
  "we'll keep in touch!": "θα είμαστε σε επαφή!",
  "Couldn't complete": "Δεν ήταν δυνατή η ολοκλήρωση",
  "It was hard": "Ήταν δύσκολο",
  "It was ok": "Ήταν εντάξει",
  "It was easy": "Ήταν εύκολο",
  "Search": "Αναζήτηση",
  "Found results:": "Βρέθηκαν αποτελέσματα:",
  "Ask your question": "Ρωτήστε την ερώτησή σας",
  "Robonomics Smart Home": "Robonomics Smart Home",
  "Overview": "Επισκόπηση",
  "Pre-installed Image For Raspberry Pi": "Προεγκατεστημένη εικόνα για το Raspberry Pi",
  "Installation": "Εγκατάσταση",
  "Home Assistant Init": "Εκκίνηση Home Assistant",
  "Zigbee2MQTT Adapter": "Προσαρμογέας Zigbee2MQTT",
  "Buying a Subscription": "Αγορά συνδρομής",
  "Robonomics Integration Setup": "Ρύθμιση ολοκλήρωσης Robonomics",
  "Global Administration": "Παγκόσμια διαχείριση",
  "Upgrade Home Assistant OS": "Αναβάθμιση του Home Assistant OS",
  "Robonomics Installation": "Εγκατάσταση Robonomics",
  "Upgrade Home Assistant Docker for Unix-like OS": "Αναβάθμιση του Home Assistant Docker για λειτουργικά συστήματα τύπου Unix",
  "Upgrade Home Assistant Core": "Αναβάθμιση του Home Assistant Core",
  "Use": "Χρήση",
  "Get Smart Home Telemetry": "Λήψη της Έξυπνης Οικιακής Τηλεμετρίας",
  "Backup Services": "Υπηρεσίες Αντιγράφων Ασφαλείας",
  "Robonomics Video Service": "Υπηρεσία Βίντεο Robonomics",
  "RTZ camera control in Home Assistant": "Έλεγχος κάμερας RTZ στο Home Assistant",
  "Blueprints": "Σχέδια",
  "How To Use Blueprints": "Πώς να χρησιμοποιήσετε σχέδια",
  "Get Notified When Door Opens": "Λάβετε ειδοποίηση όταν ανοίγει η πόρτα",
  "Learn": "Μάθετε",
  "Glossary": "Γλωσσάρι",
  "Create Account for Robonomics Parachain": "Δημιουργία λογαριασμού για το Robonomics Parachain",
  "How to Run Robonomics Dev Node": "Πώς να εκτελέσετε τον κόμβο ανάπτυξης Robonomics",
  "Adding Funds To Your Account on Robonomics Portal": "Προσθήκη κεφαλαίων στον λογαριασμό σας στο Robonomics Portal",
  "\"Basics: Datalog\"": "\"Βασικά: Δεδομένα καταγραφής\"",
  "\"Basics: Launch\"": "\"Βασικά: Εκκίνηση\"",
  "\"Basics: Digital Twins\"": "\"Βασικά: Ψηφιακά Δίδυμα\"",
  "\"Basics: Liability\"": "\"Βασικά: Ευθύνη\"",
  "Python interface and Robonomics IO": "Διεπαφή Python και Robonomics IO",
  "\"RWS: How to Buy a Subscription\"": "\"RWS: Πώς να αγοράσετε μια συνδρομή\"",
  "\"RWS: How to Send Launch with Subscription\"": "\"RWS: Πώς να στείλετε εκκίνηση με συνδρομή\"",
  "Robonomics on Ethereum": "Robonomics στο Ethereum",
  "Robonomics OpenGov": "Robonomics OpenGov",
  "Maintain": "Συντήρηση",
  "How to build collator node from source": "Πώς να κατασκευάσετε τον κόμβο συλλέκτη από τον πηγαίο κώδικα",
  "How to launch the Robonomics collator": "Πώς να εκκινήσετε τον κόμβο συλλέκτη Robonomics",
  "How to Update Collator Node Version": "Πώς να ενημερώσετε την έκδοση του κόμβου συλλέκτη",
  "How to Connect SDS011 Sensor": "Πώς να συνδέσετε τον αισθητήρα SDS011",
  "How to Edit Wiki": "Πώς να επεξεργαστείτε το Wiki",
  "How to Contribute": "Πώς να συνεισφέρετε",
  "Page disappeared, we are sorry": "Η σελίδα εξαφανίστηκε, λυπούμαστε",
  "Some content moved to": "Ορισμένο περιεχόμενο μετακινήθηκε στο",
  "Explore Robonomics with guides": "Εξερευνήστε το Robonomics με οδηγούς",
  "Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "Μάθετε το Robonomics μέσω εκπαιδευτικών και πρακτικά χρήσιμων πειραμάτων. Αυτή η τεκμηρίωση σχεδιάστηκε για να σας βοηθήσει να συνδέσετε ρομπότ ή να κωδικοποιήσετε dApps εντός του Δικτύου Robonomics.",
  "This page has moved to a": "Αυτή η σελίδα μετακινήθηκε σε μια",
  "Automatic redirecting...": "Αυτόματη ανακατεύθυνση...",
  "Sorry, nothing here :(": "Λυπούμαστε, τίποτα εδώ :(",
  "Translation was executed by AI so there may be some inaccuracies": "Η μετάφραση πραγματοποιήθηκε από την τεχνητή νοημοσύνη, οπότε μπορεί να υπάρχουν κάποιες ανακρίβειες",
  "Inform us": "Ενημερώστε μας",
  "please": "παρακαλώ",
  "if you find any": "αν βρείτε οποιαδήποτε",
  "For new users": "Για νέους χρήστες",
  "For Home Assistant users": "Για χρήστες του Home Assistant",
  "Create an issue": "Δημιουργήστε ένα θέμα",
  "You are currently opted out. Click here to opt in.": "Αυτήν τη στιγμή έχετε εξαιρεθεί. Κάντε κλικ εδώ για να δηλώσετε συμμετοχή.",
  "Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool. Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "Η εξαίρεση ολοκληρώθηκε. οι επισκέψεις σας σε αυτόν τον ιστότοπο δεν θα καταγράφονται από το εργαλείο Web Analytics. Σημειώστε ότι εάν διαγράψετε τα cookie, διαγράψετε το cookie εξαίρεσης ή εάν αλλάξετε υπολογιστές ή προγράμματα περιήγησης Ιστού, θα χρειαστεί να εκτελέσετε ξανά τη διαδικασία εξαίρεσης.",
  "Please click below to opt in:": "Κάντε κλικ παρακάτω για να δηλώσετε συμμετοχή:",
  "You are currently opted in. Click here to opt out.": "Αυτήν τη στιγμή έχετε επιλέξει συμμετοχή. Κάντε κλικ εδώ για να εξαιρεθείτε.",
  "You may choose not to have a unique web analytics cookie identification number assigned to your computer to avoid the aggregation and analysis of data collected on this website.": "Μπορείτε να επιλέξετε να μην εκχωρηθεί ένας μοναδικός αριθμός αναγνώρισης cookie αναλυτικών στοιχείων ιστού στον υπολογιστή σας για να αποφύγετε τη συγκέντρωση και ανάλυση των δεδομένων που συλλέγονται σε αυτόν τον ιστότοπο.",
  "To make that choice, please click below to receive an opt-out cookie": "Για να κάνετε αυτήν την επιλογή, κάντε κλικ παρακάτω για να λάβετε ένα cookie εξαίρεσης",
  "Privacy Policy": "Πολιτική Απορρήτου",
  "This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "Αυτή η Πολιτική περιγράφει τις πληροφορίες που συλλέγουμε από εσάς, τον τρόπο με τον οποίο χρησιμοποιούμε αυτές τις πληροφορίες και τη νομική μας βάση για να το κάνουμε. Καλύπτει επίσης εάν και πώς αυτές οι πληροφορίες μπορούν να κοινοποιηθούν και τα δικαιώματα και τις επιλογές σας σχετικά με τις πληροφορίες που μας παρέχετε.",
  "Where are those annoying cookie consent pop-ups": "Πού είναι αυτά τα ενοχλητικά αναδυόμενα παράθυρα συναίνεσης cookie",
  "We don't need cookie consent is needed because": "Δεν χρειαζόμαστε, απαιτείται συγκατάθεση για cookie γιατί",
  "Tracking cookies are not used": "Τα cookies παρακολούθησης δεν χρησιμοποιούνται",
  "The data is not used for any other purpose than analytics": "Τα δεδομένα δεν χρησιμοποιούνται για κανέναν άλλο σκοπό εκτός από την ανάλυση",
  "Visitors aren't tracked across websites": "Οι επισκέπτες δεν παρακολουθούνται σε ιστότοπους",
  "A user cannot be tracked across days within the same website": "Δεν είναι δυνατή η παρακολούθηση ενός χρήστη για ημέρες εντός του ίδιου ιστότοπου",
  "What We Collect and Receive": "Τι Συλλέγουμε και Παραλαμβάνουμε",
  "In order for us to provide you the best possible experience on our websites, we need to collect and process certain information. Depending on your use of the Services, that may include": "Προκειμένου να σας παρέχουμε την καλύτερη δυνατή εμπειρία στους ιστότοπούς μας, πρέπει να συλλέγουμε και να επεξεργαζόμαστε ορισμένες πληροφορίες. Ανάλογα με τη χρήση των Υπηρεσιών από εσάς, αυτό μπορεί να περιλαμβάνει",
  "Contact us via email": "Επικοινωνήστε μαζί μας μέσω email",
  "for example, when you submit our forms, send us questions or comments, or report a problem, we will collect your name, email address, message, etc. We use this data solely in connection with answering the queries we receive.": "για παράδειγμα, όταν υποβάλλετε τις φόρμες μας, μας στέλνετε ερωτήσεις ή σχόλια ή αναφέρετε ένα πρόβλημα, θα συλλέξουμε το όνομά σας, τη διεύθυνση email, το μήνυμά σας κ.λπ. Χρησιμοποιούμε αυτά τα δεδομένα αποκλειστικά για την απάντηση στα ερωτήματα που λαμβάνουμε.",
  "Usage data": "Δεδομένα χρήσης",
  "when you visit our website, we will store: the URL from which you visited us from, web pages of our website you visit, the date and duration of your visit, your anonymized IP address, the device specifications (device type, operating system, screen resolution, language, country you are located in, and web browser type) you used during your visit, and": "όταν επισκέπτεστε τον ιστότοπό μας, θα αποθηκεύουμε: τη διεύθυνση URL από την οποία μας επισκεφτήκατε, τις ιστοσελίδες του ιστότοπού μας που επισκέπτεστε, την ημερομηνία και τη διάρκεια της επίσκεψής σας, την ανώνυμη διεύθυνση IP σας, τις προδιαγραφές της συσκευής (τύπος συσκευής, λειτουργικό σύστημα, ανάλυση οθόνης, γλώσσα, χώρα στην οποία βρίσκεστε και τύπος προγράμματος περιήγησης ιστού) που χρησιμοποιήσατε κατά την επίσκεψή σας και",
  "other": "άλλα",
  "non-personal data. We process this usage data only on our server, not passing it to third-parties with": "μη προσωπικά δεδομένα. Επεξεργαζόμαστε αυτά τα δεδομένα χρήσης μόνο στον διακομιστή μας, χωρίς να τα μεταβιβάζουμε σε τρίτους",
  "web analytics platform that gives us 100% data ownership. This analytics helps us to improve user experience with our website and to recognize and stop any misuse.": "πλατφόρμα ανάλυσης ιστού που μας παρέχει 100% ιδιοκτησία δεδομένων. Αυτά τα αναλυτικά στοιχεία μας βοηθούν να βελτιώσουμε την εμπειρία χρήστη με τον ιστότοπό μας και να αναγνωρίσουμε και να σταματήσουμε οποιαδήποτε κακή χρήση.",
  "Non-personalized cookies": "Μη εξατομικευμένα cookies",
  "we use non-tracking cookies (small data files transferred onto computers or devices by sites) for record-keeping purposes and to enhance functionality on our website. You may deactivate or restrict the transmission of these cookies by changing the settings of your web browser or by opt-out on this page in the form below. Cookies that are already stored may be deleted at any time.": "χρησιμοποιούμε cookies μη παρακολούθησης (μικρά αρχεία δεδομένων που μεταφέρονται σε υπολογιστές ή συσκευές από ιστότοπους) για σκοπούς τήρησης αρχείων και για τη βελτίωση της λειτουργικότητας του ιστότοπού μας. Μπορείτε να απενεργοποιήσετε ή να περιορίσετε τη μετάδοση αυτών των cookies αλλάζοντας τις ρυθμίσεις του προγράμματος περιήγησής σας στο web ή εξαιρεθείτε από αυτήν τη σελίδα στην παρακάτω φόρμα. Τα cookies που είναι ήδη αποθηκευμένα μπορούν να διαγραφούν ανά πάσα στιγμή.",
  "Opt-out of website tracking": "Εξαίρεση από την παρακολούθηση ιστότοπου",
  "You can opt out of being tracked by our Matomo Analytics instance below:": "Μπορείτε να εξαιρεθείτε από την παρακολούθηση από την παρουσία του Matomo Analytics παρακάτω:",
  "Your Rights": "Τα δικαιώματά σας",
  "You have the right to be informed of Personal Data processed by Matomo, a right to rectification/correction, erasure and restriction of processing. You also have the right to ask from us a structured, common and machine-readable format of Personal Data you provided to us.": "Έχετε το δικαίωμα να ενημερώνεστε για τα Προσωπικά Δεδομένα που επεξεργάζεται η Matomo, δικαίωμα διόρθωσης/διόρθωσης, διαγραφής και περιορισμού της επεξεργασίας. Έχετε επίσης το δικαίωμα να ζητήσετε από εμάς μια δομημένη, κοινή και μηχανικά αναγνώσιμη μορφή Προσωπικών Δεδομένων που μας παρείχατε.",
  "We can only identify you via your email address and we can only adhere to your request and provide information if we have Personal Data about you through you having made contact with us directly and/or you using our site and/or service. We cannot provide, rectify or delete any data that we store on behalf of our users or customers.": "Μπορούμε να σας αναγνωρίσουμε μόνο μέσω της διεύθυνσης ηλεκτρονικού ταχυδρομείου σας και μπορούμε να τηρήσουμε το αίτημά σας και να παρέχουμε πληροφορίες μόνο εάν έχουμε Προσωπικά Δεδομένα για εσάς μέσω της απευθείας επικοινωνίας μαζί μας ή/και μέσω της χρήσης του ιστότοπού και/ή της υπηρεσίας μας. Δεν μπορούμε να παρέχουμε, να διορθώσουμε ή να διαγράψουμε δεδομένα που αποθηκεύουμε για λογαριασμό των χρηστών ή των πελατών μας.",
  "To exercise any of the rights mentioned in this Privacy Policy and/or in the event of questions or comments relating to the use of Personal Data you may contact us.": "Για να ασκήσετε οποιοδήποτε από τα δικαιώματα που αναφέρονται στην παρούσα Πολιτική Απορρήτου ή/και σε περίπτωση ερωτήσεων ή σχολίων σχετικά με τη χρήση των Προσωπικών Δεδομένων, μπορείτε να επικοινωνήσετε μαζί μας.",
  "In addition, you have the right to lodge a complaint with the data protection authority in your jurisdiction.": "Επιπλέον, έχετε το δικαίωμα να υποβάλετε καταγγελία στην αρχή προστασίας δεδομένων στη δικαιοδοσία σας.",
  "Retention of data": "Διατήρηση δεδομένων",
  "We will retain your information as long as necessary to provide you with the services or as otherwise set forth in this Policy. We will also retain and use this information as necessary for the purposes set out in this Policy and to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements and protect Robonomics Wiki legal rights.": "Θα διατηρήσουμε τις πληροφορίες σας για όσο διάστημα είναι απαραίτητο για να σας παρέχουμε τις υπηρεσίες ή όπως ορίζεται διαφορετικά στην παρούσα Πολιτική. Επίσης, θα διατηρήσουμε και θα χρησιμοποιήσουμε αυτές τις πληροφορίες όπως είναι απαραίτητο για τους σκοπούς που ορίζονται στην παρούσα Πολιτική και στον βαθμό που είναι απαραίτητο για τη συμμόρφωση με τις νομικές μας υποχρεώσεις, την επίλυση διαφορών, την επιβολή των συμφωνιών μας και την προστασία των νομικών δικαιωμάτων του Robonomics Wiki.",
  "We also collect and maintain aggregated, anonymized or pseudonymized information which we may retain indefinitely to protect the safety and security of our Site, improve our Services or comply with legal obligations": "Επίσης, συλλέγουμε και διατηρούμε συγκεντρωτικές, ανώνυμες ή ψευδώνυμες πληροφορίες τις οποίες ενδέχεται να διατηρήσουμε επ' αόριστον για να προστατεύσουμε την ασφάλεια και την ασφάλεια του ιστότοπού μας, να βελτιώσουμε τις Υπηρεσίες μας ή να συμμορφωθούμε με νομικές υποχρεώσεις"
}