{
  "Click on picture to view asciinema video": "画像をクリックしてasciinemaビデオを表示する",
  "How to edit Wiki": "ウィキの編集方法",
  "Send Feedback": "フィードバックを送信する",
  "Sending Feedback...": "フィードバックを送信中...",
  "Feedback was sent, thanks": "フィードバックが送信されました、ありがとうございます",
  "Please, add some feedback or choose one of reaction emoji": "フィードバックを追加するか、リアクションの絵文字選択してください",
  "previous": "前へ",
  "next": "次へ",
  "Was this information helpful?": "この情報は役に立ちましたか？",
  "Tell us more": "もっと教えてください",
  "Sending your info...": "情報を送信中...",
  "Thanks": "ありがとうございます",
  "we'll keep in touch!": "連絡を取り合いましょう！",
  "Couldn't complete": "完了できませんでした",
  "It was hard": "難しかったです",
  "It was ok": "普通でした",
  "It was easy": "簡単でした",
  "Search": "検索",
  "Found results:": "結果が見つかりました：",
  "Ask your question": "質問してください",
  "Robonomics Smart Home": "Robonomicsスマートホーム",
  "Overview": "概要",
  "Pre-installed Image For Raspberry Pi": "Raspberry Pi用のプリインストールイメージ",
  "Installation": "インストール",
  "Home Assistant Init": "Home Assistantの初期化",
  "Zigbee2MQTT Adapter": "Zigbee2MQTTアダプター",
  "Buying a Subscription": "サブスクリプションの購入",
  "Robonomics Integration Setup": "Robonomics統合のセットアップ",
  "Global Administration": "グローバル管理",
  "Upgrade Home Assistant OS": "Home Assistant OSのアップグレード",
  "Robonomics Installation": "Robonomicsのインストール",
  "Upgrade Home Assistant Docker for Unix-like OS": "Unix系OSのHome Assistant Dockerのアップグレード",
  "Upgrade Home Assistant Core": "Home Assistant Coreのアップグレード",
  "Use": "使用方法",
  "Get Smart Home Telemetry": "スマートホームのテレメトリーを取得する",
  "Backup Services": "バックアップサービス",
  "Robonomics Video Service": "Robonomicsビデオサービス",
  "RTZ camera control in Home Assistant": "Home AssistantでのRTZカメラ制御",
  "Blueprints": "ブループリント",
  "How To Use Blueprints": "ブループリントの使用方法",
  "Get Notified When Door Opens": "ドアが開いたときに通知を受ける",
  "Learn": "学ぶ",
  "Glossary": "用語集",
  "Create Account for Robonomics Parachain": "Robonomics Parachainのアカウントを作成する",
  "How to Run Robonomics Dev Node": "Robonomics Dev Nodeの実行方法",
  "Adding Funds To Your Account on Robonomics Portal": "Robonomicsポータルでアウントに資金を追加する方法",
  "\"Basics: Datalog\"": "\"基本：データログ\"",
  "\"Basics: Launch\"": "\"基本：起動\"",
  "\"Basics: Digital Twins\"": "\"基本：デジタルツイン\"",
  "\"Basics: Liability\"": "\"基本：責任\"",
  "Python interface and Robonomics IO": "PythonインターフェースとRobonomics IO",
  "\"RWS: How to Buy a Subscription\"": "\"RWS：サブスクリプションの購入方法\"",
  "\"RWS: How to Send Launch with Subscription\"": "\"RWS：サブスクリプション付きの起動の送信方法\"",
  "Robonomics on Ethereum": "Ethereum上のRobonomics",
  "Robonomics OpenGov": "Robonomics OpenGov",
  "Maintain": "維持する",
  "How to build collator node from source": "ソースからコレーターノードをビルドする方法",
  "How to launch the Robonomics collator": "Robonomicsコレーターの起動方法",
  "How to Update Collator Node Version": "コレーターノードのバージョンを更新する方法",
  "How to Connect SDS011 Sensor": "SDS011センサーの接続方法",
  "How to Edit Wiki": "ウィキの編集方法",
  "How to Contribute": "貢献する方法",
  "Page disappeared, we are sorry": "ページが消えました、申し訳ありません",
  "Some content moved to": "一部のコンテンツはこちらに移動しました",
  "Explore Robonomics with guides": "ガイドでRobonomicsを探索する",
  "Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "チュートリアルや実用的な実験を通じてRobonomicsを学ぶ。このドキュメントは、Robonomicsネットワーク内のロボットやdAppのコードを接続するのに役立つように設計されています。",
  "This page has moved to a": "このページは次の場所に移動しました",
  "Automatic redirecting...": "自動リダイレクト中...",
  "Sorry, nothing here :(": "申し訳ありません、ここには何もありません :(",
  "Translation was executed by AI so there may be some inaccuracies": "AIによって翻訳が実行されたため、いくつかの不正確さがあるかもしれません",
  "Inform us": "見つけた場合は",
  "please": "お知らせください",
  "if you find any": "お願いします",
  "For new users": "新規ユーザー向け",
  "For Home Assistant users": "Home Assistantユーザー向け",
  "Create an issue": "問題を作成する",
  "You are currently opted out. Click here to opt in.": "現在、オプトアウトされています。オプトインするにはここをクリックしてください。",
  "Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool. Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "オプトアウトが完了しました。Web Analyticsツールによるこのウェブサイトへの訪問記録は記録されません。ただし、クッキーを削除したり、オプトアウトクッキーを削除したり、コンピューターやウェブブラウザーを変更した場合は、再度オプトアウト手続きを行う必要があります。",
  "Please click below to opt in:": "オプトインするには、以下をクリックしてください。",
  "You are currently opted in. Click here to opt out.": "現在、オプトインされています。オプトアウトするにはここをクリックしてください。",
  "You may choose not to have a unique web analytics cookie identification number assigned to your computer to avoid the aggregation and analysis of data collected on this website.": "このウェブサイトで収集されたデータの集計と分析を避けるために、コンピューターに一意のウェブアナリティクスクッキー識別番号を割り当てないことを選択することができます。",
  "To make that choice, please click below to receive an opt-out cookie": "この選択を行うには、以下をクリックしてオプトアウトクッキーを受け取ってください。",
  "Privacy Policy": "プライバシーポリシー",
  "This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "このポリシーでは、お客様から収集する情報、その情報の利用方法、およびその法的根拠について説明しています。また、その情報が共有されるかどうか、および提供された情報に関するお客様の権利と選択肢もカバーしています。",
  "Where are those annoying cookie consent pop-ups": "迷惑なクッキーコンセントポップアップはどこにありますか",
  "We don't need cookie consent is needed because": "クッキーコンセントは必要ありません",
  "Tracking cookies are not used": "トラッキングクッキーは使用されていません",
  "The data is not used for any other purpose than analytics": "データは分析以外の目的には使用されません",
  "Visitors aren't tracked across websites": "訪問者はウェブサイト間で追跡されません",
  "A user cannot be tracked across days within the same website": "同じウェブサイト内で日をまたいでユーザーを追跡することはできません",
  "What We Collect and Receive": "収集および受信する情報",
  "In order for us to provide you the best possible experience on our websites, we need to collect and process certain information. Depending on your use of the Services, that may include": "当社のウェブサイトで最高の体験を提供するために、特定の情報を収集および処理する必要があります。サービスの利用方法に応じて、それには次のものが含まれる場合があります",
  "Contact us via email": "メールでお問い合わせください",
  "for example, when you submit our forms, send us questions or comments, or report a problem, we will collect your name, email address, message, etc. We use this data solely in connection with answering the queries we receive.": "たとえば、フォームを送信したり、質問やコメントを送信したり、問題を報告したりする場合、お名前、メールアドレス、メッセージなどを収集します。このデータは、お問い合わせに対する回答に関連してのみ使用します。",
  "Usage data": "利用データ",
  "when you visit our website, we will store: the URL from which you visited us from, web pages of our website you visit, the date and duration of your visit, your anonymized IP address, the device specifications (device type, operating system, screen resolution, language, country you are located in, and web browser type) you used during your visit, and": "ウェブサイトを訪れる際に、以下の情報を保存します：訪れた元のURL、訪れたウェブページ、訪問日時と期間、匿名化されたIPアドレス、訪問中に使用したデバイスの仕様（デバイスタイプ、オペレーティングシステム、画面解像度、言語、所在国、ウェブブラウザの種類）、および",
  "other": "その他",
  "non-personal data. We process this usage data only on our server, not passing it to third-parties with": "個人を特定しないデータ。この利用データは、サーバー上でのみ処理され、第三者に提供されません。100％データの所有権を持つウェブ解析プラットフォームを使用しています。この解析により、ウェブサイトのユーザーエクスペリエンスを向上させ、不正利用を認識し防止することができます。",
  "web analytics platform that gives us 100% data ownership. This analytics helps us to improve user experience with our website and to recognize and stop any misuse.": "個人を特定しないクッキー",
  "Non-personalized cookies": "当サイトでは、記録目的やウェブサイトの機能を向上させるために、追跡しないクッキー（サイトからコンピュータやデバイスに転送される小さなデータファイル）を使用しています。これらのクッキーの送信を無効化または制限するには、ウェブブラウザの設定を変更するか、以下のフォームでオプトアウトしてください。既に保存されているクッキーはいつでも削除できます。",
  "we use non-tracking cookies (small data files transferred onto computers or devices by sites) for record-keeping purposes and to enhance functionality on our website. You may deactivate or restrict the transmission of these cookies by changing the settings of your web browser or by opt-out on this page in the form below. Cookies that are already stored may be deleted at any time.": "私たちは、記録保持の目的やウェブサイトの機能を向上させるために、非追跡クッキー（サイトによってコンピューターやデバイスに転送される小さなデータファイル）を使用しています。ウェブブラウザーの設定を変更するか、以下のフォームでオプトアウトすることにより、これらのクッキーの送信を無効化または制限することができます。既に保存されているクッキーはいつでも削除することができます。",
  "Opt-out of website tracking": "ウェブサイトのトラッキングをオプトアウトする",
  "You can opt out of being tracked by our Matomo Analytics instance below:": "以下のMatomo Analyticsインスタンスによるトラッキングをオプトアウトすることができます:",
  "Your Rights": "あなたの権利",
  "You have the right to be informed of Personal Data processed by Matomo, a right to rectification/correction, erasure and restriction of processing. You also have the right to ask from us a structured, common and machine-readable format of Personal Data you provided to us.": "Matomoによって処理される個人データについての情報を受ける権利、訂正/修正、削除、処理の制限の権利を持っています。また、私たちに提供した個人データの構造化された、共通の、機械可読な形式を要求する権利もあります。",
  "We can only identify you via your email address and we can only adhere to your request and provide information if we have Personal Data about you through you having made contact with us directly and/or you using our site and/or service. We cannot provide, rectify or delete any data that we store on behalf of our users or customers.": "私たちはあなたのメールアドレスを通じてのみあなたを識別することができ、直接に私たちと連絡を取ったり、私たちのサイトやサービスを利用したりしたことによってのみ、あなたの要求に応じて情報を提供することができます。私たちは、私たちのユーザーや顧客のために保管しているデータを提供、訂正、削除することはできません。",
  "To exercise any of the rights mentioned in this Privacy Policy and/or in the event of questions or comments relating to the use of Personal Data you may contact us.": "本プライバシーポリシーに記載されている権利のいずれかを行使する場合、および個人データの使用に関する質やコメントがある場合は、お問い合わせください。",
  "In addition, you have the right to lodge a complaint with the data protection authority in your jurisdiction.": "さらに、所在地のデータ保護当局に苦情を申し立てる権利もあります。",
  "Retention of data": "データの保持",
  "We will retain your information as long as necessary to provide you with the services or as otherwise set forth in this Policy. We will also retain and use this information as necessary for the purposes set out in this Policy and to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements and protect Robonomics Wiki legal rights.": "私たちは、サービスを提供するために必要な期間、またはこのポリシーに別段の定めがある場合には、お客様の情報を保持します。また、この情報を本ポリシーに記載された目的のために必要な範囲で保持し、法的義務の遵守、紛争の解決、契約の執行、Robonomics Wikiの法的権利の保護に必要な範囲で使用します。",
  "We also collect and maintain aggregated, anonymized or pseudonymized information which we may retain indefinitely to protect the safety and security of our Site, improve our Services or comply with legal obligations": "また、私たちは集計された匿名化または擬似匿名化された情報を収集し、保持することもあります。これらの情報は、サイトの安全性とセキュリティの保護、サービスの改善、法的義務の遵守のために無期限に保持される場合があります。"
}