{
  "Click on picture to view asciinema video": "사진을 클릭하여 asciinema 비디오를 보세요",
  "How to edit Wiki": "위키 편집하는 방법",
  "Send Feedback": "피드백 보내기",
  "Sending Feedback...": "피드백을 보내는 중...",
  "Feedback was sent, thanks": "피드백이 전송되었습니다, 감사합니다",
  "Please, add some feedback or choose one of reaction emoji": "피드백을 추가하거나 반응 이모티콘 중 하나를 선택해주세요",
  "previous": "이전",
  "next": "다음",
  "Was this information helpful?": "이 정보가 도움이 되었나요?",
  "Tell us more": "더 자세히 알려주세요",
  "Sending your info...": "정보를 전송하는 중...",
  "Thanks": "감사합니다",
  "we'll keep in touch!": "계속 연락하겠습니다!",
  "Couldn't complete": "완료할 수 없음",
  "It was hard": "어려웠습니다",
  "It was ok": "보통이었습니다",
  "It was easy": "쉬웠습니다",
  "Search": "검색",
  "Found results:": "결과 찾음:",
  "Ask your question": "질문하세요",
  "Robonomics Smart Home": "로보노믹스 스마트 홈",
  "Overview": "개요",
  "Pre-installed Image For Raspberry Pi": "라즈베리 파이용 사전 설치 이미지",
  "Installation": "설치",
  "Home Assistant Init": "홈 어시스턴트 초기화",
  "Zigbee2MQTT Adapter": "지그비2MQTT 어댑터",
  "Buying a Subscription": "구독 구매",
  "Robonomics Integration Setup": "로보노믹스 통합 설정",
  "Global Administration": "전역 관리",
  "Upgrade Home Assistant OS": "홈 어시스턴트 OS 업그레이드",
  "Robonomics Installation": "로보노믹스 설치",
  "Upgrade Home Assistant Docker for Unix-like OS": "유닉스 기반 OS용 홈 어시스턴트 도커 업그레이드",
  "Upgrade Home Assistant Core": "홈 어시스턴트 코어 업그레이드",
  "Use": "사용",
  "Get Smart Home Telemetry": "스마트 홈 텔레메트리 가져오기",
  "Backup Services": "백업 서비스",
  "Robonomics Video Service": "로보노믹스 비디오 서비스",
  "RTZ camera control in Home Assistant": "홈 어시스턴트에서 RTZ 카메라 제어",
  "Blueprints": "블루프린트",
  "How To Use Blueprints": "블루프린트 사용 방법",
  "Get Notified When Door Opens": "문이 열릴 때 알림 받기",
  "Learn": "학습",
  "Glossary": "용어집",
  "Create Account for Robonomics Parachain": "로보노믹스 파라체인을 위한 계정 생성",
  "How to Run Robonomics Dev Node": "로보노믹스 개발 노드 실행 방법",
  "Adding Funds To Your Account on Robonomics Portal": "로보노믹스 포털에 계정에 자금 추가하는 방법",
  "\"Basics: Datalog\"": "\"기본: 데이터로그\"",
  "\"Basics: Launch\"": "\"기본: 실행\"",
  "\"Basics: Digital Twins\"": "\"기본: 디지털 트윈\"",
  "\"Basics: Liability\"": "\"기본: 책임\"",
  "Python interface and Robonomics IO": "파이썬 인터페이스와 로보노믹스 IO",
  "\"RWS: How to Buy a Subscription\"": "\"RWS: 구독 매 방법\"",
  "\"RWS: How to Send Launch with Subscription\"": "\"RWS: 구독과 함께 실행 보내는 방법\"",
  "Robonomics on Ethereum": "이더리움에서의 로보노믹스",
  "Robonomics OpenGov": "로보노믹스 오픈 거버넌스",
  "Maintain": "유지 관리",
  "How to build collator node from source": "소스에서 콜레이터 노드 빌드하는 방법",
  "How to launch the Robonomics collator": "로보노믹스 콜레이터 실행하는 방법",
  "How to Update Collator Node Version": "콜레이터 노드 버전 업데이트하는 방법",
  "How to Connect SDS011 Sensor": "SDS011 센서 연결하는 방법",
  "How to Edit Wiki": "위키 편집하는 방법",
  "How to Contribute": "기여하는 방법",
  "Page disappeared, we are sorry": "페이지가 사라졌습니다, 죄송합니다",
  "Some content moved to": "일부 내용은 다음으로 이동되었습니다",
  "Explore Robonomics with guides": "가이드로 로보노믹스 탐색하기",
  "Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "튜토리얼과 실용적인 실험을 통해 로보노믹스를 배우세요. 이 문서는 로보노믹스 네트워크 내에서 로봇을 연결하거나 dApp을 작성하는 데 도움을 주기 위해 설계되었습니다.",
  "This page has moved to a": "이 페이지는 다음으로 이동되었습니다",
  "Automatic redirecting...": "자동 리디렉션 중...",
  "Sorry, nothing here :(": "죄송합니다, 여기에는 아무 내용도 없습니다 :(",
  "Translation was executed by AI so there may be some inaccuracies": "번역은 AI에 의해 실행되었으므로 일부 정확하지 않을 수 있습니다",
  "Inform us": "발견하시면",
  "please": "알려주세요",
  "if you find any": "부탁드립니다",
  "For new users": "새로운 사용자를 위해",
  "For Home Assistant users": "Home Assistant 사용자를 위해",
  "Create an issue": "이슈를 생성하세요",
  "You are currently opted out. Click here to opt in.": "현재 선택하지 않았습니다. 여기를 클릭하여 선택하십시오.",
  "Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool. Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "옵트아웃이 완료되었습니다. 이 웹 사이트의 방문 기록은 웹 분석 도구에 의해 기록되지 않습니다. 쿠키를 지우거나 옵트아웃 쿠키를 삭제하거나 컴퓨터나 웹 브라우저를 변경하는 경우 옵트아웃 절차를 다시 수행해야 함을 유의하십시오.",
  "Please click below to opt in:": "옵트인하려면 아래를 클릭하십시오.",
  "You are currently opted in. Click here to opt out.": "현재 선택되었습니다. 여기를 클릭하여 옵트아웃하십시오.",
  "You may choose not to have a unique web analytics cookie identification number assigned to your computer to avoid the aggregation and analysis of data collected on this website.": "이 웹 사이트에서 수집된 데이터의 집계 및 분석을 피하기 위해 고유한 웹 분석 쿠키 식별 번호를 컴퓨터에 할당하지 않을 수 있습니다. 이 선택을 하려면 아래를 클릭하여 옵트아웃 쿠키를 받으십시오.",
  "To make that choice, please click below to receive an opt-out cookie": "그 선택을 하려면 아래를 클릭하여 옵트아웃 쿠키를 받으세요",
  "Privacy Policy": "개인정보 보호정책",
  "This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "본 정책은 우리가 수집하는 정보, 그 정보를 사용하는 방법 및 법적 근거에 대해 설명합니다. 또한 그 정보가 공유될 수 있는지 여부와 그 정보에 대해 제공하는 권리와 선택에 대해서도 다룹니다.",
  "Where are those annoying cookie consent pop-ups": "어디에 있는 귀찮은 쿠키 동의 팝업창이 있나요",
  "We don't need cookie consent is needed because": "쿠키 동의가 필요하지 않습니다",
  "Tracking cookies are not used": "추적 쿠키는 사용되지 않습니다",
  "The data is not used for any other purpose than analytics": "데이터는 분석 외의 다른 목적으로 사용되지 않습니다",
  "Visitors aren't tracked across websites": "방문자는 웹사이트 간에 추적되지 않습니다",
  "A user cannot be tracked across days within the same website": "동일한 웹사이트 내에서 사용자는 여러 날짜에 걸쳐 추적될 수 없습니다",
  "What We Collect and Receive": "수집 및 수신하는 정보",
  "In order for us to provide you the best possible experience on our websites, we need to collect and process certain information. Depending on your use of the Services, that may include": "당사 웹사이트에서 최상의 경험을 제공하기 위해 특정 정보를 수집하고 처리해야 합니다. 서비스 이용에 따라 그 내용이 포함될 수 있습니다.",
  "Contact us via email": "이메일을 통해 문의하세요",
  "for example, when you submit our forms, send us questions or comments, or report a problem, we will collect your name, email address, message, etc. We use this data solely in connection with answering the queries we receive.": "예를 들어, 우리의 양식을 제출하거나 질문이나 의견을 보내거나 문제를 신고할 때, 이름, 이메일 주소, 메시지 등을 수집합니다. 우리는 이 데이터를 받은 질문에 대한 답변과 관련하여만 사용합니다.",
  "Usage data": "사용 데이터",
  "when you visit our website, we will store: the URL from which you visited us from, web pages of our website you visit, the date and duration of your visit, your anonymized IP address, the device specifications (device type, operating system, screen resolution, language, country you are located in, and web browser type) you used during your visit, and": "당신이 우리의 웹사이트를 방문할 때, 우리는 다음을 저장합니다: 우리를 방문한 URL, 우리 웹사이트의 웹 페이지, 방문한 날짜와 기간, 익명화된 IP 주소, 방문 중 사용한 기기 사양 (기기 유형, 운영 체제, 화면 해상도, 언어, 위치한 국가 및 웹 브라우저 유형), 그리고",
  "other": "기타",
  "non-personal data. We process this usage data only on our server, not passing it to third-parties with": "비개인 정보 데이터. 우리는 이 사용 데이터를 서버에서만 처리하며, 제3자에게 전달하지 않습니다.",
  "web analytics platform that gives us 100% data ownership. This analytics helps us to improve user experience with our website and to recognize and stop any misuse.": "100% 데이터 소유권을 제공하는 웹 분석 플랫폼을 통해 이 분석을 통해 웹사이트의 사용자 경험을 개선하고 오용을 인식하고 막을 수 있습니다.",
  "Non-personalized cookies": "비개인화된 쿠키",
  "we use non-tracking cookies (small data files transferred onto computers or devices by sites) for record-keeping purposes and to enhance functionality on our website. You may deactivate or restrict the transmission of these cookies by changing the settings of your web browser or by opt-out on this page in the form below. Cookies that are already stored may be deleted at any time.": "기록 보관 및 웹사이트의 기능을 향상시키기 위해 비추적 쿠키(사이에서 컴퓨터나 기기로 전송되는 작은 데이터 파일)를 사용합니다. 웹 브라우저의 설정을 변경하거나 이 페이지에서 옵트아웃함으로써 이러한 쿠키의 전송을 비활성화하거나 제한할 수 있습니다. 이미 저장된 쿠키는 언제든지 삭제할 수 있습니다.",
  "Opt-out of website tracking": "웹사이트 추적 비활성화",
  "You can opt out of being tracked by our Matomo Analytics instance below:": "아래의 Matomo Analytics 인스턴스를 통해 추적을 비활성화할 수 있습니다:",
  "Your Rights": "귀하의 권리",
  "You have the right to be informed of Personal Data processed by Matomo, a right to rectification/correction, erasure and restriction of processing. You also have the right to ask from us a structured, common and machine-readable format of Personal Data you provided to us.": "Matomo에서 처리되는 개인 데이터에 대한 정보를 받을 권리, 정정/수정, 삭제 및 처리 제한에 대한 권리가 있습니다. 또한 귀하는 우리에게 제공한 개인 데이터의 구조화된, 공통적이며 기계 판독 가능한 형식을 요청할 권리가 있습니다.",
  "We can only identify you via your email address and we can only adhere to your request and provide information if we have Personal Data about you through you having made contact with us directly and/or you using our site and/or service. We cannot provide, rectify or delete any data that we store on behalf of our users or customers.": "귀하가 직접 저희에게 연락하거나 저희 사이트와/또는 서비스를 사용하여 개인 데이터를 보유하고 있는 경우에만 귀하를 식별할 수 있으며, 귀하의 요청을 준수하고 정보를 제공할 수 있습니다. 우리는 사용자 또는 고객을 대신하여 저장하는 데이터를 제공, 정정 또는 삭제할 수 없습니다.",
  "To exercise any of the rights mentioned in this Privacy Policy and/or in the event of questions or comments relating to the use of Personal Data you may contact us.": "본 개인 정보 보호 정책에 언급된 권리 중 어떤 권리를 행사하거나 개인 데이터 사용에 관한 질문이나 의견이 있으시면 저희에게 연락하실 수 있습니다.",
  "In addition, you have the right to lodge a complaint with the data protection authority in your jurisdiction.": "또한, 귀하는 귀하의 관할 지역의 데이터 보호 당국에 불만을 제기할 권리가 있습니다.",
  "Retention of data": "데이터 보유",
  "We will retain your information as long as necessary to provide you with the services or as otherwise set forth in this Policy. We will also retain and use this information as necessary for the purposes set out in this Policy and to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements and protect Robonomics Wiki legal rights.": "서비스 제공을 위해 필요한 기간 동안 또는 본 정책에 명시된 대로 정보를 보유합니다. 또한 본 정책에 명시된 목적을 위해 이 정보를 보유하고 사용하며, 법적 의무 준수, 분쟁 해결, 계약 강제 이행 및 Robonomics Wiki의 법적 권리 보호를 위해 필요한 범위 내에서 이 정보를 보유 및 사용할 것입니다.",
  "We also collect and maintain aggregated, anonymized or pseudonymized information which we may retain indefinitely to protect the safety and security of our Site, improve our Services or comply with legal obligations": "또한, 우리는 사이트의 안전과 보안을 보호하거나 서비스를 개선하거나 법적 의무를 준수하기 위해 영구히 보유할 수 있는 집계, 익명화 또는 의사명시화된 정보를 수집 및 유지합니다."
}