{
  "Click on picture to view asciinema video": "Clique na imagem para ver o vídeo asciinema",
  "How to edit Wiki": "Como editar a Wiki",
  "Send Feedback": "Enviar feedback",
  "Sending Feedback...": "Enviando feedback...",
  "Feedback was sent, thanks": "Feedback enviado, obrigado",
  "Please, add some feedback or choose one of reaction emoji": "Por favor, adicione algum feedback ou escolha um emoji de reação",
  "previous": "anterior",
  "next": "próximo",
  "Was this information helpful?": "Essa informação foi útil?",
  "Tell us more": "Conte-nos mais",
  "Sending your info...": "Enviando suas informações...",
  "Thanks": "Obrigado",
  "we'll keep in touch!": "manteremos contato!",
  "Couldn't complete": "Não foi possível concluir",
  "It was hard": "Foi difícil",
  "It was ok": "Foi ok",
  "It was easy": "Foi fácil",
  "Search": "Pesquisar",
  "Found results:": "Resultados encontrados:",
  "Ask your question": "Faça sua pergunta",
  "Robonomics Smart Home": "Robonomics Smart Home",
  "Overview": "Visão geral",
  "Pre-installed Image For Raspberry Pi": "Imagem pré-instalada para Raspberry Pi",
  "Installation": "Instalação",
  "Home Assistant Init": "Inicialização do Home Assistant",
  "Zigbee2MQTT Adapter": "Adaptador Zigbee2MQTT",
  "Buying a Subscription": "Comprar uma assinatura",
  "Robonomics Integration Setup": "Configuração de integração do Robonomics",
  "Global Administration": "Administração global",
  "Upgrade Home Assistant OS": "Atualizar Home Assistant OS",
  "Robonomics Installation": "Instalação do Robonomics",
  "Upgrade Home Assistant Docker for Unix-like OS": "Atualizar Home Assistant Docker para sistemas operacionais semelhantes ao Unix",
  "Upgrade Home Assistant Core": "Atualizar Home Assistant Core",
  "Use": "Usar",
  "Get Smart Home Telemetry": "Obter Telemetria para Casa Inteligente",
  "Backup Services": "Serviços de backup",
  "Robonomics Video Service": "Serviço de vídeo Robonomics",
  "RTZ camera control in Home Assistant": "Controle de câmera RTZ no Home Assistant",
  "Blueprints": "Blueprints",
  "How To Use Blueprints": "Como usar Blueprints",
  "Get Notified When Door Opens": "Receber notificação quando a porta abrir",
  "Learn": "Aprender",
  "Glossary": "Glossário",
  "Create Account for Robonomics Parachain": "Criar conta para Robonomics Parachain",
  "How to Run Robonomics Dev Node": "Como executar um nó de desenvolvimento Robonomics",
  "Adding Funds To Your Account on Robonomics Portal": "Adicionar fundos à sua conta no Portal Robonomics",
  "\"Basics: Datalog\"": "\"Noções básicas: Datalog\"",
  "\"Basics: Launch\"": "\"Noções básicas: Lançamento\"",
  "\"Basics: Digital Twins\"": "\"Noções básicas: Digital Twins\"",
  "\"Basics: Liability\"": "\"Noções básicas: Responsabilidade\"",
  "Python interface and Robonomics IO": "Interface Python e Robonomics IO",
  "\"RWS: How to Buy a Subscription\"": "\"RWS: Como comprar uma assinatura\"",
  "\"RWS: How to Send Launch with Subscription\"": "\"RWS: Como enviar um lançamento com assinatura\"",
  "Robonomics on Ethereum": "Robonomics no Ethereum",
  "Robonomics OpenGov": "Robonomics OpenGov",
  "Maintain": "Manter",
  "How to build collator node from source": "Como construir um nó de colator a partir do código-fonte",
  "How to launch the Robonomics collator": "Como lançar o nó de colator Robonomics",
  "How to Update Collator Node Version": "Como atualizar a versão do nó de colator",
  "How to Connect SDS011 Sensor": "Como conectar o sensor SDS011",
  "How to Edit Wiki": "Como editar a Wiki",
  "How to Contribute": "Como contribuir",
  "Page disappeared, we are sorry": "Página desapareceu, lamentamos",
  "Some content moved to": "Algum conteúdo foi movido para",
  "Explore Robonomics with guides": "Explore Robonomics com guias",
  "Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "Aprenda Robonomics através de tutoriais e experimentos práticos úteis. Esta documentação foi projetada para ajudá-lo a conectar robôs ou codificar dApps dentro da Rede Robonomics.",
  "This page has moved to a": "Esta página foi movida para um",
  "Automatic redirecting...": "Redirecionamento automático...",
  "Sorry, nothing here :(": "Desculpe, nada aqui :(",
  "Translation was executed by AI so there may be some inaccuracies": "A tradução foi executada por IA, então pode haver algumas imprecisões",
  "Inform us": "Nos informe",
  "please": "por favor",
  "if you find any": "se encontrar alguma",
  "For new users": "Para novos usuários",
  "For Home Assistant users": "Para usuários do Home Assistant",
  "Create an issue": "Criar um problema",
  "You are currently opted out. Click here to opt in.": "Você está atualmente optado por sair. Clique aqui para optar por entrar.",
  "Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool. Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "Opt-out completo; suas visitas a este site não serão registradas pela ferramenta de análise da Web. Note que se você limpar seus cookies, excluir o cookie de opt-out ou se trocar de computador ou navegador da Web, será necessário realizar o procedimento de opt-out novamente.",
  "Please click below to opt in:": "Por favor, clique abaixo para optar por entrar:",
  "You are currently opted in. Click here to opt out.": "Você está atualmente optado por entrar. Clique aqui para optar por sair.",
  "You may choose not to have a unique web analytics cookie identification number assigned to your computer to avoid the aggregation and analysis of data collected on this website.": "Você pode optar por não ter um número de identificação de cookie de análise da web exclusivo atribuído ao seu computador para evitar a agregação e análise de dados coletados neste site.",
  "To make that choice, please click below to receive an opt-out cookie": "Para fazer essa escolha, clique abaixo para receber um cookie de opt-out.",
  "Privacy Policy": "Política de Privacidade",
  "This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "Esta Política descreve as informações que coletamos de você, como usamos essas informações e nossa base legal para fazê-lo. Também abrange se e como essas informações podem ser compartilhadas e seus direitos e escolhas em relação às informações que você nos fornece.",
  "Tracking cookies are not used": "Cookies de rastreamento não são usados",
  "The data is not used for any other purpose than analytics": "Os dados não são usados para nenhum outro propósito além de análises",
  "A user cannot be tracked across days within the same website": "Um usuário não pode ser rastreado ao longo de dias dentro do mesmo site",
  "What We Collect and Receive": "O que coletamos e recebemos",
  "Visitors aren't tracked across websites": "Os visitantes não são rastreados em diferentes sites",
  "Where are those annoying cookie consent pop-ups": "Onde estão aquelas irritantes janelas pop-up de consentimento de cookies",
  "We don't need cookie consent is needed because": "Não precisamos de consentimento de cookies porque",
  "In order for us to provide you the best possible experience on our websites, we need to collect and process certain information. Depending on your use of the Services, that may include": "Para que possamos fornecer a melhor experiência possível em nossos sites, precisamos coletar e processar certas informações. Dependendo do seu uso dos Serviços, isso pode incluir",
  "Contact us via email": "Entre em contato conosco por e-mail",
  "for example, when you submit our forms, send us questions or comments, or report a problem, we will collect your name, email address, message, etc. We use this data solely in connection with answering the queries we receive.": "por exemplo, quando você envia nossos formulários, nos envia perguntas ou comentários, ou relata um problema, coletaremos seu nome, endereço de e-mail, mensagem, etc. Usamos esses dados exclusivamente para responder às consultas que recebemos.",
  "Usage data": "Dados de uso",
  "when you visit our website, we will store: the URL from which you visited us from, web pages of our website you visit, the date and duration of your visit, your anonymized IP address, the device specifications (device type, operating system, screen resolution, language, country you are located in, and web browser type) you used during your visit, and": "quando você visita nosso site, armazenaremos: a URL de onde você nos visitou, as páginas da web de nosso site que você visita, a data e a duração de sua visita, seu endereço IP anonimizado, as especificações do dispositivo (tipo de dispositivo, sistema operacional, resolução de tela, idioma, país em que você está localizado e tipo de navegador da web) que você usou durante sua visita e",
  "other": "outros",
  "non-personal data. We process this usage data only on our server, not passing it to third-parties with": "dados não pessoais. Processamos esses dados de uso apenas em nosso servidor, não os transmitindo a terceiros com",
  "web analytics platform that gives us 100% data ownership. This analytics helps us to improve user experience with our website and to recognize and stop any misuse.": "plataforma de análise da web que nos dá 100% de propriedade dos dados. Essa análise nos ajuda a melhorar a experiência do usuário com nosso site e a reconhecer e interromper qualquer uso indevido.",
  "Non-personalized cookies": "Cookies não personalizados",
  "we use non-tracking cookies (small data files transferred onto computers or devices by sites) for record-keeping purposes and to enhance functionality on our website. You may deactivate or restrict the transmission of these cookies by changing the settings of your web browser or by opt-out on this page in the form below. Cookies that are already stored may be deleted at any time.": "usamos cookies não rastreáveis (pequenos arquivos de dados transferidos para computadores ou dispositivos por sites) para fins de registro e para aprimorar a funcionalidade em nosso site. Você pode desativar ou restringir a transmissão desses cookies alterando as configurações do seu navegador da web ou optando por sair nesta página no formulário abaixo. Os cookies já armazenados podem ser excluídos a qualquer momento.",
  "Opt-out of website tracking": "Desativar rastreamento de sites",
  "You can opt out of being tracked by our Matomo Analytics instance below:": "Você pode optar por não ser rastreado pela nossa instância do Matomo Analytics abaixo:",
  "Your Rights": "Seus Direitos",
  "You have the right to be informed of Personal Data processed by Matomo, a right to rectification/correction, erasure and restriction of processing. You also have the right to ask from us a structured, common and machine-readable format of Personal Data you provided to us.": "Você tem o direito de ser informado sobre os Dados Pessoais processados pelo Matomo, o direito de retificação/correção, exclusão e restrição de processamento. Você também tem o direito de solicitar de nós um formato estruturado, comum e legível por máquina dos Dados Pessoais que você nos forneceu.",
  "We can only identify you via your email address and we can only adhere to your request and provide information if we have Personal Data about you through you having made contact with us directly and/or you using our site and/or service. We cannot provide, rectify or delete any data that we store on behalf of our users or customers.": "Só podemos identificá-lo por meio do seu endereço de e-mail e só podemos cumprir sua solicitação e fornecer informações se tivermos Dados Pessoais sobre você por meio de seu contato direto conosco e/ou seu uso de nosso site e/ou serviço. Não podemos fornecer, retificar ou excluir quaisquer dados que armazenamos em nome de nossos usuários ou clientes.",
  "To exercise any of the rights mentioned in this Privacy Policy and/or in the event of questions or comments relating to the use of Personal Data you may contact us.": "Para exercer qualquer um dos direitos mencionados nesta Política de Privacidade e/ou em caso de dúvidas ou comentários relacionados ao uso de Dados Pessoais, você pode entrar em contato conosco.",
  "In addition, you have the right to lodge a complaint with the data protection authority in your jurisdiction.": "Além disso, você tem o direito de apresentar uma reclamação à autoridade de proteção de dados em sua jurisdição.",
  "Retention of data": "Retenção de dados",
  "We will retain your information as long as necessary to provide you with the services or as otherwise set forth in this Policy. We will also retain and use this information as necessary for the purposes set out in this Policy and to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements and protect Robonomics Wiki legal rights.": "Manteremos suas informações pelo tempo necessário para fornecer os serviços ou conforme estabelecido nesta Política. Também manteremos e utilizaremos essas informações conforme necessário para os fins estabelecidos nesta Política e na medida necessária para cumprir nossas obrigações legais, resolver disputas, fazer valer nossos acordos e proteger os direitos legais da Robonomics Wiki.",
  "We also collect and maintain aggregated, anonymized or pseudonymized information which we may retain indefinitely to protect the safety and security of our Site, improve our Services or comply with legal obligations": "Também coletamos e mantemos informações agregadas, anonimizadas ou pseudonimizadas, que podemos reter indefinidamente para proteger a segurança de nosso site, melhorar nossos serviços ou cumprir obrigações legais."
}