{
  "Click on picture to view asciinema video": "Нажмите на картинку, чтобы просмотреть видео asciinema",
  "How to edit Wiki": "Как редактировать Вики",
  "Send Feedback": "Отправить отзыв",
  "Sending Feedback...": "Отправка отзыва...",
  "Feedback was sent, thanks": "Отзыв отправлен, спасибо",
  "Please, add some feedback or choose one of reaction emoji": "Пожалуйста, добавьте отзыв или выберте одну из реакций эмодзи",
  "previous": "предыдущий",
  "next": "следующий",
  "Was this information helpful?": "Была ли эта информация полезной?",
  "Tell us more": "Расскажите нам больше",
  "Sending your info...": "Отправка ваших данных...",
  "Thanks": "Спасибо",
  "we'll keep in touch!": "мы будем на связи!",
  "Couldn't complete": "Не удалось выполнить",
  "It was hard": "Это было сложно",
  "It was ok": "Это было нормально",
  "It was easy": "Это было легко",
  "Search": "Поиск",
  "Found results:": "Найденные результаты:",
  "Ask your question": "Задайте свой вопрос",
  "Robonomics Smart Home": "Robonomics Smart Home",
  "Overview": "Обзор",
  "Pre-installed Image For Raspberry Pi": "Предустановленное изображение для Raspberry Pi",
  "Installation": "Установка",
  "Home Assistant Init": "Инициализация Home Assistant",
  "Zigbee2MQTT Adapter": "Адаптер Zigbee2MQTT",
  "Buying a Subscription": "Покупка подписки",
  "Robonomics Integration Setup": "Настройка интеграции Robonomics",
  "Global Administration": "Глобальное администрирование",
  "Upgrade Home Assistant OS": "Обновление Home Assistant OS",
  "Robonomics Installation": "Установка Robonomics",
  "Upgrade Home Assistant Docker for Unix-like OS": "Обновление Home Assistant Docker для ОС, основанных на Unix",
  "Upgrade Home Assistant Core": "Обновление Home Assistant Core",
  "Use": "Использование",
  "Get Smart Home Telemetry": "Получение телеметрии умного дома",
  "Backup Services": "Резервные сервисы",
  "Robonomics Video Service": "Сервис видео Robonomics",
  "RTZ camera control in Home Assistant": "Управление камерой RTZ в Home Assistant",
  "Blueprints": "Шаблоны",
  "How To Use Blueprints": "Как использовать шаблоны",
  "Get Notified When Door Opens": "Получать уведомления, когда открывается дверь",
  "Learn": "Учиться",
  "Glossary": "Глоссарий",
  "Create Account for Robonomics Parachain": "Создание учетной записи для Robonomics Parachain",
  "How to Run Robonomics Dev Node": "Как запустить узел разработчика Robonomics",
  "Adding Funds To Your Account on Robonomics Portal": "Пополнение счета на портале Robonomics",
  "\"Basics: Datalog\"": "\"Основы: Datalog\"",
  "\"Basics: Launch\"": "\"Основы: Запуск\"",
  "\"Basics: Digital Twins\"": "\"Основы: Цифровые двойники\"",
  "\"Basics: Liability\"": "\"Основы: Ответственность\"",
  "Python interface and Robonomics IO": "Python интерфейс и Robonomics IO",
  "\"RWS: How to Buy a Subscription\"": "\"RWS: Как купить подписку\"",
  "\"RWS: How to Send Launch with Subscription\"": "\"RWS: Как отправить запуск с подпиской\"",
  "Robonomics on Ethereum": "Robonomics на Ethereum",
  "Robonomics OpenGov": "Robonomics OpenGov",
  "Maintain": "Поддержка",
  "How to build collator node from source": "Как собрать узел коллатора из исходного кода",
  "How to launch the Robonomics collator": "Как запустить узел коллатора Robonomics",
  "How to Update Collator Node Version": "Как обновить версию узла коллатора",
  "How to Connect SDS011 Sensor": "Как подключить датчик SDS011",
  "How to Edit Wiki": "Как редактировать Вики",
  "How to Contribute": "Как внести вклад",
  "Page disappeared, we are sorry": "Страница исчезла, мы сожалеем",
  "Some content moved to": "Некоторый контент перемещен в",
  "Explore Robonomics with guides": "Исследуйте Robonomics с помощью руководств",
  "Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "Изучайте Robonomics через учебники и практически полезные эксперименты. Эта документация разработана для помощи в подключении роботов или кодирования dApps в сети Robonomics.",
  "This page has moved to a": "Эта страница была перемещена на",
  "Automatic redirecting...": "Автоматическое перенаправление...",
  "Sorry, nothing here :(": "Извините, здесь ничего нет :(",
  "Translation was executed by AI so there may be some inaccuracies": "Перевод был выполнен искусственным интеллектом, поэтому могут быть некоторые неточности",
  "Inform us": "Сообщите нам",
  "please": "пожалуйста",
  "if you find any": "если вы найдете какие-либо",
  "For new users": "Для новых пользователей",
  "For Home Assistant users": "Для пользователей Home Assistant",
  "Create an issue": "Создать проблему",
  "You are currently opted out. Click here to opt in.": "Вы в настоящее время отказались от участия. Щелкните здесь, чтобы снова принять участие.",
  "Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool. Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "Отказ от участия завершен; ваши посещения этого веб-сайта не будут записываться с помощью инструмента веб-аналитики. Обратите внимание, что если вы очистите файлы cookie, удалите файл cookie отказа от участия или измените компьютер или веб-браузер, вам придется снова выполнить процедуру отказа от участия.",
  "Please click below to opt in:": "Пожалуйста, нажмите ниже, чтобы принять участие:",
  "You are currently opted in. Click here to opt out.": "Вы в настоящее время приняли участие. Щелкните здесь, чтобы отказаться от участия.",
  "You may choose not to have a unique web analytics cookie identification number assigned to your computer to avoid the aggregation and analysis of data collected on this website.": "Вы можете отказаться от присвоения уникального идентификатора файла cookie веб-аналитики вашему кмпьютеру, чтобы избежать агрегации и анализа данных, собранных на этом веб-сайте.",
  "To make that choice, please click below to receive an opt-out cookie": "Чтобы сделать это выбор, пожалуйста, нажмите ниже, чтобы получить файл cookie отказа от участия",
  "Privacy Policy": "Политика конфиденциальности",
  "This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "Эта политика описывает информацию, которую мы собираем от вас, как мы используем эту информацию и наше законное основание для этого. Она также рассказывает о том, может ли и как эта информация быть передана и ваших правах и выборе относительно предоставляемой вами информации.",
  "Where are those annoying cookie consent pop-ups": "Где находятся эти раздражающие всплывающие окна с согласием на использование файлов cookie",
  "We don't need cookie consent is needed because": "Нам не нужно согласие на использование файлов cookie, потому что",
  "Tracking cookies are not used": "Отслеживающие файлы cookie не используются",
  "The data is not used for any other purpose than analytics": "Данные не используются для каких-либо других целей, кроме аналитики",
  "Visitors aren't tracked across websites": "Посетители не отслеживаются на разных веб-сайтах",
  "A user cannot be tracked across days within the same website": "Пользователь не может быть отслежен на протяжении нескольких дней на одном и том же веб-сайте",
  "What We Collect and Receive": "Что мы собираем и получаем",
  "In order for us to provide you the best possible experience on our websites, we need to collect and process certain information. Depending on your use of the Services, that may include": "Для того чтобы обеспечить вам наилучший опыт на наших веб-сайтах, нам необходимо собирать и обрабатывать определенную информацию. В зависимости от вашего использования Сервисов, это может включать",
  "Contact us via email": "Свяжитесь с нами по электронной почте",
  "for example, when you submit our forms, send us questions or comments, or report a problem, we will collect your name, email address, message, etc. We use this data solely in connection with answering the queries we receive.": "например, когда вы отправляете нам свои формы, задаете вопросы или оставляете комментарии или сообщаете о проблеме, мы собираем ваше имя, адрес электронной почты, сообщение и т. д. Мы используем эти данные исключительно для ответа на полученные запросы.",
  "Usage data": "Данные использования",
  "when you visit our website, we will store: the URL from which you visited us from, web pages of our website you visit, the date and duration of your visit, your anonymized IP address, the device specifications (device type, operating system, screen resolution, language, country you are located in, and web browser type) you used during your visit, and": "когда вы посещаете наш веб-сайт, мы сохраняем: URL-адрес, с которого вы к нам пришли, веб-страницы нашего веб-сайта, которые вы посещаете, дату и продолжительность вашего посещения, ваш анонимизированный IP-адрес, характеристики устройства (тип устройства, операционная система, разрешение экрана, язык, страна, в которой вы находитесь, и тип веб-браузера), которые вы использовали во время вашего посещения, а также",
  "other": "другие",
  "non-personal data. We process this usage data only on our server, not passing it to third-parties with": "неперсональные данные. Мы обрабатываем эти данные использования только на нашем сервере, не передавая их третьим лицам с",
  "web analytics platform that gives us 100% data ownership. This analytics helps us to improve user experience with our website and to recognize and stop any misuse.": "веб-аналитической платформой, которая дает нам 100% владение данными. Эта аналитика помогает нам улучшить пользовательский опыт на нашем веб-сайте и распознать и предотвратить любое злоупотребление.",
  "Non-personalized cookies": "Неперсонализированные файлы cookie",
  "we use non-tracking cookies (small data files transferred onto computers or devices by sites) for record-keeping purposes and to enhance functionality on our website. You may deactivate or restrict the transmission of these cookies by changing the settings of your web browser or by opt-out on this page in the form below. Cookies that are already stored may be deleted at any time.": "мы используем неперсонифицированные файлы cookie (небольшие файлы данных, передаваемые на компьютеры или устройства сайтами) для ведения записей и улучшения функциональности нашего веб-сайта. Вы можете деактивировать или ограничить передачу этих файлов cookie, изменив настройки вашего веб-браузера или отказавшись от них на этой странице в форме ниже. Файлы cookie, которые уже хранятся, могут быть удалены в любое время.",
  "Opt-out of website tracking": "Отказ от отслеживания на веб-сайте",
  "You can opt out of being tracked by our Matomo Analytics instance below:": "Вы можете отказаться от отслеживания нашим экземпляром Matomo Analytics ниже:",
  "Your Rights": "Ваши права",
  "You have the right to be informed of Personal Data processed by Matomo, a right to rectification/correction, erasure and restriction of processing. You also have the right to ask from us a structured, common and machine-readable format of Personal Data you provided to us.": "У вас есть право быть информированным о персональных данных, обрабатываемых Matomo, право на исправление/поправку, удаление и ограничение обработки. У вас также есть право попросить у нас структурированный, общий и машинно-читаемый формат персональных данных, предоставленных вами.",
  "We can only identify you via your email address and we can only adhere to your request and provide information if we have Personal Data about you through you having made contact with us directly and/or you using our site and/or service. We cannot provide, rectify or delete any data that we store on behalf of our users or customers.": "Мы можем идентифицировать вас только по вашему адресу электронной почты и можем только соблюдать ваш запрос и предоставлять информацию, если у нас есть персональные данные о вас через ваш прямой контакт с нами и/или использование нашего сайта и/или сервиса. Мы не можем предоставлять, исправлять или удалять какие-либо данные, которые мы храним от имени наших пользователей или клиентов.",
  "To exercise any of the rights mentioned in this Privacy Policy and/or in the event of questions or comments relating to the use of Personal Data you may contact us.": "Чтобы воспользоваться любым из прав, упомянутых в настоящей Политике конфиденциальности и/или в случае вопросов или комментариев, касающихся использования персональных данных, вы можете связаться с нами.",
  "In addition, you have the right to lodge a complaint with the data protection authority in your jurisdiction.": "Кроме того, у вас есть право подать жалобу в орган по защите данных в вашей юрисдикции.",
  "Retention of data": "Сохранение данных",
  "We will retain your information as long as necessary to provide you with the services or as otherwise set forth in this Policy. We will also retain and use this information as necessary for the purposes set out in this Policy and to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements and protect Robonomics Wiki legal rights.": "Мы будем сохранять вашу информацию столько времени, сколько необходимо для предоставления вам услуг или как указано в данной Политике. Мы также будем сохранять и использовать эту информацию в необходимом объеме для целей, указанных в данной Политике, а также для выполнения наших юридических обязательств, разрешения споров, принудительного исполнения наших соглашений и защиты правовых интересов Robonomics Wiki.",
  "We also collect and maintain aggregated, anonymized or pseudonymized information which we may retain indefinitely to protect the safety and security of our Site, improve our Services or comply with legal obligations": "Мы также собираем и храним агрегированную, анонимизированную или псевдонимизированную информацию, которую мы можем сохранять бессрочно для защиты безопасности и надежности нашего сайта, улучшения наших услуг или выполнения юридических обязательств."
}