{
	"404": "404",
	"Smart Home": "智能家居",
	"Overview": "概览",
	"Install Smart Home": "安装智能家居",
	"Home Assistant Init": "Home Assistant 初始化",
	"Add devices": "添加设备",
	"Zigbee Devices": "Zigbee 设备",
	"Virtual Devices": "虚拟设备",
	"Subscription Activate": "订阅激活",
	"Robonomics Integration Setup": "Robonomics 集成设置",
	"Add User": "添加用户",
	"Advanced Setup": "高级设置",
	"Upgrade Home Assistant OS": "升级 Home Assistant 操作系统",
	"Robonomics Installation": "Robonomics 安装",
	"Upgrade Home Assistant Docker for Unix-like OS": "升级 Unix-like 操作系统的 Home Assistant Docker",
	"Upgrade Home Assistant Core": "升级 Home Assistant 核心",
	"Use": "使用",
	"Get Smart Home Telemetry": "获取智能家居遥测数据",
	"Backup Services": "备份服务",
	"Robonomics Video Service": "Robonomics 视频服务",
	"Rtz Camera Control in Home Assistant": "在 Home Assistant 中控制 Rtz 摄像头",
	"Pinata Setup": "Pinata 设置",
	"Оn-Chain Gov Experiment": "链上治理实验",
	"Blueprints": "蓝图",
	"How To Use Blueprints": "如何使用蓝图",
	"Get Notified When Door Opens": "门打开时收到通知",
	"Robonomics Devices": "Robonomics 设备",
	"IR Remote": "红外遥控器",
	"Energy Monitoring": "能源监测",
	"1 Gang Smart Switch": "1键智能开关",
	"2 Gang Smart Switch": "2键智能开关",
	"Air Quality Sensor": "空气质量传感器",
	"Robonomics Parachain Theory": "Robonomics 平行链理论",
	"Glossary": "术语表",
	"Create Account for Robonomics Parachain": "为 Robonomics 平行链创建账户",
	"How to Run Robonomics Dev Node": "如何运行 Robonomics 开发节点",
	"Adding Funds To Your Account on Robonomics Portal": "在 Robonomics 门户网站上为您的账户添加资金",
	"Basics: Datalog": "基础知识：数据日志",
	"Basics: Launch": "基础知识：启动",
	"Basics: Digital Twins": "基础知识：数字孪生",
	"Basics: Liability": "基础知识：责任",
	"Python interface and Robonomics IO": "Python 接口和 Robonomics IO",
	"RWS: How to Buy a Subscription": "RWS：如何购买订阅",
	"RWS: How to Send Launch with Subscription": "RWS：如何使用订阅发送启动",
	"Robonomics on Ethereum": "Robonomics 在以太坊上",
	"Robonomics OpenGov": "Robonomics 开放式治理",
	"How to build collator node from source": "如何从源代码构建收集节点",
	"How to Update Collator Node Version": "如何更新收集节点版本",
	"How to send extrinsic from ESP": "如何从 ESP 发送外部数据",
	"How to Contribute": "如何贡献",
	"Home": "首页",
	"doc.title": "doc.title",
	"item.title": "item.title",
	"{% set links = doc.children |": "{% set links = doc.children |",
	"transformSummaryLinks%}": "transformSummaryLinks%}",
	"Privacy Policy": "隐私政策",
	"This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "本政策描述了我们从您那里收集的信息，我们如何使用这些信息以及我们进行此操作的法律依据。它还涵盖了该信息是否以及如何共享以及您提供给我们的信息的权利和选择。",
	"name": "姓名",
	"email address": "电子邮件地址",
	"message": "消息",
	"etc. We use this data solely in connection with answering the queries we receive.": "等。我们仅在回答收到的查询时使用这些数据。",
	"Explore Robonomics with guides": "通过指南探索Robonomics",
	"Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "通过教程和实用的实验来学习Robonomics。这份文档旨在帮助您连接Robonomics网络中的机器人或代码dApps。",
	"or code dApps within Robonomics Network.": "或在Robonomics Network中编写dApps。",
	"Page disappeared, we are sorry": "页面消失了，很抱歉",
	"Some content moved to": "部分内容已移至",
	"academy": "学院",
	"or try to find updated content here on": "或在这里查找更新的内容",
	"wiki": "维基",
	"Translation was executed by AI so there may be some inaccuracies": "翻译由AI执行，可能存在一些不准确之处",
	"Tell us more": "告诉我们更多",
	"Sending your info...": "正在发送您的信息...",
	"?": "？",
	"Ask your question": "提出您的问题",
	"Main contributors:": "主要贡献者：",
	"Make a contribution": "做出贡献",
	"Robonomics wiki is open source. See something that's wrong or unclear?": "Robonomics维基是开源的。看到有错误或不清楚的地方吗？",
	"Inform us": "请告知我们",
	"please, if you find any": "请，如果你找到任何",
	"Robonomics smart devices": "Robonomics智能设备",
	"Create an issue": "创建一个问题",
	"entry.title": "entry.title",
	"text": "文本",
	"Thanks,": "谢谢，",
	"we'll keep in touch!": "我们会保持联系！",
	"Couldn't complete": "无法完成",
	"It was hard": "这很难",
	"It was ok": "还好",
	"It was easy": "这很容易",
	"item.name": "item.name",
	"← + prevTitle.title": "← + prevTitle.title",
	"next": "下一个",
	"previous": "以前",
	"Submit": "提交",
	"a pull request.": "一个拉取请求。",
	"commit": "承诺",
	"on": "在",
	"by": "通过",
	"breadcrumb.title": "面包屑标题",
	"Document summary  Explore Robonomics with guides": "探索Robonomics指南的文档摘要",
	"This page not found": "找不到此页面",
	"Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool.": "退出完成；您对该网站的访问将不会被网络分析工具记录。",
	"Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "请注意，如果您清除了浏览器的cookies、删除了选择退出的cookie，或者更换了电脑或网络浏览器，您将需要重新执行选择退出程序。",
	"You may choose to prevent this website from aggregating and analyzing the actions you take here.": "您可以选择阻止该网站对您在此处采取的操作进行聚合和分析。",
	"Doing so will protect your privacy, but will also prevent the owner from learning from your actions and creating a better experience for you and other users.": "这样做将保护您的隐私，但也会阻止所有者从您的操作中学习，并为您和其他用户创造更好的体验。",
	"The tracking opt-out feature requires cookies to be enabled.": "跟踪退出功能需要启用 cookie。",
	"The tracking opt-out feature may not work because this site was not loaded over HTTPS. Please reload the page to check if your opt out status changed;": "由于该网站未通过HTTPS加载，跟踪退出功能可能无法正常工作。请重新加载页面以检查您的退出状态是否已更改；",
	"You are not opted out.": "您尚未选择退出。",
	"Uncheck this box to opt-out.": "取消选中此框以选择退出。",
	"You are currently opted out.": "您目前已选择退出。",
	"Check this box to opt-in.": "勾选此框以选择加入。",
	"{# for tanslation": "{# 用于翻译",
	"#}": "#}",
	"Launch of Robonomics Collator": "Robonomics Collator的启动",
	"Robotics and ROS 2": "机器人技术和ROS 2",
	"About Robonomics ROS 2 Wrapper": "关于Robonomics ROS 2包装器",
	"Launch Robot from Cloud": "从云端启动机器人",
	"Home Server on RISC-V": "RISC-V 上的家庭服务器",
	"Home Assistant integration": "Home Assistant 集成",
	"Working with parachain": "与平行链合作",
	"This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.": "本隐私政策描述了我们在您使用服务时收集、使用和披露您的信息的政策和程序，并告知您有关您的隐私权利以及法律如何保护您。",
	"We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy.": "我们使用您的个人数据来提供和改进服务。通过使用服务，您同意根据本隐私政策收集和使用信息。",
	"Interpretation and Definitions": "解释和定义",
	"Interpretation": "解释",
	"The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.": "首字母大写的单词在以下条件下有定义。无论是单数还是复数形式，以下定义都具有相同的含义。",
	"Definitions": "定义",
	"For the purposes of this Privacy Policy:": "为了本隐私政策的目的：",
	"DAO": "DAO 是去中心化自治组织（Decentralized Autonomous Organization）的缩写。",
	"(referred to as": "（被称为",
	"Website": "网站",
	"in this Agreement). For the purpose of the GDPR, the DAO is the Data Controller.": "根据本协议）。根据GDPR的规定，DAO是数据控制者。",
	"Cookies": "饼干",
	"are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses. More detailed information on cookies and how they work can be found at:": "是由网站放置在您的计算机、移动设备或其他设备上的小文件，其中包含您在该网站上浏览历史的详细信息，除此之外还有许多其他用途。有关 cookie 及其工作原理的更详细信息，请访问：",
	"Country": "国家",
	"refers to: Cyprus.": "指的是：塞浦路斯。",
	"Data Controller": "数据控制器",
	"for the purposes of the GDPR (General Data Protection Regulation), refers to the DAO as the legal person which alone or jointly with others determines the purposes and means of the processing of Personal Data.": "根据《通用数据保护条例》（GDPR）的规定，DAO指的是作为法律主体的个人或与他人共同确定个人数据处理目的和方式的实体。",
	"Device": "设备",
	"means any device that can access the Service such as a computer, a cellphone or a digital tablet.": "指任何可以访问服务的设备，如计算机、手机或数字平板电脑。",
	"GDPR": "GDPR是指欧洲的一项数据保护法规，全称为《通用数据保护条例》（General Data Protection Regulation）。",
	"refers to EU General Data Protection Regulation.": "指的是欧盟《通用数据保护条例》。",
	"Personal Data": "个人数据",
	"is any information that relates to an identified or identifiable individual.": "个人信息是指与已识别或可识别个人相关的任何信息。",
	"For the purposes of GDPR, Personal Data means any information relating to You such as a name, an identification number, location data, online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity.": "根据GDPR的规定，个人数据指的是与您有关的任何信息，例如姓名、身份证号、位置数据、在线标识符或与个人的身体、生理、遗传、心理、经济、文化或社会身份有关的一个或多个特定因素。",
	"Service": "服务",
	"refers to the Website": "指的是网站",
	"Service Provider": "服务提供商",
	"means any natural or legal person who processes the data on behalf of the DAO. It refers to third-party companies or individuals employed by the DAO to facilitate the Service, to provide the Service on behalf of the DAO, to perform services related to the Service or to assist the DAO in analyzing how the Service is used. For the purpose of the GDPR, Service Providers are considered Data Processors.": "指的是代表DAO处理数据的任何自然人或法人。它指的是由DAO雇佣的第三方公司或个人，以便为DAO提供服务，代表DAO提供服务，执行与服务相关的服务，或协助DAO分析服务的使用方式。根据GDPR的规定，服务提供商被视为数据处理者。",
	"Usage Data": "使用数据",
	"refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).": "指的是自动收集的数据，可以是通过使用服务生成的，也可以是来自服务基础设施本身的（例如页面访问的持续时间）。",
	"You": "你",
	"Under GDPR, You can be referred to as the Data Subject or as the User as you are the individual using the Service.": "根据GDPR，您可以被称为数据主体或用户，因为您是使用该服务的个人。",
	"Collecting and Using Your Personal Data": "收集和使用您的个人数据",
	"Types of Data Collected": "收集的数据类型",
	"While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:": "在使用我们的服务时，我们可能会要求您提供某些可用于联系或识别您的个人身份信息。个人身份信息可能包括但不限于：",
	"Email address": "电子邮件地址",
	"First name and last name": "名字和姓氏",
	"Usage Data is collected automatically when using the Service.": "在使用服务时，使用数据会被自动收集。",
	"Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.": "使用数据可能包括您设备的互联网协议地址（例如 IP 地址）、浏览器类型、浏览器版本、您访问的我们服务的页面、访问的时间和日期、在这些页面上花费的时间、唯一设备标识符和其他诊断数据。",
	"When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.": "当您通过移动设备访问服务时，我们可能会自动收集某些信息，包括但不限于您使用的移动设备类型、您的移动设备唯一ID、您的移动设备IP地址、您的移动操作系统、您使用的移动互联网浏览器类型、唯一设备标识符和其他诊断数据。",
	"We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.": "我们还可能收集您在访问我们的服务或通过移动设备访问服务时，您的浏览器发送的信息。",
	"Cookies & Browser Storage": "Cookies & Browser Storage\n\nCookies 和 浏览器存储",
	"The Websites may use cookies. We use cookies and browser storage only for essential settings to improve your experience—not for tracking. These help remember your preferences, such as language settings or consent choices, so you don’t have to reset them each time you visit.": "网站可能使用cookies。我们仅使用cookies和浏览器存储来改善您的体验，而不是用于跟踪。这些有助于记住您的偏好，如语言设置或同意选择，这样您每次访问时就不必重新设置它们。",
	"We do not use cookies for tracking or personalized advertising. You can manage or disable cookies in your browser settings, but some features may not work properly without them.": "我们不使用 cookie 进行跟踪或个性化广告。您可以在浏览器设置中管理或禁用 cookie，但某些功能可能无法正常工作。",
	"Matomo Analytics": "Matomo分析",
	"Our website may use Matomo, an open-source analytics platform, to gather insights into website usage. This includes anonymized data such as:": "我们的网站可能使用Matomo，一个开源的分析平台，来收集有关网站使用情况的见解。这包括匿名化的数据，例如：",
	"Pages visited and navigation paths": "访问页面和导航路径",
	"Time spent on our website": "在我们的网站上花费的时间",
	"Whether you’re a returning or new visitor": "无论您是回头客还是新访客",
	"Your device type (desktop, mobile, etc.)": "您的设备类型（台式电脑、移动设备等）",
	"To protect your privacy, your IP address is anonymized before being stored. The data we collect is only used to improve the website and is not used for personal identification.": "为了保护您的隐私，在存储之前，我们会对您的IP地址进行匿名化处理。我们收集的数据仅用于改进网站，不用于个人识别。",
	"Under Art. 6(1)(f) GDPR": "根据《通用数据保护条例》第6(1)(f)条款",
	"we process this data based on our legitimate interest in enhancing our services.": "我们根据我们对提升服务的合法利益来处理这些数据。",
	"Opt-Out Option": "选择退出选项",
	"You can disable Matomo tracking at any time:": "您可以随时禁用Matomo跟踪：",
	"Use of Your Personal Data": "您个人数据的使用",
	"The DAO may use Personal Data for the following purposes:": "DAO 可以使用个人数据用于以下目的：",
	"To provide and maintain our Service": "提供和维护我们的服务",
	"including to monitor the usage of our Service.": "包括监控我们服务的使用情况。",
	"For the performance of a contract": "履行合同",
	"the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.": "您已购买的产品、物品或服务的采购合同的开发、合规和履行，或通过本服务与我们签订的任何其他合同。",
	"To contact You": "联系您",
	"To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.": "通过电子邮件、电话、短信或其他等效的电子通信方式与您联系，例如移动应用程序的推送通知，以便更新或提供与功能、产品或已签约服务相关的信息通信，包括必要或合理的安全更新。",
	"To provide You": "为您提供",
	"with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.": "除非您选择不接收此类信息，否则我们将向您发送有关其他类似于您已购买或咨询过的商品、服务和活动的新闻、特别优惠和一般信息。",
	"To manage Your requests": "管理您的请求",
	"To attend and manage Your requests to Us.": "参加和管理您对我们的请求。",
	"For other purposes": "用于其他目的",
	"We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.": "我们可能会将您的信息用于其他目的，例如数据分析、识别使用趋势、确定促销活动的有效性以及评估和改进我们的服务、产品、营销和您的体验。",
	"We may share Your personal information in the following situations:": "我们可能在以下情况下分享您的个人信息：",
	"With Service Providers": "与服务提供商",
	"We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to contact You.": "我们可能与服务提供商分享您的个人信息，以监控和分析我们的服务的使用情况，并与您联系。",
	"With Your consent": "在您的同意下",
	"We may disclose Your personal information for any other purpose with Your consent.": "我们可能在获得您的同意后，出于任何其他目的披露您的个人信息。",
	"Retention of Your Personal Data": "您个人数据的保留",
	"The DAO will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.": "DAO 将仅在本隐私政策中规定的目的所需的时间内保留您的个人数据。我们将保留并使用您的个人数据，以便满足我们的法律义务（例如，如果我们需要保留您的数据以遵守适用法律）、解决争议，并执行我们的法律协议和政策。",
	"The DAO will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.": "DAO还将保留使用数据以进行内部分析。使用数据通常会保留较短的时间，除非这些数据用于加强安全性或改进我们的服务功能，或者我们有法律义务保留这些数据更长的时间。",
	"Security of Your Personal Data": "您个人数据的安全",
	"The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.": "您的个人数据的安全对我们很重要，但请记住，互联网传输或电子存储的方法并非100%安全。虽然我们努力采用商业上可接受的手段来保护您的个人数据，但我们无法保证其绝对安全。",
	"Detailed Information on the Processing of Your Personal Data": "有关您个人数据处理的详细信息",
	"Your information, including Personal Data, is processed is processed at the DAO's website service provider(s) and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.": "您的信息，包括个人数据，是在DAO的网站服务提供商以及处理相关方所在的任何其他地方进行处理的。这意味着这些信息可能会被转移到位于您所在州、省、国家或其他政府管辖区之外的计算机上，并在那里进行维护，而那里的数据保护法律可能与您所在管辖区的法律不同。",
	"Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.": "您对本隐私政策的同意以及您提交此类信息表示您同意进行该转移。",
	"The DAO will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.": "DAO 将采取一切合理必要的措施，确保您的数据得到安全处理，并符合本隐私政策，除非有足够的控制措施，包括您的数据和其他个人信息的安全性，否则不会将您的个人数据转移给任何组织或国家。",
	"Please note that any data transmission on the Internet (e.g. communication by e-mail) is generally not secure and we accept no liability for data transmitted to us via the Internet. Unfortunately, absolute protection is not technically possible. This information does not apply to the Website of third parties and the corresponding links given on our Website. The DAO assumes no responsibility and liability for these.": "请注意，互联网上的任何数据传输（例如通过电子邮件进行的通信）通常都不是安全的，我们不对通过互联网传输给我们的数据承担责任。不幸的是，技术上无法实现绝对保护。此信息不适用于第三方网站及我们网站上提供的相应链接。DAO对此不承担责任和义务。",
	"The Service Providers We use may have access to Your Personal Data. These third-party vendors collect, store, use, process and transfer information about Your activity on Our Service in accordance with their Privacy Policies.": "我们使用的服务提供商可能会访问您的个人数据。这些第三方供应商根据其隐私政策收集、存储、使用、处理和传输关于您在我们服务上的活动的信息。",
	"Email Marketing": "电子邮件营销",
	"We may use Your Personal Data to contact You with newsletters, marketing or promotional materials and other information that may be of interest to You. You may opt-out of receiving any, or all, of these communications from Us by following the unsubscribe link or instructions provided in any email We send or by contacting Us.": "我们可能会使用您的个人数据与您联系，发送新闻简报、营销或促销材料以及其他可能对您感兴趣的信息。您可以通过按照我们发送的电子邮件中提供的退订链接或说明，或者通过联系我们来选择不接收我们发送的任何或所有这些通讯。",
	"We may use Email Marketing Service Providers to manage and send emails to You;": "我们可能使用电子邮件营销服务提供商来管理和发送电子邮件给您；",
	"Unisender": "Unisender",
	"Their Privacy Policy can be viewed at": "他们的隐私政策可以在以下网址查看:",
	"Usage, Performance and Miscellaneous": "用途、性能和其他",
	"We may use third-party Service Providers to maintain and improve our Service.": "我们可能使用第三方服务提供商来维护和改进我们的服务。",
	"hcaptcha": "人机验证",
	"GDPR Privacy": "GDPR隐私",
	"Legal Basis for Processing Personal Data under GDPR": "根据GDPR处理个人数据的法律依据",
	"We may process Personal Data under the following conditions:": "我们可能根据以下条件处理个人数据：",
	"Consent:": "同意：",
	"You have given Your consent for processing Personal Data for one or more specific purposes.": "您已经同意处理个人数据，用于一个或多个特定目的。",
	"Performance of a contract:": "合同的履行表现:",
	"Provision of Personal Data is necessary for the performance of an agreement with You and/or for any pre-contractual obligations thereof.": "提供个人数据是为了履行与您的协议和/或任何前合同义务而必要的。",
	"Legal obligations:": "法律义务:",
	"Processing Personal Data is necessary for compliance with a legal obligation to which the DAO is subject.": "处理个人数据是为了遵守 DAO 所受的法律义务而必要的。",
	"Vital interests:": "重要利益:",
	"Processing Personal Data is necessary in order to protect Your vital interests or of another natural person.": "为了保护您或其他自然人的重要利益，处理个人数据是必要的。",
	"Public interests:": "公共利益:",
	"Processing Personal Data is related to a task that is carried out in the public interest or in the exercise of official authority vested in the DAO.": "处理个人数据与在公共利益或DAO授予的官方权力行使相关的任务有关。",
	"Legitimate interests:": "合法利益:",
	"Processing Personal Data is necessary for the purposes of the legitimate interests pursued by the DAO.": "处理个人数据是为DAO追求的合法利益所必需的。",
	"In any case, the DAO will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.": "无论如何，DAO将乐意帮助澄清适用于处理的具体法律依据，特别是个人数据的提供是否是法定或合同要求，或者是进入合同所必需的要求。",
	"Your Rights under the GDPR": "根据GDPR，您的权利",
	"The DAO undertakes to respect the confidentiality of Your Personal Data and to guarantee You can exercise Your rights.": "DAO 承诺尊重您的个人数据的保密性，并保证您可以行使您的权利。",
	"You have the right under this Privacy Policy, and by law if You are within the EU, to:": "根据本隐私政策，以及如果您在欧盟境内的话，您有权利：",
	"Request access to Your Personal Data.": "请求访问您的个人数据。",
	"The right to access, update or delete the information We have on You. Whenever made possible, you can access, update or request deletion of Your Personal Data directly within Your account settings section. If you are unable to perform these actions yourself, please contact Us to assist You. This also enables You to receive a copy of the Personal Data We hold about You.": "您有权访问、更新或删除我们持有的关于您的信息。在可能的情况下，您可以直接在您的帐户设置部分访问、更新或请求删除您的个人数据。如果您无法自行执行这些操作，请联系我们以协助您。这也使您能够收到我们持有的关于您的个人数据的副本。",
	"Request correction of the Personal Data that We hold about You.": "请求更正我们持有的关于您的个人数据。",
	"You have the right to have any incomplete or inaccurate information We hold about You corrected.": "您有权要求我们更正关于您的任何不完整或不准确的信息。",
	"Object to processing of Your Personal Data.": "反对处理您的个人数据。",
	"This right exists where We are relying on a legitimate interest as the legal basis for Our processing and there is something about Your particular situation, which makes You want to object to our processing of Your Personal Data on this ground. You also have the right to object where We are processing Your Personal Data for direct marketing purposes.": "在我们依赖合法利益作为我们处理的法律依据，并且有关于您特定情况的事情，使您希望反对我们基于这一理由处理您的个人数据的情况下，您拥有这种权利。您还有权反对我们出于直接营销目的处理您的个人数据的情况。",
	"Request erasure of Your Personal Data.": "请求删除您的个人数据。",
	"You have the right to ask Us to delete or remove Personal Data when there is no good reason for Us to continue processing it.": "当我们没有继续处理个人数据的充分理由时，您有权要求我们删除或移除个人数据。",
	"Request the transfer of Your Personal Data.": "请求转移您的个人数据。",
	"We will provide to You, or to a third-party You have chosen, Your Personal Data in a structured, commonly used, machine-readable format. Please note that this right only applies to automated information which You initially provided consent for Us to use or where We used the information to perform a contract with You.": "我们将以结构化、通用、可机器读取的格式向您提供您的个人数据，或者提供给您选择的第三方。请注意，此权利仅适用于您最初同意我们使用的自动化信息，或者我们使用信息与您签订合同的情况。",
	"Withdraw Your consent.": "撤回您的同意。",
	"You have the right to withdraw Your consent on using your Personal Data. If You withdraw Your consent, We may not be able to provide You with access to certain specific functionalities of the Service.": "您有权撤回您对使用您的个人数据的同意。如果您撤回您的同意，我们可能无法为您提供对服务的某些特定功能的访问。",
	"Exercising of Your GDPR Data Protection Rights": "行使您的GDPR数据保护权利",
	"You may exercise Your rights of access, rectification, cancellation and opposition by contacting Us. Please note that we may ask You to verify Your identity before responding to such requests. If You make a request, We will try our best to respond to You as soon as possible.": "您可以通过联系我们来行使您的访问、更正、取消和反对权利。请注意，我们可能会要求您在回应此类请求之前验证您的身份。如果您提出请求，我们将尽力尽快回复您。",
	"You have the right to complain to a Data Protection Authority about Our collection and use of Your Personal Data. For more information, if You are in the European Economic Area (EEA), please contact Your local data protection authority in the EEA.": "您有权向数据保护机构投诉我们收集和使用您的个人数据。如需更多信息，如果您在欧洲经济区（EEA），请联系您所在地的欧洲经济区数据保护机构。",
	"Children's Privacy": "儿童隐私",
	"Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.": "我们的服务不针对13岁以下的任何人。我们不会故意收集13岁以下任何人的个人身份信息。如果您是父母或监护人，并且您意识到您的孩子向我们提供了个人数据，请与我们联系。如果我们发现我们在未经父母同意的情况下从13岁以下任何人那里收集了个人数据，我们将采取措施从我们的服务器中删除该信息。",
	"If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.": "如果我们需要依赖同意作为处理您信息的法律依据，并且您所在的国家要求父母同意，那么在收集和使用该信息之前，我们可能需要您父母的同意。",
	"Links to Other Websites": "其他网站的链接",
	"Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit.": "我们的服务可能包含指向其他非我们运营的网站的链接。如果您点击第三方链接，您将被引导至该第三方网站。我们强烈建议您查看您访问的每个网站的隐私政策。",
	"We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.": "我们无法控制并不承担任何第三方网站或服务的内容、隐私政策或做法的责任。",
	"Changes to this Privacy Policy": "隐私政策的更改",
	"We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.": "我们可能会不时更新我们的隐私政策。我们将通过在此页面发布新的隐私政策来通知您任何更改。",
	"You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.": "建议您定期查看本隐私政策以了解任何更改。对本隐私政策的更改在发布到本页面时生效。",
	"Contact Us": "联系我们",
	"If you have any questions about this Privacy Policy, You can contact us:": "如果您对本隐私政策有任何疑问，您可以联系我们：",
	"By visiting this page on our website:": "通过访问我们网站上的这个页面：",
	"This Agreement is originally written in English. This AI translation is provided for your reference only.": "本协议最初是用英语撰写的。此AI翻译仅供参考。",
	"Last updated: February 05, 2025": "最后更新日期：2025年2月5日",
	"Altruist": "利他主义者",
	"(referred to as either 'the DAO', 'We', 'Us' or 'Our' in this Agreement) refers to decentralized autonomous organization Robonomics Network, an operator for website": "（在本协议中被称为DAO、我们、我们或我们的）指的是去中心化自治组织Robonomics Network，一个网站的运营者。",
	"(referred to as either 'Your' in this Agreement) means the individual accessing or using the Service, or the DAO, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.": "（在本协议中称为“您”）指的是访问或使用服务的个人，或代表该个人访问或使用服务的DAO或其他法律实体。",
	"We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the 'Last updated' date at the top of this Privacy Policy.": "我们将通过电子邮件和/或在我们的服务上显著通知您，在变更生效之前，并更新本隐私政策顶部的最后更新日期。"
}