{
	"404": "404",
	"Smart Home": "Розумний будинок",
	"Overview": "Огляд",
	"Install Smart Home": "Встановити розумний будинок",
	"Home Assistant Init": "Ініціалізація домашнього асистента",
	"Add devices": "Додати пристрої",
	"Zigbee Devices": "Пристрої Zigbee",
	"Virtual Devices": "Віртуальні пристрої",
	"Subscription Activate": "Активація підписки",
	"Robonomics Integration Setup": "Налаштування інтеграції Robonomics",
	"Add User": "Додати користувача",
	"Advanced Setup": "Розширене налаштування",
	"Upgrade Home Assistant OS": "Оновлення операційної системи домашнього асистента",
	"Robonomics Installation": "Встановлення Robonomics",
	"Upgrade Home Assistant Docker for Unix-like OS": "Оновлення домашнього асистента Docker для операційних систем подібних до Unix",
	"Upgrade Home Assistant Core": "Оновлення основи домашнього асистента",
	"Use": "Використання",
	"Get Smart Home Telemetry": "Отримати телеметрію розумного будинку",
	"Backup Services": "Служби резервного копіювання",
	"Robonomics Video Service": "Відеосервіс Robonomics",
	"Rtz Camera Control in Home Assistant": "Керування камерою Rtz в домашньому асистенті",
	"Pinata Setup": "Налаштування Pinata",
	"Оn-Chain Gov Experiment": "Експеримент управління на ланцюжку",
	"Blueprints": "Схеми",
	"How To Use Blueprints": "Як використовувати схеми",
	"Get Notified When Door Opens": "Отримуйте сповіщення, коли двері відчиняються",
	"Robonomics Devices": "Пристрої Robonomics",
	"IR Remote": "ІЧ-пульт",
	"Energy Monitoring": "Моніторинг енергії",
	"1 Gang Smart Switch": "1-канальний розумний вимикач",
	"2 Gang Smart Switch": "2-канальний розумний вимикач",
	"Air Quality Sensor": "Датчик якості повітря",
	"Robonomics Parachain Theory": "Теорія параланцюжка Robonomics",
	"Glossary": "Глосарій",
	"Create Account for Robonomics Parachain": "Створити обліковий запис для параланцюжка Robonomics",
	"How to Run Robonomics Dev Node": "Як запустити вузол розробника Robonomics",
	"Adding Funds To Your Account on Robonomics Portal": "Додавання коштів на ваш обліковий запис на порталі Robonomics",
	"Basics: Datalog": "Основи: Дані журналу",
	"Basics: Launch": "Основи: Запуск",
	"Basics: Digital Twins": "Основи: Цифрові близнюки",
	"Basics: Liability": "Основи: Відповідальність",
	"Python interface and Robonomics IO": "Інтерфейс Python та Robonomics IO",
	"RWS: How to Buy a Subscription": "RWS: Як купити підписку",
	"RWS: How to Send Launch with Subscription": "RWS: Як надіслати запуск з підпискою",
	"Robonomics on Ethereum": "Robonomics на Ethereum",
	"Robonomics OpenGov": "Robonomics OpenGov",
	"How to build collator node from source": "Як побудувати вузол коллатора з вихідного коду",
	"How to Update Collator Node Version": "Як оновити версію вузла коллатора",
	"How to send extrinsic from ESP": "Як надіслати екструзію з ESP",
	"How to Edit Wiki": "Як редагувати вікі",
	"How to Contribute": "Як внести внесок",
	"Home": "Головна",
	"doc.title": "doc.title",
	"item.title": "item.title",
	"{% set links = doc.children |": "{% set links = doc.children |",
	"transformSummaryLinks%}": "transformSummaryLinks%}",
	"Privacy Policy": "Політика конфіденційності",
	"This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "Ця політика описує інформацію, яку ми збираємо від вас, як ми використовуємо цю інформацію та нашу правову підставу для цього. Вона також охоплює можливість та способи обміну цією інформацією та ваші права та вибори щодо інформації, яку ви надаєте нам.",
	"Where are those annoying cookie consent pop-ups?": "Де ті набридливі виринаючі вікна згоди на файли cookie?",
	"We don't need cookie consent is needed because:": "Нам не потрібна згода на файли cookie, оскільки:",
	"Tracking cookies are not used": "Не використовуються відстежувальні файли cookie",
	"The data is not used for any other purpose than analytics": "Дані не використовуються для інших цілей, крім аналітики",
	"Visitors aren't tracked across websites": "Відвідувачі не відстежуються між веб-сайтами",
	"A user cannot be tracked across days within the same website": "Користувач не може бути відстежений протягом декількох днів на тому ж веб-сайті",
	"What We Collect and Receive": "Що ми збираємо та отримуємо",
	"In order for us to provide you the best possible experience on our websites, we need to collect and process certain information. Depending on your use of the Services, that may include:": "Для того щоб ми могли надати вам найкращий досвід на наших веб-сайтах, нам потрібно збирати та обробляти певну інформацію. Залежно від вашого використання послуг, це може включати в себе:",
	"Contact us via email": "Зв'яжіться з нами по електронній пошті",
	"for example, when you submit our forms, send us questions or comments, or report a problem, we will collect your name, email address, message, etc. We use this data solely in connection with answering the queries we receive.": "наприклад, коли ви надсилаєте наші форми, надсилаєте нам питання або коментарі, або повідомляєте про проблему, ми збираємо ваше ім'я, адресу електронної пошти, повідомлення тощо. Ми використовуємо ці дані виключно у зв'язку з відповіддю на отримані запити.",
	"name": "ім'я",
	"email address": "адреса електронної пошти",
	"message": "повідомлення",
	"etc. We use this data solely in connection with answering the queries we receive.": "і т.д. Ми використовуємо ці дані виключно для відповіді на запити, які ми отримуємо.",
	"Usage data": "Дані використання",
	"when you visit our website, we will store: the URL from which you visited us from, web pages of our website you visit, the date and duration of your visit, your anonymized IP address, the device specifications (device type, operating system, screen resolution, language, country you are located in, and web browser type) you used during your visit, and": "коли ви відвідуєте наш веб-сайт, ми зберігаємо: URL-адресу, з якої ви нас відвідали, веб-сторінки нашого веб-сайту, які ви відвідали, дату та тривалість вашого візиту, ваш анонімізований IP-адресу, технічні характеристики пристрою (тип пристрою, операційна система, роздільна здатність екрану, мова, країна, в якій ви знаходитесь, та тип веб-браузера), які ви використовували під час вашого візиту, та",
	"other": "інші",
	"non-personal data. We process this usage data only on our server, not passing it to third-parties with": "неперсональні дані. Ми обробляємо ці дані використання лише на нашому сервері, не передаючи їх третім сторонам з",
	"Matomo": "Matomo",
	"web analytics platform that gives us 100% data ownership. This analytics helps us to improve user experience with our website and to recognize and stop any misuse.": "веб-аналітична платформа, яка надає нам 100% власності даних. Ця аналітика допомагає нам покращити користувацький досвід на нашому веб-сайті та визначити та припинити будь-яке зловживання.",
	"Non-personalized cookies": "Не персоналізовані файли cookie",
	"we use non-tracking cookies (small data files transferred onto computers or devices by sites) for record-keeping purposes and to enhance functionality on our website. You may deactivate or restrict the transmission of these cookies by changing the settings of your web browser or by opt-out on this page in the form below. Cookies that are already stored may be deleted at any time.": "ми використовуємо не відстежувальні файли cookie (невеликі файли даних, які передаються на комп'ютери або пристрої сайтами) для зберігання записів та покращення функціональності нашого веб-сайту. Ви можете деактивувати або обмежити передачу цих файлів cookie, змінивши налаштування вашого веб-браузера або відмовившись від них на цій сторінці у формі нижче. Файли cookie, які вже зберігаються, можна видалити в будь-який час.",
	"Opt-out of website tracking": "Відмова від відстеження веб-сайту",
	"You can opt out of being tracked by our Matomo Analytics instance below:": "Ви можете відмовитися від відстеження нашим екземпляром аналітики Matomo нижче:",
	"Your Rights": "Ваші права",
	"You have the right to be informed of Personal Data processed by Matomo, a right to rectification/correction, erasure and restriction of processing. You also have the right to ask from us a structured, common and machine-readable format of Personal Data you provided to us.": "У вас є право бути проінформованим про особисті дані, оброблені Matomo, право на виправлення/коригування, видалення та обмеження обробки. Ви також маєте право вимагати від нас структурованого, загального та машинночитаного формату особистих даних, які ви нам надали.",
	"We can only identify you via your email address and we can only adhere to your request and provide information if we have Personal Data about you through you having made contact with us directly and/or you using our site and/or service. We cannot provide, rectify or delete any data that we store on behalf of our users or customers.": "Ми можемо ідентифікувати вас лише за вашою адресою електронної пошти і можемо виконати ваш запит та надати інформацію лише у разі наявності особистих даних про вас через те, що ви зв'язалися з нами безпосередньо і/або ви використовуєте наш сайт і/або сервіс. Ми не можемо надати, виправити або видалити будь-які дані, які ми зберігаємо від імені наших користувачів або клієнтів.",
	"To exercise any of the rights mentioned in this Privacy Policy and/or in the event of questions or comments relating to the use of Personal Data you may contact us.": "Для використання будь-яких з прав, згаданих у цій Політиці конфіденційності і/або у випадку питань або коментарів, що стосуються використання особистих даних, ви можете зв'язатися з нами.",
	"In addition, you have the right to lodge a complaint with the data protection authority in your jurisdiction.": "Крім того, у вас є право подати скаргу до органу з питань захисту даних у вашій юрисдикції.",
	"Retention of data": "Збереження даних",
	"We will retain your information as long as necessary to provide you with the services or as otherwise set forth in this Policy. We will also retain and use this information as necessary for the purposes set out in this Policy and to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements and protect Robonomics Wiki legal rights.": "Ми збережемо вашу інформацію так довго, як це необхідно для надання вам послуг або як інше визначено в цій Політиці. Ми також будемо зберігати та використовувати цю інформацію за необхідності для цілей, визначених у цій Політиці, і в міру необхідності для виконання наших правових зобов'язань, вирішення суперечок, здійснення наших угод та захисту прав Robonomics Wiki.",
	"We also collect and maintain aggregated, anonymized or pseudonymized information which we may retain indefinitely to protect the safety and security of our Site, improve our Services or comply with legal obligations.": "Ми також збираємо та зберігаємо узагальнену, анонімізовану або псевдонімізовану інформацію, яку ми можемо зберігати необмежено для захисту безпеки та надійності нашого сайту, покращення наших послуг або виконання правових зобов'язань.",
	"Explore Robonomics with guides": "Досліджуйте Робономіку з довідниками",
	"Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "Вивчайте Робономіку через навчальні посібники та практично корисні експерименти. Ця документація призначена для допомоги вам підключати роботів або кодувати додатки в мережі Робономіка.",
	"or code dApps within Robonomics Network.": "або розробляйте додатки в мережі Robonomics.",
	"Page disappeared, we are sorry": "Сторінка зникла, вибачте",
	"Some content moved to": "Деякий вміст було переміщено на",
	"academy": "академію",
	"or try to find updated content here on": "або спробуйте знайти оновлений вміст тут на",
	"wiki": "вікі",
	"How to edit Wiki": "Як редагувати вікі",
	"Translation was executed by AI so there may be some inaccuracies": "Переклад виконано штучним інтелектом, тому можуть бути деякі неточності",
	"Tell us more": "Розкажіть нам більше",
	"Sending your info...": "Надсилання вашої інформації...",
	"?": "?",
	"Ask your question": "Задайте своє питання",
	"Main contributors:": "Основні учасники:",
	"Make a contribution": "Зробіть внесок",
	"Robonomics wiki is open source. See something that's wrong or unclear?": "Вікі Robonomics є відкритим джерелом. Побачили щось неправильне або незрозуміле?",
	"Inform us": "Повідомте нас",
	"please, if you find any": "будь ласка, якщо ви знайдете будь-що",
	"Robonomics smart devices": "Робономіка розумних пристроїв",
	"Create an issue": "Створити проблему",
	"entry.title": "entry.title",
	"text": "текст",
	"Thanks,": "Дякую,",
	"we'll keep in touch!": "ми будемо тримати зв'язок!",
	"Couldn't complete": "Не вдалося завершити",
	"It was hard": "Це було важко.",
	"It was ok": "Це було добре.",
	"It was easy": "Це було легко.",
	"item.name": "item.name",
	"← + prevTitle.title": "← + prevTitle.title",
	"next": "наступний",
	"previous": "попередній",
	"Submit": "Надіслати",
	"a pull request.": "запит на витяг.",
	"commit": "зобов'язатися",
	"on": "на",
	"by": "від",
	"breadcrumb.title": "заголовок хлібних крихток",
	"Document summary  Explore Robonomics with guides": "Підсумок документа: Дослідження Робономіки з посібниками",
	"This page not found": "Цю сторінку не знайдено",
	"Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool.": "Відмова від реєстрації завершена; ваші візити на цей веб-сайт не будуть записані інструментом веб-аналітики.",
	"Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "Зверніть увагу, що якщо ви очистите файли cookie, видалите файли cookie для відмови від реклами або зміните комп'ютери або веб-переглядачі, вам доведеться знову виконати процедуру відмови від реклами.",
	"You may choose to prevent this website from aggregating and analyzing the actions you take here.": "Ви можете вибрати запобігти цьому веб-сайту агрегувати та аналізувати дії, які ви виконуєте тут.",
	"Doing so will protect your privacy, but will also prevent the owner from learning from your actions and creating a better experience for you and other users.": "Це дія допоможе захистити вашу конфіденційність, але також завадить власнику вчитися на основі ваших дій та створювати кращий досвід для вас та інших користувачів.",
	"The tracking opt-out feature requires cookies to be enabled.": "Функція відмови від відстеження потребує включених файлів cookie.",
	"The tracking opt-out feature may not work because this site was not loaded over HTTPS. Please reload the page to check if your opt out status changed;": "Функція відмови від відстеження може не працювати, оскільки цей сайт не був завантажений через HTTPS. Будь ласка, перезавантажте сторінку, щоб перевірити, чи змінився ваш статус відмови.",
	"You are not opted out.": "Ви не відмовилися.",
	"Uncheck this box to opt-out.": "Зняти позначку з цієї клітинки, щоб відмовитися.",
	"You are currently opted out.": "Ви зараз відмовилися.",
	"Check this box to opt-in.": "Поставте позначку в цьому полі, щоб погодитися.",
	"{# for tanslation": "{# для перекладу",
	"#}": "#}",
	"Launch of Robonomics Collator": "Запуск Робономіки Коллатор",
	"Robotics and ROS 2": "Робототехніка та ROS 2",
	"About Robonomics ROS 2 Wrapper": "Про обгортку Robonomics ROS 2",
	"Launch Robot from Cloud": "Запустіть робота з хмари",
	"Home Server on RISC-V": "Домашній сервер на RISC-V",
	"Home Assistant integration": "Інтеграція з додатком Home Assistant",
	"Working with parachain": "Працюючи з парачейном"
}