{
	"404": "404",
	"Smart Home": "Розумний будинок",
	"Overview": "Огляд",
	"Install Smart Home": "Встановити розумний будинок",
	"Home Assistant Init": "Ініціалізація домашнього асистента",
	"Add devices": "Додати пристрої",
	"Zigbee Devices": "Пристрої Zigbee",
	"Virtual Devices": "Віртуальні пристрої",
	"Subscription Activate": "Активація підписки",
	"Robonomics Integration Setup": "Налаштування інтеграції Robonomics",
	"Add User": "Додати користувача",
	"Advanced Setup": "Розширене налаштування",
	"Upgrade Home Assistant OS": "Оновлення операційної системи домашнього асистента",
	"Robonomics Installation": "Встановлення Robonomics",
	"Upgrade Home Assistant Docker for Unix-like OS": "Оновлення домашнього асистента Docker для операційних систем подібних до Unix",
	"Upgrade Home Assistant Core": "Оновлення основи домашнього асистента",
	"Use": "Використання",
	"Get Smart Home Telemetry": "Отримати телеметрію розумного будинку",
	"Backup Services": "Служби резервного копіювання",
	"Robonomics Video Service": "Відеосервіс Robonomics",
	"Rtz Camera Control in Home Assistant": "Керування камерою Rtz в домашньому асистенті",
	"Pinata Setup": "Налаштування Pinata",
	"Оn-Chain Gov Experiment": "Експеримент управління на ланцюжку",
	"Blueprints": "Схеми",
	"How To Use Blueprints": "Як використовувати схеми",
	"Get Notified When Door Opens": "Отримуйте сповіщення, коли двері відчиняються",
	"Robonomics Devices": "Пристрої Robonomics",
	"IR Remote": "ІЧ-пульт",
	"Energy Monitoring": "Моніторинг енергії",
	"1 Gang Smart Switch": "1-канальний розумний вимикач",
	"2 Gang Smart Switch": "2-канальний розумний вимикач",
	"Air Quality Sensor": "Датчик якості повітря",
	"Robonomics Parachain Theory": "Теорія параланцюжка Robonomics",
	"Glossary": "Глосарій",
	"Create Account for Robonomics Parachain": "Створити обліковий запис для параланцюжка Robonomics",
	"How to Run Robonomics Dev Node": "Як запустити вузол розробника Robonomics",
	"Adding Funds To Your Account on Robonomics Portal": "Додавання коштів на ваш обліковий запис на порталі Robonomics",
	"Basics: Datalog": "Основи: Дані журналу",
	"Basics: Launch": "Основи: Запуск",
	"Basics: Digital Twins": "Основи: Цифрові близнюки",
	"Basics: Liability": "Основи: Відповідальність",
	"Python interface and Robonomics IO": "Інтерфейс Python та Robonomics IO",
	"RWS: How to Buy a Subscription": "RWS: Як купити підписку",
	"RWS: How to Send Launch with Subscription": "RWS: Як надіслати запуск з підпискою",
	"Robonomics on Ethereum": "Robonomics на Ethereum",
	"Robonomics OpenGov": "Robonomics OpenGov",
	"How to build collator node from source": "Як побудувати вузол коллатора з вихідного коду",
	"How to Update Collator Node Version": "Як оновити версію вузла коллатора",
	"How to send extrinsic from ESP": "Як надіслати екструзію з ESP",
	"How to Contribute": "Як внести внесок",
	"Home": "Головна",
	"doc.title": "doc.title",
	"item.title": "item.title",
	"{% set links = doc.children |": "{% set links = doc.children |",
	"transformSummaryLinks%}": "transformSummaryLinks%}",
	"Privacy Policy": "Політика конфіденційності",
	"This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "Ця політика описує інформацію, яку ми збираємо від вас, як ми використовуємо цю інформацію та нашу правову підставу для цього. Вона також охоплює можливість та способи обміну цією інформацією та ваші права та вибори щодо інформації, яку ви надаєте нам.",
	"name": "ім'я",
	"email address": "адреса електронної пошти",
	"message": "повідомлення",
	"etc. We use this data solely in connection with answering the queries we receive.": "і т.д. Ми використовуємо ці дані виключно для відповіді на запити, які ми отримуємо.",
	"Explore Robonomics with guides": "Досліджуйте Робономіку з довідниками",
	"Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "Вивчайте Робономіку через навчальні посібники та практично корисні експерименти. Ця документація призначена для допомоги вам підключати роботів або кодувати додатки в мережі Робономіка.",
	"or code dApps within Robonomics Network.": "або розробляйте додатки в мережі Robonomics.",
	"Page disappeared, we are sorry": "Сторінка зникла, вибачте",
	"Some content moved to": "Деякий вміст було переміщено на",
	"academy": "академію",
	"or try to find updated content here on": "або спробуйте знайти оновлений вміст тут на",
	"wiki": "вікі",
	"Translation was executed by AI so there may be some inaccuracies": "Переклад виконано штучним інтелектом, тому можуть бути деякі неточності",
	"Tell us more": "Розкажіть нам більше",
	"Sending your info...": "Надсилання вашої інформації...",
	"?": "?",
	"Ask your question": "Задайте своє питання",
	"Main contributors:": "Основні учасники:",
	"Make a contribution": "Зробіть внесок",
	"Robonomics wiki is open source. See something that's wrong or unclear?": "Вікі Robonomics є відкритим джерелом. Побачили щось неправильне або незрозуміле?",
	"Inform us": "Повідомте нас",
	"please, if you find any": "будь ласка, якщо ви знайдете будь-що",
	"Robonomics smart devices": "Робономіка розумних пристроїв",
	"Create an issue": "Створити проблему",
	"entry.title": "entry.title",
	"text": "текст",
	"Thanks,": "Дякую,",
	"we'll keep in touch!": "ми будемо тримати зв'язок!",
	"Couldn't complete": "Не вдалося завершити",
	"It was hard": "Це було важко.",
	"It was ok": "Це було добре.",
	"It was easy": "Це було легко.",
	"item.name": "item.name",
	"← + prevTitle.title": "← + prevTitle.title",
	"next": "наступний",
	"previous": "попередній",
	"Submit": "Надіслати",
	"a pull request.": "запит на витяг.",
	"commit": "зобов'язатися",
	"on": "на",
	"by": "від",
	"breadcrumb.title": "заголовок хлібних крихток",
	"Document summary  Explore Robonomics with guides": "Підсумок документа: Дослідження Робономіки з посібниками",
	"This page not found": "Цю сторінку не знайдено",
	"Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool.": "Відмова від реєстрації завершена; ваші візити на цей веб-сайт не будуть записані інструментом веб-аналітики.",
	"Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "Зверніть увагу, що якщо ви очистите файли cookie, видалите файли cookie для відмови від реклами або зміните комп'ютери або веб-переглядачі, вам доведеться знову виконати процедуру відмови від реклами.",
	"You may choose to prevent this website from aggregating and analyzing the actions you take here.": "Ви можете вибрати запобігти цьому веб-сайту агрегувати та аналізувати дії, які ви виконуєте тут.",
	"Doing so will protect your privacy, but will also prevent the owner from learning from your actions and creating a better experience for you and other users.": "Це дія допоможе захистити вашу конфіденційність, але також завадить власнику вчитися на основі ваших дій та створювати кращий досвід для вас та інших користувачів.",
	"The tracking opt-out feature requires cookies to be enabled.": "Функція відмови від відстеження потребує включених файлів cookie.",
	"The tracking opt-out feature may not work because this site was not loaded over HTTPS. Please reload the page to check if your opt out status changed;": "Функція відмови від відстеження може не працювати, оскільки цей сайт не був завантажений через HTTPS. Будь ласка, перезавантажте сторінку, щоб перевірити, чи змінився ваш статус відмови.",
	"You are not opted out.": "Ви не відмовилися.",
	"Uncheck this box to opt-out.": "Зняти позначку з цієї клітинки, щоб відмовитися.",
	"You are currently opted out.": "Ви зараз відмовилися.",
	"Check this box to opt-in.": "Поставте позначку в цьому полі, щоб погодитися.",
	"{# for tanslation": "{# для перекладу",
	"#}": "#}",
	"Launch of Robonomics Collator": "Запуск Робономіки Коллатор",
	"Robotics and ROS 2": "Робототехніка та ROS 2",
	"About Robonomics ROS 2 Wrapper": "Про обгортку Robonomics ROS 2",
	"Launch Robot from Cloud": "Запустіть робота з хмари",
	"Home Server on RISC-V": "Домашній сервер на RISC-V",
	"Home Assistant integration": "Інтеграція з додатком Home Assistant",
	"Working with parachain": "Працюючи з парачейном",
	"This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.": "Ця Політика конфіденційності описує наші політики та процедури збору, використання та розкриття вашої інформації під час використання послуги та повідомляє вас про ваші права на конфіденційність та те, як закон захищає вас.",
	"We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy.": "Ми використовуємо Ваші особисті дані для надання та поліпшення Сервісу. Використовуючи Сервіс, Ви погоджуєтеся зі збором та використанням інформації відповідно до цієї Політики конфіденційності.",
	"Interpretation and Definitions": "Тлумачення та Визначення",
	"Interpretation": "Тлумачення",
	"The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.": "Слова, перше літера яких написана з великої букви, мають значення, визначені за наступними умовами. Наведені визначення матимуть однакове значення незалежно від того, чи вони зустрічаються у формі однини чи множини.",
	"Definitions": "Визначення",
	"For the purposes of this Privacy Policy:": "Для цілей цієї Політики конфіденційності:",
	"DAO": "ДАО",
	"(referred to as": "(відомий як",
	"Website": "Веб-сайт",
	"in this Agreement). For the purpose of the GDPR, the DAO is the Data Controller.": "У цій Угоді). Згідно з GDPR, DAO є Контролером даних.",
	"Cookies": "Печиво",
	"are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses. More detailed information on cookies and how they work can be found at:": "це невеликі файли, які розміщуються на вашому комп'ютері, мобільному пристрої або будь-якому іншому пристрої веб-сайтом, що містять деталі вашої історії перегляду на цьому веб-сайті серед багатьох інших використань. Додаткову інформацію про файли cookie та їх роботу можна знайти за посиланням:",
	"Country": "Країна",
	"refers to: Cyprus.": "стосується: Кіпр.",
	"Data Controller": "Контролер даних",
	"for the purposes of the GDPR (General Data Protection Regulation), refers to the DAO as the legal person which alone or jointly with others determines the purposes and means of the processing of Personal Data.": "Для цілей Загального регламенту про захист даних (GDPR) термін DAO відноситься до юридичної особи, яка самостійно або спільно з іншими визначає цілі та засоби обробки персональних даних.",
	"Device": "Пристрій",
	"means any device that can access the Service such as a computer, a cellphone or a digital tablet.": "означає будь-який пристрій, який може отримати доступ до Служби, такий як комп'ютер, мобільний телефон або цифровий планшет.",
	"GDPR": "Загальний регламент засобів захисту даних (GDPR)",
	"refers to EU General Data Protection Regulation.": "стосується Загального регламенту про захист даних ЄС.",
	"Personal Data": "Особисті дані",
	"is any information that relates to an identified or identifiable individual.": "Будь-яка інформація, що стосується визначеного або визначимого особи.",
	"For the purposes of GDPR, Personal Data means any information relating to You such as a name, an identification number, location data, online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity.": "Для цілей Загального регламенту про захист даних особистого характеру (GDPR) особисті дані означають будь-яку інформацію, що стосується Вас, таку як ім'я, ідентифікаційний номер, місцезнаходження, онлайн ідентифікатор або один або кілька факторів, що є специфічними для фізичної, фізіологічної, генетичної, розумової, економічної, культурної або соціальної ідентичності.",
	"Service": "Служба",
	"refers to the Website": "звертається до веб-сайту",
	"Service Provider": "Постачальник послуг",
	"means any natural or legal person who processes the data on behalf of the DAO. It refers to third-party companies or individuals employed by the DAO to facilitate the Service, to provide the Service on behalf of the DAO, to perform services related to the Service or to assist the DAO in analyzing how the Service is used. For the purpose of the GDPR, Service Providers are considered Data Processors.": "означає будь-яку фізичну або юридичну особу, яка обробляє дані від імені DAO. Це стосується сторонніх компаній або осіб, які працюють на DAO для надання послуг, надання послуг від імені DAO, виконання послуг, пов'язаних з послугою, або допомоги DAO у аналізі того, як використовується послуга. З метою GDPR Постачальники послуг вважаються обробниками даних.",
	"Usage Data": "Дані про використання",
	"refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).": "вказує на дані, які збираються автоматично, або створені в результаті використання Служби або з інфраструктури самої Служби (наприклад, тривалість візиту на сторінку).",
	"You": "Ти",
	"Under GDPR, You can be referred to as the Data Subject or as the User as you are the individual using the Service.": "Згідно з GDPR, вас можуть називати Суб'єктом даних або Користувачем, оскільки ви є особою, яка використовує Сервіс.",
	"Collecting and Using Your Personal Data": "Збір та використання ваших особистих даних",
	"Types of Data Collected": "Типи зібраної інформації",
	"While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:": "Під час використання нашого сервісу ми можемо попросити вас надати нам певну особисту ідентифікаційну інформацію, яка може бути використана для зв'язку або ідентифікації вас. Особиста ідентифікаційна інформація може включати, але не обмежується:",
	"Email address": "Адреса електронної пошти",
	"First name and last name": "Ім'я та прізвище",
	"Usage Data is collected automatically when using the Service.": "Дані про використання збираються автоматично при використанні Служби.",
	"Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.": "Дані про використання можуть включати інформацію, таку як Інтернет-протокол вашого пристрою (наприклад, IP-адреса), тип браузера, версія браузера, сторінки нашого сервісу, які ви відвідуєте, час і дата вашого візиту, час, проведений на цих сторінках, унікальні ідентифікатори пристрою та інші діагностичні дані.",
	"When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.": "Коли ви отримуєте доступ до Служби за допомогою мобільного пристрою, ми можемо автоматично збирати певну інформацію, включаючи, але не обмежуючись, тип мобільного пристрою, який ви використовуєте, унікальний ідентифікатор вашого мобільного пристрою, IP-адресу вашого мобільного пристрою, операційну систему вашого мобільного пристрою, тип мобільного веб-браузера, який ви використовуєте, унікальні ідентифікатори пристрою та інші діагностичні дані.",
	"We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.": "Ми також можемо збирати інформацію, яку Ваш браузер надсилає кожного разу, коли Ви відвідуєте наш Сервіс або коли ви отримуєте доступ до Сервісу через мобільний пристрій.",
	"Cookies & Browser Storage": "Файли cookie та сховище браузера",
	"The Websites may use cookies. We use cookies and browser storage only for essential settings to improve your experience—not for tracking. These help remember your preferences, such as language settings or consent choices, so you don’t have to reset them each time you visit.": "Сайти можуть використовувати файли cookie. Ми використовуємо файли cookie та сховище браузера лише для основних налаштувань з метою поліпшення вашого досвіду, а не для відстеження. Вони допомагають запам'ятовувати ваші уподобання, такі як мовні налаштування або вибори згоди, щоб вам не доводилося скидати їх кожного разу при відвідуванні.",
	"We do not use cookies for tracking or personalized advertising. You can manage or disable cookies in your browser settings, but some features may not work properly without them.": "Ми не використовуємо файли cookie для відстеження або персоналізованої реклами. Ви можете керувати або вимкнути файли cookie в налаштуваннях вашого браузера, але деякі функції можуть не працювати належним чином без них.",
	"Matomo Analytics": "Аналітика Matomo",
	"Our website may use Matomo, an open-source analytics platform, to gather insights into website usage. This includes anonymized data such as:": "Наш веб-сайт може використовувати Matomo, відкриту аналітичну платформу, для збору відомостей про використання веб-сайту. Це включає анонімні дані, такі як:",
	"Pages visited and navigation paths": "Відвідані сторінки та шляхи навігації",
	"Time spent on our website": "Час, проведений на нашому веб-сайті",
	"Whether you’re a returning or new visitor": "Чи ви повертаєтеся або новий відвідувач",
	"Your device type (desktop, mobile, etc.)": "Ваш тип пристрою (настільний комп'ютер, мобільний телефон і т. д.)",
	"To protect your privacy, your IP address is anonymized before being stored. The data we collect is only used to improve the website and is not used for personal identification.": "Для захисту вашої конфіденційності ваш IP-адреса анонімізується перед зберіганням. Зібрані дані використовуються лише для покращення веб-сайту і не використовуються для особистої ідентифікації.",
	"Under Art. 6(1)(f) GDPR": "Згідно зі статтею 6(1)(f) Загального регламенту про захист даних (GDPR)",
	"we process this data based on our legitimate interest in enhancing our services.": "Ми обробляємо ці дані на підставі нашого законного інтересу в покращенні наших послуг.",
	"Opt-Out Option": "Опція відмови",
	"You can disable Matomo tracking at any time:": "Ви можете в будь-який момент вимкнути відстеження Matomo:",
	"Use of Your Personal Data": "Використання ваших особистих даних",
	"The DAO may use Personal Data for the following purposes:": "DAO може використовувати особисті дані для наступних цілей:",
	"To provide and maintain our Service": "Надавати та забезпечувати наш сервіс",
	"including to monitor the usage of our Service.": "включаючи відстеження використання наших послуг.",
	"For the performance of a contract": "Для виконання контракту",
	"the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.": "розробка, виконання та укладення договору купівлі продуктів, товарів або послуг, які Ви придбали, або будь-якого іншого договору з Нами через Сервіс.",
	"To contact You": "Для зв'язку з вами",
	"To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.": "Для зв'язку з Вами за допомогою електронної пошти, телефонних дзвінків, SMS або інших еквівалентних форм електронного зв'язку, таких як пуш-сповіщення мобільних додатків щодо оновлень або інформаційних повідомлень, пов'язаних з функціональністю, продуктами або укладеними послугами, включаючи оновлення безпеки, коли це необхідно або розумно для їх впровадження.",
	"To provide You": "Для надання Вам",
	"with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.": "з новинами, спеціальними пропозиціями та загальною інформацією про інші товари, послуги та події, які ми пропонуємо і які схожі на ті, які ви вже придбали або запитали, якщо ви не відмовилися отримувати таку інформацію.",
	"To manage Your requests": "Для керування вашими запитами",
	"To attend and manage Your requests to Us.": "Для відвідування та обробки Ваших запитів до нас.",
	"For other purposes": "Для інших цілей",
	"We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.": "Ми можемо використовувати вашу інформацію для інших цілей, таких як аналіз даних, виявлення тенденцій використання, визначення ефективності наших рекламних кампаній та оцінки та покращення наших послуг, продуктів, сервісів, маркетингу та вашого досвіду.",
	"We may share Your personal information in the following situations:": "Ми можемо поділитися Вашою особистою інформацією у наступних ситуаціях:",
	"With Service Providers": "З постачальниками послуг",
	"We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to contact You.": "Ми можемо передавати Вашу особисту інформацію постачальникам послуг для моніторингу та аналізу використання нашого сервісу, для зв'язку з Вами.",
	"With Your consent": "З Вашою згодою",
	"We may disclose Your personal information for any other purpose with Your consent.": "Ми можемо розкрити Вашу особисту інформацію для будь-якої іншої мети за Вашою згодою.",
	"Retention of Your Personal Data": "Збереження ваших особистих даних",
	"The DAO will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.": "DAO буде зберігати Ваші особисті дані лише стільки часу, скільки це необхідно для цілей, визначених у цій Політиці конфіденційності. Ми будемо зберігати та використовувати Ваші особисті дані в обсязі, необхідному для виконання наших юридичних зобов'язань (наприклад, якщо нам потрібно зберігати ваші дані для виконання вимог чинного законодавства), вирішення суперечок та забезпечення виконання наших юридичних угод та політик.",
	"The DAO will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.": "Також DAO буде зберігати Дані використання для внутрішнього аналізу. Дані використання, як правило, зберігаються на короткий період часу, за винятком випадків, коли ці дані використовуються для зміцнення безпеки або покращення функціональності нашого сервісу, або ми юридично зобов'язані зберігати ці дані протягом триваліших періодів часу.",
	"Security of Your Personal Data": "Безпека ваших особистих даних",
	"The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.": "Безпека Ваших особистих даних є важливою для нас, але пам'ятайте, що жоден метод передачі через Інтернет або метод електронного зберігання не є на 100% безпечним. Хоча ми намагаємося використовувати комерційно прийнятні засоби для захисту Ваших особистих даних, ми не можемо гарантувати їх абсолютну безпеку.",
	"Detailed Information on the Processing of Your Personal Data": "Детальна інформація про обробку ваших персональних даних",
	"Your information, including Personal Data, is processed is processed at the DAO's website service provider(s) and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.": "Ваша інформація, включаючи особисті дані, обробляється на постачальниках послуг веб-сайту DAO та в інших місцях, де знаходяться сторони, що беруть участь у обробці. Це означає, що ця інформація може бути передана та збережена на комп'ютерах, що знаходяться за межами вашої держави, провінції, країни або іншої урядової юрисдикції, де закони про захист даних можуть відрізнятися від тих, що діють у вашій юрисдикції.",
	"Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.": "Ваша згода на цю Політику конфіденційності, за якою слідує надання Вами такої інформації, означає Вашу згоду на такий перенос.",
	"The DAO will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.": "ДАО прийме всі розумні заходи, необхідні для забезпечення безпечної обробки Ваших даних відповідно до цієї Політики конфіденційності, і ніякого передавання Ваших особистих даних не відбудеться організації або країні, якщо не будуть встановлені відповідні контролі, включаючи безпеку Ваших даних та іншої особистої інформації.",
	"Please note that any data transmission on the Internet (e.g. communication by e-mail) is generally not secure and we accept no liability for data transmitted to us via the Internet. Unfortunately, absolute protection is not technically possible. This information does not apply to the Website of third parties and the corresponding links given on our Website. The DAO assumes no responsibility and liability for these.": "Зверніть увагу, що будь-яка передача даних в Інтернеті (наприклад, комунікація по електронній пошті) загалом не є безпечною, і ми не несемо відповідальності за дані, передані нам через Інтернет. Нажаль, абсолютний захист технічно неможливий. Ця інформація не стосується веб-сайтів третіх сторін та відповідних посилань, наведених на нашому веб-сайті. DAO не несе відповідальності за них.",
	"The Service Providers We use may have access to Your Personal Data. These third-party vendors collect, store, use, process and transfer information about Your activity on Our Service in accordance with their Privacy Policies.": "Постачальники послуг, які ми використовуємо, можуть мати доступ до ваших особистих даних. Ці сторонні постачальники збирають, зберігають, використовують, обробляють та передають інформацію про вашу діяльність на нашому сервісі відповідно до їхніх політик конфіденційності.",
	"Email Marketing": "Електронна пошта маркетингу",
	"We may use Your Personal Data to contact You with newsletters, marketing or promotional materials and other information that may be of interest to You. You may opt-out of receiving any, or all, of these communications from Us by following the unsubscribe link or instructions provided in any email We send or by contacting Us.": "Ми можемо використовувати ваші особисті дані, щоб зв'язатися з вами за допомогою розсилок, маркетингових або промоційних матеріалів та іншої інформації, яка може бути цікавою для вас. Ви можете відмовитися від отримання будь-яких або всіх цих комунікацій від нас, слідуючи посиланню для відписки або інструкціям, наданим у будь-якому електронному листі, який ми відправляємо, або зв'язавшись з нами.",
	"We may use Email Marketing Service Providers to manage and send emails to You;": "Ми можемо використовувати постачальників послуг електронної розсилки для управління та відправлення листів на вашу адресу;",
	"Unisender": "Unisender",
	"Their Privacy Policy can be viewed at": "Їх Політику конфіденційності можна переглянути за адресою",
	"Usage, Performance and Miscellaneous": "Використання, продуктивність та різноманітність",
	"We may use third-party Service Providers to maintain and improve our Service.": "Ми можемо використовувати сторонні постачальники послуг для підтримки та покращення нашого сервісу.",
	"hcaptcha": "hCaptcha",
	"GDPR Privacy": "Захист персональних даних за GDPR",
	"Legal Basis for Processing Personal Data under GDPR": "Правова підстава для обробки персональних даних згідно з GDPR",
	"We may process Personal Data under the following conditions:": "Ми можемо обробляти особисті дані за наступних умов:",
	"Consent:": "Згода:",
	"You have given Your consent for processing Personal Data for one or more specific purposes.": "Ви надали свою згоду на обробку особистих даних для одного або кількох конкретних цілей.",
	"Performance of a contract:": "Виконання контракту:",
	"Provision of Personal Data is necessary for the performance of an agreement with You and/or for any pre-contractual obligations thereof.": "Надання особистих даних є необхідним для виконання угоди з Вами та/або для будь-яких попередніх зобов'язань перед укладенням угоди.",
	"Legal obligations:": "Правові обов'язки:",
	"Processing Personal Data is necessary for compliance with a legal obligation to which the DAO is subject.": "Обробка особистих даних є необхідною для виконання правового зобов'язання, якому підпорядковується ДАО.",
	"Vital interests:": "Важливі інтереси:",
	"Processing Personal Data is necessary in order to protect Your vital interests or of another natural person.": "Обробка особистих даних є необхідною для захисту Ваших важливих інтересів або іншої фізичної особи.",
	"Public interests:": "Громадські інтереси:",
	"Processing Personal Data is related to a task that is carried out in the public interest or in the exercise of official authority vested in the DAO.": "Обробка особистих даних пов'язана з завданням, яке виконується в інтересах громадськості або в рамках виконання офіційних повноважень, наданих ДАО.",
	"Legitimate interests:": "Обґрунтовані інтереси:",
	"Processing Personal Data is necessary for the purposes of the legitimate interests pursued by the DAO.": "Обробка особистих даних є необхідною для досягнення законних інтересів, які переслідує DAO.",
	"In any case, the DAO will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.": "У будь-якому випадку, DAO з радістю допоможе уточнити конкретну правову підставу, яка застосовується до обробки, і зокрема, чи є надання особистих даних законним або контрактним вимогою, або вимогою, необхідною для укладення контракту.",
	"Your Rights under the GDPR": "Ваші права згідно з GDPR",
	"The DAO undertakes to respect the confidentiality of Your Personal Data and to guarantee You can exercise Your rights.": "DAO зобов'язується дотримуватися конфіденційності Ваших особистих даних та гарантувати, що Ви зможете використовувати свої права.",
	"You have the right under this Privacy Policy, and by law if You are within the EU, to:": "У вас є право згідно з цією Політикою конфіденційності, і за законом, якщо ви знаходитесь в ЄС, на:",
	"Request access to Your Personal Data.": "Запит на доступ до Ваших особистих даних.",
	"The right to access, update or delete the information We have on You. Whenever made possible, you can access, update or request deletion of Your Personal Data directly within Your account settings section. If you are unable to perform these actions yourself, please contact Us to assist You. This also enables You to receive a copy of the Personal Data We hold about You.": "Право на доступ, оновлення або видалення інформації, яку ми маємо про вас. Якщо це можливо, ви можете отримати доступ, оновити або запросити видалення ваших особистих даних безпосередньо в розділі налаштувань вашого облікового запису. Якщо ви не можете виконати ці дії самостійно, будь ласка, зв'яжіться з нами, щоб ми могли вам допомогти. Це також дозволяє вам отримати копію особистих даних, які ми маємо про вас.",
	"Request correction of the Personal Data that We hold about You.": "Запит на виправлення особистих даних, які ми маємо про вас.",
	"You have the right to have any incomplete or inaccurate information We hold about You corrected.": "У вас є право вимагати виправлення будь-якої неповної або неточної інформації, яку ми маємо про вас.",
	"Object to processing of Your Personal Data.": "Висловіть протест щодо обробки Ваших персональних даних.",
	"This right exists where We are relying on a legitimate interest as the legal basis for Our processing and there is something about Your particular situation, which makes You want to object to our processing of Your Personal Data on this ground. You also have the right to object where We are processing Your Personal Data for direct marketing purposes.": "Це право існує, коли ми покладаємося на законний інтерес як правову підставу для обробки наших даних, і є щось в вашій конкретній ситуації, що змушує вас бажати заперечити проти обробки ваших особистих даних на цій підставі. Ви також маєте право заперечити, коли ми обробляємо ваші особисті дані для прямого маркетингу.",
	"Request erasure of Your Personal Data.": "Запит на видалення Ваших особистих даних.",
	"You have the right to ask Us to delete or remove Personal Data when there is no good reason for Us to continue processing it.": "У вас є право попросити нас видалити або видалити особисті дані, коли немає вагомої причини для нас продовжувати їх обробку.",
	"Request the transfer of Your Personal Data.": "Запросіть передачу Ваших особистих даних.",
	"We will provide to You, or to a third-party You have chosen, Your Personal Data in a structured, commonly used, machine-readable format. Please note that this right only applies to automated information which You initially provided consent for Us to use or where We used the information to perform a contract with You.": "Ми надамо Вам, або третій стороні, яку Ви обрали, Ваші особисті дані у структурованому, загальноприйнятому, машинночитаемому форматі. Зверніть увагу, що це право застосовується лише до автоматизованої інформації, яку Ви спочатку надали згоду використовувати нам або де ми використовували інформацію для виконання контракту з Вами.",
	"Withdraw Your consent.": "Відкликайте свою згоду.",
	"You have the right to withdraw Your consent on using your Personal Data. If You withdraw Your consent, We may not be able to provide You with access to certain specific functionalities of the Service.": "Ви маєте право відкликати свою згоду на використання ваших особистих даних. Якщо ви відкликаєте свою згоду, ми можемо не мати можливості надати вам доступ до певних конкретних функцій Сервісу.",
	"Exercising of Your GDPR Data Protection Rights": "Використання ваших прав на захист даних за Законом про захист даних GDPR",
	"You may exercise Your rights of access, rectification, cancellation and opposition by contacting Us. Please note that we may ask You to verify Your identity before responding to such requests. If You make a request, We will try our best to respond to You as soon as possible.": "Ви можете скористатися своїми правами на доступ, виправлення, скасування та опозицію, звернувшись до нас. Зверніть увагу, що ми можемо попросити вас підтвердити свою особу перед відповіддю на такі запити. Якщо ви зробите запит, ми намагатимемося відповісти вам якнайшвидше.",
	"You have the right to complain to a Data Protection Authority about Our collection and use of Your Personal Data. For more information, if You are in the European Economic Area (EEA), please contact Your local data protection authority in the EEA.": "У вас є право скаржитися на орган з питань захисту даних щодо нашого збору та використання ваших особистих даних. Для отримання додаткової інформації, якщо ви знаходитесь в Європейському економічному просторі (ЄЕП), будь ласка, зверніться до вашого місцевого органу з питань захисту даних в ЄЕП.",
	"Children's Privacy": "Конфіденційність дітей",
	"Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.": "Наш сервіс не призначений для осіб молодше 13 років. Ми не намагаємося збирати особисту ідентифікаційну інформацію від осіб молодше 13 років. Якщо ви батько або опікун і ви знаєте, що ваша дитина надала нам особисті дані, будь ласка, зв'яжіться з нами. Якщо ми дізнаємося, що ми зібрали особисті дані від когось молодше 13 років без підтвердження згоди батьків, ми вживаємо заходів для видалення цієї інформації з наших серверів.",
	"If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.": "Якщо нам потрібно покладатися на згоду як юридичну підставу для обробки вашої інформації, і ваша країна вимагає згоду від батьків, ми можемо вимагати згоду вашого батька, перш ніж ми зберемо та використаємо цю інформацію.",
	"Links to Other Websites": "Посилання на інші веб-сайти",
	"Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit.": "Наш сервіс може містити посилання на інші веб-сайти, які не є нашими. Якщо ви перейдете за посиланням на сторонній сайт, вас буде перенаправлено на цей сайт сторонньої сторони. Ми настійно рекомендуємо вам переглянути Політику конфіденційності кожного сайту, який ви відвідуєте.",
	"We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.": "Ми не маємо контролю над вмістом, політикою конфіденційності або практиками будь-яких сторонніх сайтів або сервісів і не несемо за це відповідальності.",
	"Changes to this Privacy Policy": "Зміни до цієї Політики конфіденційності",
	"We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.": "Ми можемо час від часу оновлювати нашу Політику конфіденційності. Ми повідомимо вас про будь-які зміни, розмістивши нову Політику конфіденційності на цій сторінці.",
	"You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.": "Вам рекомендується періодично переглядати цю Політику конфіденційності на предмет змін. Зміни в цій Політиці конфіденційності набирають чинності з моменту їх публікації на цій сторінці.",
	"Contact Us": "Зв'яжіться з нами",
	"If you have any questions about this Privacy Policy, You can contact us:": "Якщо у вас є питання щодо цієї Політики конфіденційності, ви можете зв'язатися з нами:",
	"By visiting this page on our website:": "Відвідавши цю сторінку на нашому веб-сайті:",
	"This Agreement is originally written in English. This AI translation is provided for your reference only.": "Ця Угода спочатку написана англійською мовою. Цей переклад ШШ надається лише для вашої інформації.",
	"Last updated: February 05, 2025": "Останнє оновлення: 5 лютого 2025 року",
	"Altruist": "Альтруїст",
	"Renew Subscription": "Оновити підписку",
	"(referred to as either 'the DAO', 'We', 'Us' or 'Our' in this Agreement) refers to decentralized autonomous organization Robonomics Network, an operator for website": "(вказується як DAO, Ми, Нас або Наша в цій Угоді) відноситься до децентралізованої автономної організації Robonomics Network, оператора веб-сайту",
	"(referred to as either 'Your' in this Agreement) means the individual accessing or using the Service, or the DAO, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.": "(надалі у цьому Угоді також називається Ви) означає фізичну особу, яка отримує доступ або використовує Службу, або ДАО, або іншу юридичну особу, від імені якої така фізична особа отримує доступ або використовує Службу, застосовно.",
	"We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the 'Last updated' date at the top of this Privacy Policy.": "Ми повідомимо Вас по електронній пошті та/або видним повідомленням на нашому Сервісі перед тим, як зміни набудуть чинності, і оновимо дату останнього оновлення у верхній частині цієї Політики конфіденційності."
}