{
	"404": "404",
	"Smart Home": "スマートホーム",
	"Overview": "概要",
	"Install Smart Home": "スマートホームのインストール",
	"Home Assistant Init": "ホームアシスタントの初期化",
	"Add devices": "デバイスの追加",
	"Zigbee Devices": "Zigbeeデバイス",
	"Virtual Devices": "仮想デバイス",
	"Subscription Activate": "サブスクリプションの有効化",
	"Robonomics Integration Setup": "Robonomics 統合のセットアップ",
	"Add User": "ユーザーの追加",
	"Advanced Setup": "高度なセットアップ",
	"Upgrade Home Assistant OS": "Home Assistant OSのアップグレード",
	"Robonomics Installation": "Robonomicsのインストール",
	"Upgrade Home Assistant Docker for Unix-like OS": "Unix系OS用のHome Assistant Dockerのアップグレード",
	"Upgrade Home Assistant Core": "Home Assistant Coreのアップグレード",
	"Use": "使用",
	"Get Smart Home Telemetry": "スマートホームのテレメトリーを取得",
	"Backup Services": "バックアップサービス",
	"Robonomics Video Service": "Robonomicsビデオサービス",
	"Rtz Camera Control in Home Assistant": "Home AssistantでのRtzカメラ制御",
	"Pinata Setup": "Pinataのセットアップ",
	"Оn-Chain Gov Experiment": "オンチェーンガバナンス実験",
	"Blueprints": "設計図",
	"How To Use Blueprints": "設計図の使用方法",
	"Get Notified When Door Opens": "ドアが開いたときに通知を受け取る",
	"Robonomics Devices": "Robonomicsデバイス",
	"IR Remote": "IRリモート",
	"Energy Monitoring": "エネルギーモニタリング",
	"1 Gang Smart Switch": "1ギャングスマートスイッチ",
	"2 Gang Smart Switch": "2ギャングスマートスイッチ",
	"Air Quality Sensor": "空気品質センサー",
	"Robonomics Parachain Theory": "Robonomicsパラチェーン理論",
	"Glossary": "用語集",
	"Create Account for Robonomics Parachain": "Robonomicsパラチェーン用のアカウントを作成",
	"How to Run Robonomics Dev Node": "Robonomics Devノードの実行方法",
	"Adding Funds To Your Account on Robonomics Portal": "Robonomicsポータルのアカウントに資金を追加する方法",
	"Basics: Datalog": "基本: データログ",
	"Basics: Launch": "基本: ローンチ",
	"Basics: Digital Twins": "基本: デジタルツイン",
	"Basics: Liability": "基本: 責任",
	"Python interface and Robonomics IO": "PythonインターフェースとRobonomics IO",
	"RWS: How to Buy a Subscription": "RWS: サブスクリプションの購入方法",
	"RWS: How to Send Launch with Subscription": "RWS: サブスクリプション付きのローンチの送信方法",
	"Robonomics on Ethereum": "Ethereum上のRobonomics",
	"Robonomics OpenGov": "Robonomics OpenGov",
	"How to build collator node from source": "ソースからコレーターノードを構築する方法",
	"How to Update Collator Node Version": "コレーターノードバージョンの更新方法",
	"How to send extrinsic from ESP": "ESPから外部送信を行う方法",
	"How to Contribute": "貢献方法",
	"Home": "ホーム",
	"doc.title": "doc.title",
	"item.title": "item.title",
	"{% set links = doc.children |": "{% set links = doc.children |",
	"transformSummaryLinks%}": "transformSummaryLinks%}",
	"Privacy Policy": "プライバシーポリシー",
	"This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "このポリシーでは、お客様から収集した情報、その情報の使用方法、およびその情報を使用する法的根拠について説明しています。また、その情報が共有されるかどうか、および提供された情報に関するお客様の権利と選択肢についても説明しています。",
	"name": "名前",
	"email address": "メールアドレス",
	"message": "メッセージ",
	"etc. We use this data solely in connection with answering the queries we receive.": "など。私たちは受け取ったクエリに回答するためにこのデータを使用します。",
	"Explore Robonomics with guides": "ガイドを使ってRobonomicsを探索",
	"Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "チュートリアルや実用的な実験を通じてRobonomicsを学びましょう。このドキュメントは、Robonomics Network内のロボットやdAppsを接続するのに役立つよう設計されています。",
	"or code dApps within Robonomics Network.": "Robonomicsネットワーク内でdAppsを作成するか、コードを書く。",
	"Page disappeared, we are sorry": "ページが消えてしまいました。申し訳ありません。",
	"Some content moved to": "一部のコンテンツが移動しました",
	"academy": "アカデミー",
	"or try to find updated content here on": "またはこちらで更新されたコンテンツを探してみてください",
	"wiki": "ウィキ",
	"Translation was executed by AI so there may be some inaccuracies": "翻訳はAIによって実行されたため、いくつかの不正確さがあるかもしれません",
	"Tell us more": "もっと教えて",
	"Sending your info...": "情報を送信中...",
	"?": "?",
	"Ask your question": "質問してください",
	"Main contributors:": "主な貢献者：",
	"Make a contribution": "貢献する",
	"Robonomics wiki is open source. See something that's wrong or unclear?": "Robonomicsウィキはオープンソースです。間違っているか不明な点がある場合は、",
	"Inform us": "お知らせください",
	"please, if you find any": "お願いします、もし見つけたら",
	"Robonomics smart devices": "ロボノミクススマートデバイス",
	"Create an issue": "問題を作成する",
	"entry.title": "entry.title",
	"text": "テキスト",
	"Thanks,": "ありがとう、",
	"we'll keep in touch!": "連絡を取り合いましょう！",
	"Couldn't complete": "完了できませんでした",
	"It was hard": "それは難しかったです",
	"It was ok": "それは大丈夫でした",
	"It was easy": "簡単でした",
	"item.name": "item.name",
	"← + prevTitle.title": "← + prevTitle.title",
	"next": "次",
	"previous": "以前",
	"Submit": "提出",
	"a pull request.": "プルリクエスト。",
	"commit": "コミット",
	"on": "オン",
	"by": "by",
	"breadcrumb.title": "breadcrumb.title",
	"Document summary  Explore Robonomics with guides": "ドキュメントの要約：Robonomicsをガイドとともに探索する",
	"This page not found": "このページは見つかりません",
	"Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool.": "オプトアウトが完了しました。このウェブサイトへの訪問はWebアナリティクスツールによって記録されません。",
	"Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "クッキーをクリアしたり、オプトアウトクッキーを削除したり、コンピューターやWebブラウザーを変更した場合、再度オプトアウト手続きを行う必要があります。",
	"You may choose to prevent this website from aggregating and analyzing the actions you take here.": "このウェブサイトがここで行うアクションの集計と分析を防止することを選択することができます。",
	"Doing so will protect your privacy, but will also prevent the owner from learning from your actions and creating a better experience for you and other users.": "これを行うことで、あなたのプライバシーを保護することができますが、同時に所有者があなたの行動から学び、あなたや他のユーザーのためにより良い体験を作ることを防ぎます。",
	"The tracking opt-out feature requires cookies to be enabled.": "トラッキングのオプトアウト機能を利用するには、クッキーを有効にする必要があります。",
	"The tracking opt-out feature may not work because this site was not loaded over HTTPS. Please reload the page to check if your opt out status changed;": "トラッキングのオプトアウト機能が機能しない可能性があります。なぜなら、このサイトがHTTPS経由で読み込まれていないからです。オプトアウトの状態が変わったかどうかを確認するために、ページを再読み込みしてください。",
	"You are not opted out.": "あなたは選択肢から外れていません。",
	"Uncheck this box to opt-out.": "オプトアウトするには、このボックスをオフにしてください。",
	"You are currently opted out.": "現在、オプトアウトされています。",
	"Check this box to opt-in.": "オプトインするには、このボックスをチェックしてください。",
	"{# for tanslation": "{# 翻訳用",
	"#}": "この文字列は意味がわかりません。他に翻訳が必要なテキストがあればお知らせください。",
	"Launch of Robonomics Collator": "ロボノミクスコレーターのローンチ",
	"Robotics and ROS 2": "ロボティクスとROS 2",
	"About Robonomics ROS 2 Wrapper": "Robonomics ROS 2 Wrapperについて",
	"Launch Robot from Cloud": "クラウドからロボットを起動します",
	"Home Server on RISC-V": "RISC-V上のホームサーバ",
	"Home Assistant integration": "Home Assistant 統合",
	"Working with parachain": "パラチェーンと協力しています",
	"This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.": "このプライバシーポリシーは、サービスを利用する際のお客様の情報の収集、利用、開示に関する当社の方針と手続きについて説明し、お客様のプライバシー権利についてお知らせし、法律がお客様をどのように保護するかを説明します。",
	"We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy.": "私たちは、サービスの提供と改善のためにお客様の個人データを使用しています。サービスを利用することで、お客様はこのプライバシーポリシーに従って情報の収集と利用に同意するものとします。",
	"Interpretation and Definitions": "解釈と定義",
	"Interpretation": "解釈",
	"The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.": "最初の文字が大文字である単語は、以下の条件の下で定義された意味を持ちます。以下の定義は、単数形でも複数形でも同じ意味を持ちます。",
	"Definitions": "定義",
	"For the purposes of this Privacy Policy:": "このプライバシーポリシーの目的は、",
	"DAO": "DAO",
	"(referred to as": "（と呼ばれます",
	"Website": "ウェブサイト",
	"in this Agreement). For the purpose of the GDPR, the DAO is the Data Controller.": "この契約において、GDPRの目的のために、DAOはデータコントローラーです。",
	"Cookies": "クッキー",
	"are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses. More detailed information on cookies and how they work can be found at:": "クッキーは、ウェブサイトによってあなたのコンピュータ、モバイルデバイス、または他のデバイスに配置される小さなファイルであり、そのウェブサイトでの閲覧履歴の詳細を含む、さまざまな用途があります。クッキーに関する詳細な情報やその動作方法については、以下で確認できます：",
	"Country": "国",
	"refers to: Cyprus.": "キプロスを指します。",
	"Data Controller": "データコントローラ",
	"for the purposes of the GDPR (General Data Protection Regulation), refers to the DAO as the legal person which alone or jointly with others determines the purposes and means of the processing of Personal Data.": "GDPR（一般データ保護規則）の目的では、DAOを法的人格として参照し、個人データの処理の目的と手段を単独または他者と共同で決定するものとしています。",
	"Device": "デバイス",
	"means any device that can access the Service such as a computer, a cellphone or a digital tablet.": "コンピュータ、携帯電話、デジタルタブレットなど、サービスにアクセスできるデバイスを指します。",
	"GDPR": "GDPR（General Data Protection Regulation）",
	"refers to EU General Data Protection Regulation.": "EU一般データ保護規則を指します。",
	"Personal Data": "個人データ",
	"is any information that relates to an identified or identifiable individual.": "識別された個人または識別可能な個人に関連する情報です。",
	"For the purposes of GDPR, Personal Data means any information relating to You such as a name, an identification number, location data, online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity.": "GDPRの目的のために、個人データとは、名前、識別番号、位置データ、オンライン識別子、または身体的、生理的、遺伝的、精神的、経済的、文化的、または社会的アイデンティティに特有の要素に関連する情報を指します。",
	"Service": "サービス",
	"refers to the Website": "ウェブサイトを指します",
	"Service Provider": "サービスプロバイダ",
	"means any natural or legal person who processes the data on behalf of the DAO. It refers to third-party companies or individuals employed by the DAO to facilitate the Service, to provide the Service on behalf of the DAO, to perform services related to the Service or to assist the DAO in analyzing how the Service is used. For the purpose of the GDPR, Service Providers are considered Data Processors.": "DAOの代理でデータを処理する任意の自然人または法人を指します。これは、サービスを容易にするためにDAOに雇用された第三者企業や個人、DAOの代理でサービスを提供するための者、サービスに関連するサービスを実行する者、またはサービスの使用方法を分析するためにDAOを支援する者を指します。GDPRの観点から、サービスプロバイダーはデータプロセッサーと見なされます。",
	"Usage Data": "利用データ",
	"refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).": "サービスの利用によって生成されたデータ、またはサービスインフラ自体から自動的に収集されたデータを指します（たとえば、ページ訪問の期間など）。",
	"You": "あなた",
	"Under GDPR, You can be referred to as the Data Subject or as the User as you are the individual using the Service.": "GDPRに基づいて、あなたはサービスを利用する個人として、データ主体またはユーザーとして言及されることがあります。",
	"Collecting and Using Your Personal Data": "個人データの収集と利用",
	"Types of Data Collected": "収集されるデータの種類",
	"While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:": "私たちのサービスを利用する際に、お客様に、お客様を連絡したり特定したりするために使用できる特定の個人情報を提供していただくようお願いすることがあります。個人を特定できる情報には、以下のものが含まれる場合がありますが、これに限定されません：",
	"Email address": "電子メールアドレス",
	"First name and last name": "名前と姓",
	"Usage Data is collected automatically when using the Service.": "サービスを使用する際には、利用データが自動的に収集されます。",
	"Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.": "使用データには、お使いのデバイスのインターネットプロトコルアドレス（IPアドレス）、ブラウザの種類、ブラウザのバージョン、当社のサービスのページ、訪れたページ、訪問日時、ページでの滞在時間、ユニークデバイス識別子、その他の診断データなどの情報が含まれる場合があります。",
	"When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.": "サービスにモバイルデバイスを使用してアクセスする場合、モバイルデバイスの種類、モバイルデバイスの固有ID、モバイルデバイスのIPアドレス、モバイルオペレーティングシステム、使用しているモバイルインターネットブラウザの種類、固有デバイス識別子、その他の診断データなどを自動的に収集することがあります。",
	"We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.": "また、お客様が当社のサービスを訪れる際やモバイルデバイスを通じてサービスにアクセスする際に、お客様のブラウザが送信する情報を収集することがあります。",
	"Cookies & Browser Storage": "クッキー＆ブラウザストレージ",
	"The Websites may use cookies. We use cookies and browser storage only for essential settings to improve your experience—not for tracking. These help remember your preferences, such as language settings or consent choices, so you don’t have to reset them each time you visit.": "ウェブサイトではクッキーを使用する場合があります。私たちはクッキーやブラウザーのストレージを、トラッキングではなく、あなたの体験を向上させるための基本的な設定のみに使用しています。これらは、言語設定や同意の選択など、あなたの設定を覚えておくのに役立ち、毎回設定をリセットする必要がないようにします。",
	"We do not use cookies for tracking or personalized advertising. You can manage or disable cookies in your browser settings, but some features may not work properly without them.": "当社は、トラッキングや個人情報を使用した広告にはクッキーを使用していません。ブラウザの設定でクッキーを管理または無効にすることができますが、それらなしでは一部の機能が正常に動作しない場合があります。",
	"Matomo Analytics": "Matomoアナリティクス",
	"Our website may use Matomo, an open-source analytics platform, to gather insights into website usage. This includes anonymized data such as:": "当社のウェブサイトでは、ウェブサイトの利用状況に関する洞察を得るために、オープンソースの分析プラットフォームであるMatomoを使用する場合があります。これには匿名化されたデータが含まれます。",
	"Pages visited and navigation paths": "訪問したページとナビゲーションパス",
	"Time spent on our website": "当社のウェブサイトで過ごした時間",
	"Whether you’re a returning or new visitor": "あなたが戻ってきた訪問者であっても、新しい訪問者であっても",
	"Your device type (desktop, mobile, etc.)": "デバイスタイプ（デスクトップ、モバイルなど）",
	"To protect your privacy, your IP address is anonymized before being stored. The data we collect is only used to improve the website and is not used for personal identification.": "プライバシーを保護するため、IPアドレスは保存される前に匿名化されます。収集したデータはウェブサイトの改善にのみ使用され、個人を特定するために使用されることはありません。",
	"Under Art. 6(1)(f) GDPR": "Art. 6(1)(f) GDPRに基づいて",
	"we process this data based on our legitimate interest in enhancing our services.": "私たちは、サービスの向上に関心があるため、このデータを処理しています。",
	"Opt-Out Option": "オプトアウトオプション",
	"You can disable Matomo tracking at any time:": "いつでもMatomoのトラッキングを無効にすることができます：",
	"Use of Your Personal Data": "個人データの利用",
	"The DAO may use Personal Data for the following purposes:": "DAOは次の目的で個人データを使用する可能性があります：",
	"To provide and maintain our Service": "サービスを提供し維持するため",
	"including to monitor the usage of our Service.": "私たちのサービスの利用状況を監視するために。",
	"For the performance of a contract": "契約の履行",
	"the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.": "製品、アイテム、またはサービスの購入契約の開発、遵守、および実施、またはサービスを通じて当社とのその他の契約の実施。",
	"To contact You": "あなたに連絡する",
	"To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.": "電子メール、電話、SMS、またはその他の同等の電子通信形式、たとえば機能、製品、または契約サービスに関連する更新情報や情報提供に関するモバイルアプリケーションのプッシュ通知など、連絡するために、必要または合理的な場合にはセキュリティ更新を含む、実装に必要な場合や合理的な場合。",
	"To provide You": "あなたに提供するため",
	"with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.": "ニュース、特別オファーや一般情報、その他の商品、サービス、イベントに関する情報を提供します。これらは、すでに購入またはお問い合わせいただいたものと類似しています。ただし、そのような情報を受け取りたくない場合は、オプトアウトしている場合を除きます。",
	"To manage Your requests": "リクエストを管理する",
	"To attend and manage Your requests to Us.": "私たちへのリクエストに参加し、管理するために。",
	"For other purposes": "他の目的のため",
	"We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.": "お客様の情報は、データ分析、利用傾向の特定、プロモーションキャンペーンの効果の判断、およびサービス、製品、サービス、マーケティング、およびお客様の体験の評価および改善など、他の目的に使用することがあります。",
	"We may share Your personal information in the following situations:": "次の状況で、お客様の個人情報を共有することがあります：",
	"With Service Providers": "サービスプロバイダーと共に",
	"We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to contact You.": "私たちは、サービスプロバイダーとあなたの個人情報を共有することがあります。これは、当社のサービスの利用状況を監視および分析し、あなたに連絡するためです。",
	"With Your consent": "あなたの同意があれば",
	"We may disclose Your personal information for any other purpose with Your consent.": "あなたの同意があれば、個人情報を他の目的で開示することがあります。",
	"Retention of Your Personal Data": "個人データの保持",
	"The DAO will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.": "DAOは、このプライバシーポリシーに記載されている目的のために必要な期間だけ、お客様の個人データを保持します。法的義務を遵守するために（たとえば、適用される法律を遵守するためにデータを保持する必要がある場合など）、紛争を解決し、法的契約およびポリシーを執行するために、お客様の個人データを保持および使用します。",
	"The DAO will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.": "DAOは内部分析目的で利用データを保持します。通常、利用データは短期間保持されますが、このデータがセキュリティを強化したり、サービスの機能を向上させるために使用される場合、または法的により長い期間データを保持する義務がある場合を除いては、短期間で保持されます。",
	"Security of Your Personal Data": "個人データのセキュリティ",
	"The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.": "あなたの個人データのセキュリティは私たちにとって重要ですが、インターネットを介した転送方法や電子記憶方法は100％安全ではないことを覚えておいてください。私たちはあなたの個人データを保護するために商業的に受け入れられる手段を尽力していますが、その絶対的なセキュリティを保証することはできません。",
	"Detailed Information on the Processing of Your Personal Data": "あなたの個人データの処理に関する詳細な情報",
	"Your information, including Personal Data, is processed is processed at the DAO's website service provider(s) and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.": "あなたの情報、個人データを含む情報は、DAOのウェブサイトのサービスプロバイダーおよび処理に関与する他の場所で処理されます。これは、この情報があなたの州、州、国、またはその他の政府管轄区域外のコンピュータに転送され、保持される可能性があることを意味します。データ保護法があなたの管轄区域と異なる場合があります。",
	"Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.": "このプライバシーポリシーへの同意とその情報の提出は、その転送に同意したものとみなされます。",
	"The DAO will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.": "DAOは、お客様のデータが安全に取り扱われ、このプライバシーポリシーに従っていることを確実にするために合理的な措置を講じます。お客様の個人データが組織や国に転送されることは、お客様のデータやその他の個人情報のセキュリティを含む適切なコントロールが確立されている場合に限ります。",
	"Please note that any data transmission on the Internet (e.g. communication by e-mail) is generally not secure and we accept no liability for data transmitted to us via the Internet. Unfortunately, absolute protection is not technically possible. This information does not apply to the Website of third parties and the corresponding links given on our Website. The DAO assumes no responsibility and liability for these.": "インターネット上でのデータ送信（例：電子メールによる通信）は一般的に安全ではなく、インターネット経由で送信されたデータについては一切の責任を負いません。残念ながら、絶対的な保護は技術的に不可能です。この情報は、当社のウェブサイトに記載されている第三者のウェブサイトおよびそれに関連するリンクには適用されません。DAOはこれらについて一切の責任を負いません。",
	"The Service Providers We use may have access to Your Personal Data. These third-party vendors collect, store, use, process and transfer information about Your activity on Our Service in accordance with their Privacy Policies.": "私たちが使用するサービスプロバイダーは、あなたの個人データにアクセスする可能性があります。これらの第三者ベンダーは、あなたの活動に関する情報を収集、保存、使用、処理、転送する際に、それぞれのプライバシーポリシーに従います。",
	"Email Marketing": "Eメールマーケティング",
	"We may use Your Personal Data to contact You with newsletters, marketing or promotional materials and other information that may be of interest to You. You may opt-out of receiving any, or all, of these communications from Us by following the unsubscribe link or instructions provided in any email We send or by contacting Us.": "お客様の個人データを使用して、ニュースレターやマーケティング、プロモーション資料、およびお客様に興味を持っていただけるかもしれないその他の情報に関してお客様に連絡する場合があります。お客様は、弊社から送信されるメールの中に記載された購読解除リンクまたは指示に従うか、弊社に連絡することで、これらの通信をすべて受け取らないように選択することができます。",
	"We may use Email Marketing Service Providers to manage and send emails to You;": "私たちは、電子メールマーケティングサービスプロバイダーを利用して、お客様にメールを管理および送信することがあります。",
	"Unisender": "ユニセンダー",
	"Their Privacy Policy can be viewed at": "彼らのプライバシーポリシーはこちらでご覧いただけます。",
	"Usage, Performance and Miscellaneous": "使用方法、パフォーマンス、その他",
	"We may use third-party Service Providers to maintain and improve our Service.": "私たちは、サービスを維持および改善するために第三者のサービスプロバイダーを利用することがあります。",
	"hcaptcha": "hcaptcha",
	"GDPR Privacy": "GDPR プライバシー",
	"Legal Basis for Processing Personal Data under GDPR": "GDPRにおける個人データの処理の法的根拠",
	"We may process Personal Data under the following conditions:": "次の条件の下で個人データを処理することがあります：",
	"Consent:": "同意：",
	"You have given Your consent for processing Personal Data for one or more specific purposes.": "あなたは、個人データの処理について、1つ以上の特定の目的に同意しました。",
	"Performance of a contract:": "契約の履行:",
	"Provision of Personal Data is necessary for the performance of an agreement with You and/or for any pre-contractual obligations thereof.": "個人データの提供は、お客様との契約の履行および/またはその前契約上の義務のために必要です。",
	"Legal obligations:": "法的義務:",
	"Processing Personal Data is necessary for compliance with a legal obligation to which the DAO is subject.": "DAOが適用される法的義務を遵守するために、個人データの処理が必要です。",
	"Vital interests:": "重要な利益:",
	"Processing Personal Data is necessary in order to protect Your vital interests or of another natural person.": "個人データの処理は、あなたの重要な利益または他の自然人の利益を保護するために必要です。",
	"Public interests:": "公共の利益:",
	"Processing Personal Data is related to a task that is carried out in the public interest or in the exercise of official authority vested in the DAO.": "個人データの処理は、DAOに委任された公益または公的権限の行使に関連しています。",
	"Legitimate interests:": "合法的な利益：",
	"Processing Personal Data is necessary for the purposes of the legitimate interests pursued by the DAO.": "DAOが追求する正当な利益の目的のために、個人データの処理が必要です。",
	"In any case, the DAO will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.": "いずれにせよ、DAOは喜んで、処理に適用される具体的な法的根拠を明確にするのに役立ちます。特に、個人データの提供が法的義務または契約上の要件であるか、契約を締結するために必要な要件であるかを明確にします。",
	"Your Rights under the GDPR": "GDPRに基づくあなたの権利",
	"The DAO undertakes to respect the confidentiality of Your Personal Data and to guarantee You can exercise Your rights.": "DAOは、お客様の個人データの機密性を尊重し、お客様が自身の権利を行使できることを保証することを約束します。",
	"You have the right under this Privacy Policy, and by law if You are within the EU, to:": "このプライバシーポリシーに基づき、およびEU内にいる場合は法律により、あなたには次の権利があります：",
	"Request access to Your Personal Data.": "あなたの個人データへのアクセスをリクエストします。",
	"The right to access, update or delete the information We have on You. Whenever made possible, you can access, update or request deletion of Your Personal Data directly within Your account settings section. If you are unable to perform these actions yourself, please contact Us to assist You. This also enables You to receive a copy of the Personal Data We hold about You.": "あなたが持っている情報にアクセスし、更新、または削除する権利。可能な場合は、アカウント設定セクション内で直接あなたの個人データにアクセスし、更新、または削除をリクエストすることができます。これらのアクションを自分で実行できない場合は、私たちに連絡してサポートを受けることができます。これにより、私たちが保持しているあなたに関する個人データのコピーを受け取ることもできます。",
	"Request correction of the Personal Data that We hold about You.": "私たちが保持しているあなたの個人データの訂正をリクエストしてください。",
	"You have the right to have any incomplete or inaccurate information We hold about You corrected.": "私たちが保持している、不完全または不正確な情報を訂正する権利があります。",
	"Object to processing of Your Personal Data.": "あなたの個人データの処理に異議を申し立てます。",
	"This right exists where We are relying on a legitimate interest as the legal basis for Our processing and there is something about Your particular situation, which makes You want to object to our processing of Your Personal Data on this ground. You also have the right to object where We are processing Your Personal Data for direct marketing purposes.": "この権利は、私たちが処理の法的根拠として正当な利益に依存している場合に存在し、あなたの特定の状況に関連する何かがあり、あなたがこの理由であなたの個人データの処理に異議を唱えたいと思う場合に適用されます。また、私たちが直接マーケティング目的であなたの個人データを処理している場合にも異議を唱える権利があります。",
	"Request erasure of Your Personal Data.": "個人データの消去をリクエストします。",
	"You have the right to ask Us to delete or remove Personal Data when there is no good reason for Us to continue processing it.": "私たちには、処理を継続するための十分な理由がない場合、個人データの削除や削除を求める権利があります。",
	"Request the transfer of Your Personal Data.": "個人データの転送をリクエストしてください。",
	"We will provide to You, or to a third-party You have chosen, Your Personal Data in a structured, commonly used, machine-readable format. Please note that this right only applies to automated information which You initially provided consent for Us to use or where We used the information to perform a contract with You.": "私たちは、構造化された一般的に使用される機械可読形式で、あなたが選んだ第三者にあなたの個人データを提供します。この権利は、最初にあなたが同意した自動情報にのみ適用されることに注意してください。また、契約を履行するために情報を使用した場合も適用されます。",
	"Withdraw Your consent.": "同意を取り消す。",
	"You have the right to withdraw Your consent on using your Personal Data. If You withdraw Your consent, We may not be able to provide You with access to certain specific functionalities of the Service.": "個人データの使用に関する同意を取り消す権利があります。同意を取り消すと、サービスの特定の機能にアクセスできなくなる場合があります。",
	"Exercising of Your GDPR Data Protection Rights": "GDPRデータ保護権利の行使",
	"You may exercise Your rights of access, rectification, cancellation and opposition by contacting Us. Please note that we may ask You to verify Your identity before responding to such requests. If You make a request, We will try our best to respond to You as soon as possible.": "アクセス、訂正、キャンセル、および異議の権利を行使するには、お問い合わせいただくことができます。そのようなリクエストに対応する前に、あなたの身元を確認するようお願いする場合がありますので、ご了承ください。リクエストを行った場合、できる限り早くお返事するよう努めます。",
	"You have the right to complain to a Data Protection Authority about Our collection and use of Your Personal Data. For more information, if You are in the European Economic Area (EEA), please contact Your local data protection authority in the EEA.": "あなたは、私たちがあなたの個人データを収集および使用することについてデータ保護当局に苦情を申し立てる権利があります。詳細については、欧州経済領域（EEA）にいる場合は、EEA内の地元のデータ保護当局にお問い合わせください。",
	"Children's Privacy": "子供のプライバシー",
	"Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.": "私たちのサービスは13歳未満の個人を対象としていません。私たちは故意に13歳未満の個人から個人を特定できる情報を収集しません。もし、お子様が個人データを提供したことに気付いた場合は、保護者または後見人の方はお問い合わせください。13歳未満の個人から個人データを収集したことが判明した場合、親権者の同意が確認されていない場合は、その情報をサーバーから削除する措置を取ります。",
	"If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.": "もし私たちが情報を処理するための法的根拠として同意を頼る必要があり、あなたの国が親の同意を必要とする場合、私たちはその情報を収集し使用する前にあなたの親の同意を求めることがあります。",
	"Links to Other Websites": "他のウェブサイトへのリンク",
	"Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit.": "当社のサービスには、当社が運営していない他のウェブサイトへのリンクが含まれている場合があります。第三者のリンクをクリックすると、その第三者のサイトに移動します。訪れるすべてのサイトのプライバシーポリシーを必ずご確認いただくことを強くお勧めします。",
	"We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.": "私たちは第三者のサイトやサービスのコンテンツ、プライバシーポリシー、または実践について制御することはできず、責任を負いません。",
	"Changes to this Privacy Policy": "このプライバシーポリシーの変更",
	"We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.": "プライバシーポリシーを定期的に更新する場合があります。新しいプライバシーポリシーをこのページに掲載することで、変更点をお知らせします。",
	"You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.": "このプライバシーポリシーは定期的に変更を確認することがお勧めされます。このプライバシーポリシーの変更は、このページに掲載された時点で有効となります。",
	"Contact Us": "お問い合わせ",
	"If you have any questions about this Privacy Policy, You can contact us:": "このプライバシーポリシーに関する質問がある場合は、お問い合わせください：",
	"By visiting this page on our website:": "当社のウェブサイトのこのページを訪れることで:",
	"This Agreement is originally written in English. This AI translation is provided for your reference only.": "この契約は元々英語で書かれています。このAI翻訳は参考のために提供されています。",
	"Last updated: February 05, 2025": "最終更新日：2025年2月5日",
	"Altruist": "利他主義者",
	"Renew Subscription": "サブスクリプションを更新する",
	"(referred to as either 'the DAO', 'We', 'Us' or 'Our' in this Agreement) refers to decentralized autonomous organization Robonomics Network, an operator for website": "（この契約ではDAO、私たち、私たち、または私たちとして言及される）は、ウェブサイトの運営者である分散型自治組織Robonomics Networkを指します。",
	"(referred to as either 'Your' in this Agreement) means the individual accessing or using the Service, or the DAO, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.": "（以下、本契約においては「お客様」とも呼ばれます）とは、本サービスにアクセスまたは利用する個人、またはその個人が本サービスにアクセスまたは利用するために代表を務めるDAO、またはその他の法的実体を指します。",
	"We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the 'Last updated' date at the top of this Privacy Policy.": "変更が有効になる前に、電子メールや当社のサービス上の目立つ通知を通じてお知らせし、このプライバシーポリシーの先頭にある「最終更新日」を更新します。"
}