{
	"404": "404",
	"Smart Home": "スマートホーム",
	"Overview": "概要",
	"Install Smart Home": "スマートホームのインストール",
	"Home Assistant Init": "ホームアシスタントの初期化",
	"Add devices": "デバイスの追加",
	"Zigbee Devices": "Zigbeeデバイス",
	"Virtual Devices": "仮想デバイス",
	"Subscription Activate": "サブスクリプションの有効化",
	"Robonomics Integration Setup": "Robonomics 統合のセットアップ",
	"Add User": "ユーザーの追加",
	"Advanced Setup": "高度なセットアップ",
	"Upgrade Home Assistant OS": "Home Assistant OSのアップグレード",
	"Robonomics Installation": "Robonomicsのインストール",
	"Upgrade Home Assistant Docker for Unix-like OS": "Unix系OS用のHome Assistant Dockerのアップグレード",
	"Upgrade Home Assistant Core": "Home Assistant Coreのアップグレード",
	"Use": "使用",
	"Get Smart Home Telemetry": "スマートホームのテレメトリーを取得",
	"Backup Services": "バックアップサービス",
	"Robonomics Video Service": "Robonomicsビデオサービス",
	"Rtz Camera Control in Home Assistant": "Home AssistantでのRtzカメラ制御",
	"Pinata Setup": "Pinataのセットアップ",
	"Оn-Chain Gov Experiment": "オンチェーンガバナンス実験",
	"Blueprints": "設計図",
	"How To Use Blueprints": "設計図の使用方法",
	"Get Notified When Door Opens": "ドアが開いたときに通知を受け取る",
	"Robonomics Devices": "Robonomicsデバイス",
	"IR Remote": "IRリモート",
	"Energy Monitoring": "エネルギーモニタリング",
	"1 Gang Smart Switch": "1ギャングスマートスイッチ",
	"2 Gang Smart Switch": "2ギャングスマートスイッチ",
	"Air Quality Sensor": "空気品質センサー",
	"Robonomics Parachain Theory": "Robonomicsパラチェーン理論",
	"Glossary": "用語集",
	"Create Account for Robonomics Parachain": "Robonomicsパラチェーン用のアカウントを作成",
	"How to Run Robonomics Dev Node": "Robonomics Devノードの実行方法",
	"Adding Funds To Your Account on Robonomics Portal": "Robonomicsポータルのアカウントに資金を追加する方法",
	"Basics: Datalog": "基本: データログ",
	"Basics: Launch": "基本: ローンチ",
	"Basics: Digital Twins": "基本: デジタルツイン",
	"Basics: Liability": "基本: 責任",
	"Python interface and Robonomics IO": "PythonインターフェースとRobonomics IO",
	"RWS: How to Buy a Subscription": "RWS: サブスクリプションの購入方法",
	"RWS: How to Send Launch with Subscription": "RWS: サブスクリプション付きのローンチの送信方法",
	"Robonomics on Ethereum": "Ethereum上のRobonomics",
	"Robonomics OpenGov": "Robonomics OpenGov",
	"How to build collator node from source": "ソースからコレーターノードを構築する方法",
	"How to Update Collator Node Version": "コレーターノードバージョンの更新方法",
	"How to send extrinsic from ESP": "ESPから外部送信を行う方法",
	"How to Edit Wiki": "ウィキの編集方法",
	"How to Contribute": "貢献方法",
	"Home": "ホーム",
	"doc.title": "doc.title",
	"item.title": "item.title",
	"{% set links = doc.children |": "{% set links = doc.children |",
	"transformSummaryLinks%}": "transformSummaryLinks%}",
	"Privacy Policy": "プライバシーポリシー",
	"This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "このポリシーでは、お客様から収集した情報、その情報の使用方法、およびその情報を使用する法的根拠について説明しています。また、その情報が共有されるかどうか、および提供された情報に関するお客様の権利と選択肢についても説明しています。",
	"Where are those annoying cookie consent pop-ups?": "うるさいクッキーの同意ポップアップはどこにありますか？",
	"We don't need cookie consent is needed because:": "クッキーの同意は必要ありません、なぜなら：",
	"Tracking cookies are not used": "トラッキングクッキーは使用されていません",
	"The data is not used for any other purpose than analytics": "データは分析以外の目的で使用されていません",
	"Visitors aren't tracked across websites": "訪問者は複数のウェブサイトを跨いで追跡されません",
	"A user cannot be tracked across days within the same website": "ユーザーは同じウェブサイト内で日を跨いで追跡されることはありません",
	"What We Collect and Receive": "収集および受信する情報",
	"In order for us to provide you the best possible experience on our websites, we need to collect and process certain information. Depending on your use of the Services, that may include:": "当社がお客様に最高の体験を提供するためには、特定の情報を収集および処理する必要があります。サービスのご利用に応じて、それには次のものが含まれる場合があります：",
	"Contact us via email": "メールでお問い合わせ",
	"for example, when you submit our forms, send us questions or comments, or report a problem, we will collect your name, email address, message, etc. We use this data solely in connection with answering the queries we receive.": "たとえば、当社のフォームを送信したり、質問やコメントを送信したり、問題を報告したりする場合、お名前、メールアドレス、メッセージなどを収集します。このデータは、受け取った問い合わせに回答するためにのみ使用されます。",
	"name": "名前",
	"email address": "メールアドレス",
	"message": "メッセージ",
	"etc. We use this data solely in connection with answering the queries we receive.": "など。私たちは受け取ったクエリに回答するためにこのデータを使用します。",
	"Usage data": "利用データ",
	"when you visit our website, we will store: the URL from which you visited us from, web pages of our website you visit, the date and duration of your visit, your anonymized IP address, the device specifications (device type, operating system, screen resolution, language, country you are located in, and web browser type) you used during your visit, and": "当社のウェブサイトを訪れると、次の情報が保存されます：当社を訪れた元のURL、訪れたウェブページ、訪問日時と滞在時間、匿名化されたIPアドレス、訪問時に使用したデバイスの仕様（デバイスタイプ、オペレーティングシステム、画面解像度、言語、所在国、およびウェブブラウザの種類）、および",
	"other": "その他",
	"non-personal data. We process this usage data only on our server, not passing it to third-parties with": "個人を特定できないデータ。この利用データは当社のサーバーでのみ処理し、第三者に提供しません。",
	"Matomo": "Matomo",
	"web analytics platform that gives us 100% data ownership. This analytics helps us to improve user experience with our website and to recognize and stop any misuse.": "私たちに100%のデータ所有権を提供するWeb分析プラットフォーム。この分析は、当社のウェブサイトのユーザーエクスペリエンスを向上させ、誤用を認識して防止するのに役立ちます。",
	"Non-personalized cookies": "個人情報を含まないクッキー",
	"we use non-tracking cookies (small data files transferred onto computers or devices by sites) for record-keeping purposes and to enhance functionality on our website. You may deactivate or restrict the transmission of these cookies by changing the settings of your web browser or by opt-out on this page in the form below. Cookies that are already stored may be deleted at any time.": "当社は記録目的およびウェブサイトの機能を向上させるために、非トラッキングクッキー（サイトによってコンピュータやデバイスに転送される小さなデータファイル）を使用しています。これらのクッキーの送信を無効にしたり制限したりするには、ウェブブラウザの設定を変更するか、以下のフォームからオプトアウトしてください。既に保存されているクッキーはいつでも削除できます。",
	"Opt-out of website tracking": "ウェブサイトのトラッキングをオプトアウト",
	"You can opt out of being tracked by our Matomo Analytics instance below:": "以下のMatomo Analyticsインスタンスによるトラッキングをオプトアウトできます：",
	"Your Rights": "あなたの権利",
	"You have the right to be informed of Personal Data processed by Matomo, a right to rectification/correction, erasure and restriction of processing. You also have the right to ask from us a structured, common and machine-readable format of Personal Data you provided to us.": "Matomoによって処理される個人データについて通知を受ける権利、訂正/修正、消去、処理の制限の権利があります。また、当社に提供した個人データの構造化された、一般的で機械可読な形式を要求する権利があります。",
	"We can only identify you via your email address and we can only adhere to your request and provide information if we have Personal Data about you through you having made contact with us directly and/or you using our site and/or service. We cannot provide, rectify or delete any data that we store on behalf of our users or customers.": "あなたを識別できるのはあなたのメールアドレスだけであり、直接当社と連絡を取ったり、当社のサイトやサービスを使用したりして、あなたに関する個人データを持っている場合にのみ、あなたの要求に従い情報を提供できます。当社のユーザーや顧客の代わりに保存しているデータを提供、訂正、削除することはできません。",
	"To exercise any of the rights mentioned in this Privacy Policy and/or in the event of questions or comments relating to the use of Personal Data you may contact us.": "本プライバシーポリシーに記載されている権利のいずれかを行使したり、個人データの使用に関する質問やコメントがある場合は、お問い合わせください。",
	"In addition, you have the right to lodge a complaint with the data protection authority in your jurisdiction.": "さらに、所轄のデータ保護当局に苦情を申し立てる権利があります。",
	"Retention of data": "データの保持",
	"We will retain your information as long as necessary to provide you with the services or as otherwise set forth in this Policy. We will also retain and use this information as necessary for the purposes set out in this Policy and to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements and protect Robonomics Wiki legal rights.": "当社は、サービスを提供するために必要な期間、または本ポリシーに記載されている他の方法で情報を保持します。また、本ポリシーに記載されている目的のためにこの情報を保持および使用し、法的義務を遵守し、紛争を解決し、契約を強制し、Robonomics Wikiの法的権利を保護するために必要な範囲で使用します。",
	"We also collect and maintain aggregated, anonymized or pseudonymized information which we may retain indefinitely to protect the safety and security of our Site, improve our Services or comply with legal obligations.": "また、サイトの安全性とセキュリティを保護し、サービスを向上させるために、または法的義務を遵守するために、無期限に保持する可能性のある集約化された、匿名化された、または疑名化された情報を収集および維持しています。",
	"Explore Robonomics with guides": "ガイドを使ってRobonomicsを探索",
	"Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "チュートリアルや実用的な実験を通じてRobonomicsを学びましょう。このドキュメントは、Robonomics Network内のロボットやdAppsを接続するのに役立つよう設計されています。",
	"or code dApps within Robonomics Network.": "Robonomicsネットワーク内でdAppsを作成するか、コードを書く。",
	"Page disappeared, we are sorry": "ページが消えてしまいました。申し訳ありません。",
	"Some content moved to": "一部のコンテンツが移動しました",
	"academy": "アカデミー",
	"or try to find updated content here on": "またはこちらで更新されたコンテンツを探してみてください",
	"wiki": "ウィキ",
	"How to edit Wiki": "ウィキの編集方法",
	"Translation was executed by AI so there may be some inaccuracies": "翻訳はAIによって実行されたため、いくつかの不正確さがあるかもしれません",
	"Tell us more": "もっと教えて",
	"Sending your info...": "情報を送信中...",
	"?": "?",
	"Ask your question": "質問してください",
	"Main contributors:": "主な貢献者：",
	"Make a contribution": "貢献する",
	"Robonomics wiki is open source. See something that's wrong or unclear?": "Robonomicsウィキはオープンソースです。間違っているか不明な点がある場合は、",
	"Inform us": "お知らせください",
	"please, if you find any": "お願いします、もし見つけたら",
	"Robonomics smart devices": "ロボノミクススマートデバイス",
	"Create an issue": "問題を作成する",
	"entry.title": "entry.title",
	"text": "テキスト",
	"Thanks,": "ありがとう、",
	"we'll keep in touch!": "連絡を取り合いましょう！",
	"Couldn't complete": "完了できませんでした",
	"It was hard": "それは難しかったです",
	"It was ok": "それは大丈夫でした",
	"It was easy": "簡単でした",
	"item.name": "item.name",
	"← + prevTitle.title": "← + prevTitle.title",
	"next": "次",
	"previous": "以前",
	"Submit": "提出",
	"a pull request.": "プルリクエスト。",
	"commit": "コミット",
	"on": "オン",
	"by": "by",
	"breadcrumb.title": "breadcrumb.title",
	"Document summary  Explore Robonomics with guides": "ドキュメントの要約：Robonomicsをガイドとともに探索する",
	"This page not found": "このページは見つかりません",
	"Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool.": "オプトアウトが完了しました。このウェブサイトへの訪問はWebアナリティクスツールによって記録されません。",
	"Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "クッキーをクリアしたり、オプトアウトクッキーを削除したり、コンピューターやWebブラウザーを変更した場合、再度オプトアウト手続きを行う必要があります。",
	"You may choose to prevent this website from aggregating and analyzing the actions you take here.": "このウェブサイトがここで行うアクションの集計と分析を防止することを選択することができます。",
	"Doing so will protect your privacy, but will also prevent the owner from learning from your actions and creating a better experience for you and other users.": "これを行うことで、あなたのプライバシーを保護することができますが、同時に所有者があなたの行動から学び、あなたや他のユーザーのためにより良い体験を作ることを防ぎます。",
	"The tracking opt-out feature requires cookies to be enabled.": "トラッキングのオプトアウト機能を利用するには、クッキーを有効にする必要があります。",
	"The tracking opt-out feature may not work because this site was not loaded over HTTPS. Please reload the page to check if your opt out status changed;": "トラッキングのオプトアウト機能が機能しない可能性があります。なぜなら、このサイトがHTTPS経由で読み込まれていないからです。オプトアウトの状態が変わったかどうかを確認するために、ページを再読み込みしてください。",
	"You are not opted out.": "あなたは選択肢から外れていません。",
	"Uncheck this box to opt-out.": "オプトアウトするには、このボックスをオフにしてください。",
	"You are currently opted out.": "現在、オプトアウトされています。",
	"Check this box to opt-in.": "オプトインするには、このボックスをチェックしてください。",
	"{# for tanslation": "{# 翻訳用",
	"#}": "この文字列は意味がわかりません。他に翻訳が必要なテキストがあればお知らせください。",
	"Launch of Robonomics Collator": "ロボノミクスコレーターのローンチ",
	"Robotics and ROS 2": "ロボティクスとROS 2",
	"About Robonomics ROS 2 Wrapper": "Robonomics ROS 2 Wrapperについて",
	"Launch Robot from Cloud": "クラウドからロボットを起動します",
	"Home Server on RISC-V": "RISC-V上のホームサーバ",
	"Home Assistant integration": "Home Assistant 統合",
	"Working with parachain": "パラチェーンと協力しています"
}