{
	"404": "404",
	"Smart Home": "Casa Intelligente",
	"Overview": "Panoramica",
	"Install Smart Home": "Installare Casa Intelligente",
	"Home Assistant Init": "Inizializzazione Assistente Domestico",
	"Add devices": "Aggiungi dispositivi",
	"Zigbee Devices": "Dispositivi Zigbee",
	"Virtual Devices": "Dispositivi Virtuali",
	"Subscription Activate": "Attivazione Abbonamento",
	"Robonomics Integration Setup": "Configurazione Integrazione Robonomics",
	"Add User": "Aggiungi Utente",
	"Advanced Setup": "Configurazione Avanzata",
	"Upgrade Home Assistant OS": "Aggiornamento Home Assistant OS",
	"Robonomics Installation": "Installazione Robonomics",
	"Upgrade Home Assistant Docker for Unix-like OS": "Aggiornamento Home Assistant Docker per OS simili a Unix",
	"Upgrade Home Assistant Core": "Aggiornamento Home Assistant Core",
	"Use": "Utilizzo",
	"Get Smart Home Telemetry": "Ottieni Telemetria Casa Intelligente",
	"Backup Services": "Servizi di Backup",
	"Robonomics Video Service": "Servizio Video Robonomics",
	"Rtz Camera Control in Home Assistant": "Controllo Fotocamera Rtz in Home Assistant",
	"Pinata Setup": "Configurazione Pinata",
	"Оn-Chain Gov Experiment": "Esperimento di Governance On-Chain",
	"Blueprints": "Progetti",
	"How To Use Blueprints": "Come Utilizzare i Progetti",
	"Get Notified When Door Opens": "Ricevi una Notifica Quando la Porta si Apre",
	"Robonomics Devices": "Dispositivi Robonomics",
	"IR Remote": "Telecomando IR",
	"Energy Monitoring": "Monitoraggio dell'Energia",
	"1 Gang Smart Switch": "Interruttore Smart a 1 Gang",
	"2 Gang Smart Switch": "Interruttore Smart a 2 Gang",
	"Air Quality Sensor": "Sensore di Qualità dell'Aria",
	"Robonomics Parachain Theory": "Teoria della Parachain Robonomics",
	"Glossary": "Glossario",
	"Create Account for Robonomics Parachain": "Crea un Account per la Parachain Robonomics",
	"How to Run Robonomics Dev Node": "Come Eseguire un Nodo Dev di Robonomics",
	"Adding Funds To Your Account on Robonomics Portal": "Aggiungere Fondi al Tuo Account sul Portale Robonomics",
	"Basics: Datalog": "Principi Fondamentali: Datalog",
	"Basics: Launch": "Principi Fondamentali: Lancio",
	"Basics: Digital Twins": "Principi Fondamentali: Gemelli Digitali",
	"Basics: Liability": "Principi Fondamentali: Responsabilità",
	"Python interface and Robonomics IO": "Interfaccia Python e Robonomics IO",
	"RWS: How to Buy a Subscription": "RWS: Come Acquistare un Abbonamento",
	"RWS: How to Send Launch with Subscription": "RWS: Come Inviare un Lancio con Abbonamento",
	"Robonomics on Ethereum": "Robonomics su Ethereum",
	"Robonomics OpenGov": "Robonomics OpenGov",
	"How to build collator node from source": "Come Costruire un Nodo Collator da Sorgente",
	"How to Update Collator Node Version": "Come Aggiornare la Versione del Nodo Collator",
	"How to send extrinsic from ESP": "Come Inviare Estrinsechi da ESP",
	"How to Edit Wiki": "Come Modificare il Wiki",
	"How to Contribute": "Come Contribuire",
	"Home": "Casa",
	"doc.title": "doc.title",
	"item.title": "item.title",
	"{% set links = doc.children |": "{% set links = doc.children |",
	"transformSummaryLinks%}": "transformSummaryLinks%}",
	"Privacy Policy": "Informativa sulla Privacy",
	"This Policy describes the information we collect from you, how we use that information and our legal basis for doing so. It also covers whether and how that information may be shared and your rights and choices regarding the information you provide to us.": "Questa politica descrive le informazioni che raccogliamo da te, come utilizziamo tali informazioni e la nostra base legale per farlo. Copre anche se e come tali informazioni possono essere condivise e i tuoi diritti e scelte riguardo alle informazioni che ci fornisci.",
	"Where are those annoying cookie consent pop-ups?": "Dove sono quei fastidiosi pop-up di consenso sui cookie?",
	"We don't need cookie consent is needed because:": "Non abbiamo bisogno del consenso sui cookie perché:",
	"Tracking cookies are not used": "I cookie di tracciamento non vengono utilizzati",
	"The data is not used for any other purpose than analytics": "I dati non vengono utilizzati per altri scopi oltre all'analisi",
	"Visitors aren't tracked across websites": "I visitatori non vengono tracciati tra i siti web",
	"A user cannot be tracked across days within the same website": "Un utente non può essere tracciato tra i giorni all'interno dello stesso sito web",
	"What We Collect and Receive": "Cosa Raccogliamo e Riceviamo",
	"In order for us to provide you the best possible experience on our websites, we need to collect and process certain information. Depending on your use of the Services, that may include:": "Per poterti offrire la migliore esperienza possibile sui nostri siti web, dobbiamo raccogliere e elaborare determinate informazioni. A seconda del tuo utilizzo dei Servizi, ciò potrebbe includere:",
	"Contact us via email": "Contattaci via email",
	"for example, when you submit our forms, send us questions or comments, or report a problem, we will collect your name, email address, message, etc. We use this data solely in connection with answering the queries we receive.": "ad esempio, quando invii i nostri moduli, ci invii domande o commenti, o segnali un problema, raccoglieremo il tuo nome, indirizzo email, messaggio, ecc. Utilizziamo questi dati esclusivamente per rispondere alle richieste che riceviamo.",
	"name": "nome",
	"email address": "indirizzo email",
	"message": "messaggio",
	"etc. We use this data solely in connection with answering the queries we receive.": "ecc. Utilizziamo questi dati esclusivamente per rispondere alle richieste che riceviamo.",
	"Usage data": "Dati di utilizzo",
	"when you visit our website, we will store: the URL from which you visited us from, web pages of our website you visit, the date and duration of your visit, your anonymized IP address, the device specifications (device type, operating system, screen resolution, language, country you are located in, and web browser type) you used during your visit, and": "quando visiti il nostro sito web, memorizzeremo: l'URL da cui ci hai visitato, le pagine web del nostro sito che visiti, la data e la durata della tua visita, il tuo indirizzo IP anonimizzato, le specifiche del dispositivo (tipo di dispositivo, sistema operativo, risoluzione dello schermo, lingua, paese in cui ti trovi e tipo di browser web) che hai utilizzato durante la tua visita, e",
	"other": "altro",
	"non-personal data. We process this usage data only on our server, not passing it to third-parties with": "dati non personali. Elaboriamo questi dati di utilizzo solo sul nostro server, senza trasferirli a terzi con",
	"Matomo": "Matomo",
	"web analytics platform that gives us 100% data ownership. This analytics helps us to improve user experience with our website and to recognize and stop any misuse.": "piattaforma di analisi web che ci garantisce il 100% di proprietà dei dati. Questa analisi ci aiuta a migliorare l'esperienza dell'utente sul nostro sito web e a riconoscere e fermare qualsiasi abuso.",
	"Non-personalized cookies": "Cookie non personalizzati",
	"we use non-tracking cookies (small data files transferred onto computers or devices by sites) for record-keeping purposes and to enhance functionality on our website. You may deactivate or restrict the transmission of these cookies by changing the settings of your web browser or by opt-out on this page in the form below. Cookies that are already stored may be deleted at any time.": "utilizziamo cookie non traccianti (piccoli file di dati trasferiti su computer o dispositivi dai siti) per scopi di archiviazione e per migliorare la funzionalità sul nostro sito web. Puoi disattivare o limitare la trasmissione di questi cookie modificando le impostazioni del tuo browser web o eseguendo l'opt-out in questa pagina nel modulo sottostante. I cookie già memorizzati possono essere eliminati in qualsiasi momento.",
	"Opt-out of website tracking": "Opt-out del tracciamento del sito web",
	"You can opt out of being tracked by our Matomo Analytics instance below:": "Puoi scegliere di non essere tracciato dalla nostra istanza di Analisi Matomo qui sotto:",
	"Your Rights": "I tuoi diritti",
	"You have the right to be informed of Personal Data processed by Matomo, a right to rectification/correction, erasure and restriction of processing. You also have the right to ask from us a structured, common and machine-readable format of Personal Data you provided to us.": "Hai il diritto di essere informato sui Dati Personali elaborati da Matomo, il diritto di rettifica/correzione, cancellazione e limitazione del trattamento. Hai anche il diritto di richiedere da noi un formato strutturato, comune e leggibile da macchina dei Dati Personali che ci hai fornito.",
	"We can only identify you via your email address and we can only adhere to your request and provide information if we have Personal Data about you through you having made contact with us directly and/or you using our site and/or service. We cannot provide, rectify or delete any data that we store on behalf of our users or customers.": "Possiamo identificarti solo tramite il tuo indirizzo email e possiamo aderire alla tua richiesta e fornire informazioni solo se abbiamo Dati Personali su di te attraverso il contatto diretto con noi e/o l'uso del nostro sito e/o servizio. Non possiamo fornire, rettificare o eliminare alcun dato che conserviamo per conto dei nostri utenti o clienti.",
	"To exercise any of the rights mentioned in this Privacy Policy and/or in the event of questions or comments relating to the use of Personal Data you may contact us.": "Per esercitare uno qualsiasi dei diritti menzionati in questa Informativa sulla privacy e/o in caso di domande o commenti relativi all'uso dei Dati Personali, puoi contattarci.",
	"In addition, you have the right to lodge a complaint with the data protection authority in your jurisdiction.": "Inoltre, hai il diritto di presentare reclamo all'autorità di protezione dei dati del tuo territorio.",
	"Retention of data": "Conservazione dei dati",
	"We will retain your information as long as necessary to provide you with the services or as otherwise set forth in this Policy. We will also retain and use this information as necessary for the purposes set out in this Policy and to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements and protect Robonomics Wiki legal rights.": "Conserveremo le tue informazioni per il tempo necessario a fornirti i servizi o come altrimenti stabilito in questa Politica. Conserveremo e utilizzeremo anche queste informazioni come necessario per gli scopi stabiliti in questa Politica e nella misura necessaria per adempiere ai nostri obblighi legali, risolvere dispute, far rispettare i nostri accordi e proteggere i diritti legali di Robonomics Wiki.",
	"We also collect and maintain aggregated, anonymized or pseudonymized information which we may retain indefinitely to protect the safety and security of our Site, improve our Services or comply with legal obligations.": "Raccogliamo e manteniamo anche informazioni aggregate, anonimizzate o pseudonimizzate che potremmo conservare indefinitamente per proteggere la sicurezza e la protezione del nostro Sito, migliorare i nostri Servizi o adempiere agli obblighi legali.",
	"Explore Robonomics with guides": "Esplora Robonomics con guide",
	"Learn Robonomics through tutorials and practically useful experimenting. This documentation is designed to help you connect robots or code dApps within Robonomics Network.": "Scopri Robonomics attraverso tutorial e sperimentazioni pratiche utili. Questa documentazione è progettata per aiutarti a connettere robot o codice dApps all'interno della Rete Robonomics.",
	"or code dApps within Robonomics Network.": "o codificare dApps all'interno della rete Robonomics.",
	"Page disappeared, we are sorry": "Pagina scomparsa, ci dispiace",
	"Some content moved to": "Alcuni contenuti sono stati spostati su",
	"academy": "accademia",
	"or try to find updated content here on": "o prova a trovare contenuti aggiornati qui su",
	"wiki": "wiki",
	"How to edit Wiki": "Come modificare il Wiki",
	"Translation was executed by AI so there may be some inaccuracies": "La traduzione è stata eseguita da un'intelligenza artificiale, quindi potrebbero esserci delle imprecisioni",
	"Tell us more": "Raccontaci di più",
	"Sending your info...": "Invio delle tue informazioni...",
	"?": "?",
	"Ask your question": "Fai la tua domanda",
	"Main contributors:": "Principali contributori:",
	"Make a contribution": "Fai una donazione",
	"Robonomics wiki is open source. See something that's wrong or unclear?": "Il wiki di Robonomics è open source. Vedi qualcosa di sbagliato o poco chiaro?",
	"Inform us": "Informaci.",
	"please, if you find any": "per favore, se trovi qualcosa",
	"Robonomics smart devices": "Dis questo testo in italiano",
	"Create an issue": "Creare un problema",
	"entry.title": "entry.titolo",
	"text": "test",
	"Thanks,": "Grazie,",
	"we'll keep in touch!": "Rimarremo in contatto!",
	"Couldn't complete": "Non è stato possibile completare",
	"It was hard": "È stato difficile",
	"It was ok": "Andava bene",
	"It was easy": "È stato facile",
	"item.name": "item.nome",
	"← + prevTitle.title": "← + prevTitle.title",
	"next": "successivo",
	"previous": "precedente",
	"Submit": "Invia",
	"a pull request.": "una richiesta di pull.",
	"commit": "impegnarsi",
	"on": "su",
	"by": "per",
	"breadcrumb.title": "titolo.del.percorso",
	"Document summary  Explore Robonomics with guides": "Sommario del documento: Esplora Robonomics con guide",
	"This page not found": "Questa pagina non è stata trovata",
	"Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool.": "Opt-out completato; le tue visite a questo sito web non verranno registrate dallo strumento di analisi Web.",
	"Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.": "Nota che se cancelli i tuoi cookie, elimini il cookie di opt-out, o se cambi computer o browser web, dovrai eseguire nuovamente la procedura di opt-out.",
	"You may choose to prevent this website from aggregating and analyzing the actions you take here.": "Puoi scegliere di impedire a questo sito web di aggregare e analizzare le azioni che compi qui.",
	"Doing so will protect your privacy, but will also prevent the owner from learning from your actions and creating a better experience for you and other users.": "Fare ciò proteggerà la tua privacy, ma impedirà anche al proprietario di apprendere dalle tue azioni e creare un'esperienza migliore per te e gli altri utenti.",
	"The tracking opt-out feature requires cookies to be enabled.": "La funzione di opt-out del tracciamento richiede che i cookie siano abilitati.",
	"The tracking opt-out feature may not work because this site was not loaded over HTTPS. Please reload the page to check if your opt out status changed;": "La funzione di opt-out del tracciamento potrebbe non funzionare perché questo sito non è stato caricato tramite HTTPS. Si prega di ricaricare la pagina per verificare se lo stato del tuo opt-out è cambiato;",
	"You are not opted out.": "Non hai optato per l'esclusione.",
	"Uncheck this box to opt-out.": "Deseleziona questa casella per scegliere di non partecipare.",
	"You are currently opted out.": "Attualmente sei escluso.",
	"Check this box to opt-in.": "Seleziona questa casella per accettare.",
	"{# for tanslation": "{# per la traduzione",
	"#}": "#}",
	"Launch of Robonomics Collator": "Lancio del Collator di Robonomics",
	"Robotics and ROS 2": "Robotica e ROS 2",
	"About Robonomics ROS 2 Wrapper": "Informazioni sul Wrapper Robonomics ROS 2",
	"Launch Robot from Cloud": "Avvia il robot dal cloud",
	"Home Server on RISC-V": "Server domestico su RISC-V",
	"Home Assistant integration": "Integrazione di Home Assistant",
	"Working with parachain": "Lavorare con una parachain"
}